Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: login: PAM Failure, aborting: %s
af: teken aan: PAM-mislukking, staking: %s
bn: লগইন: PAM ব্যর্থতা, বাতিল করছে: %s
el: σύνδεση: Αποτυχία PAM, αποχώρηση: %s
hi: लॉगइनः पीएएम असल, निष्फलः %s

source: Login incorrect
af: Aantekening verkeerd
bn: লগইন ভুল
el: Λανθασμένη σύνδεση
hi: लॉगइन अवैध

source: Session setup problem, abort.
af: Sessie-opstellingsprobleem, staak.
bn: সেশন সেটআপ সমস্যা, বাতিল করুন।
el: Πρόβλημα εγκατάστασης συνεδρίας, εγκατάλειψη.
hi: सेशन सेटअप परेशानी, निष्फल।

source: No directory %s!
af: Geen gids %s nie!
bn: কোনো %s ডিরেক্টরি নেই!
el: Όχι κατάλογος %s!
hi: %s कोई डायरेक्ट्री नहीं!

source: Logging in with home = "/".
af: Aantekening met tuis = "/".
bn: হোম দিয়ে লগ ইন করছে = "/".
el: Σύνδεση με αρχή = "/".
hi: होम के साथ लॉगइन करना = "/".

source: login: couldn't exec shell script: %s.
af: teken aan: kon stelseldopskrip nie uitvoer nie: %s.
bn: লগইন: শেল স্ক্রিপ্ট সম্পন্ন করতে পারে নি: %s.
el: σύνδεση: αδυναμία εκτέλεσης σεναρίου κελύφους: %s.
hi: लॉगइनः शैल स्क्रिप्टः %s को एकजैक नहीं कर सका।

source: login: no shell: %s.
af: teken aan: geen stelseldop nie: %s.
bn: লগইন: কোনো শেল নেই: %s।
el: σύνδεση: όχι κέλυφος: %s.
hi: लॉगइनः कोई शैल नहीं:%s

source: Username Port From Latest
af: Gebruikernaam Poort Vanaf Mees onlangse
bn: ব্যবহর্তার নাম পোর্ট থেকে সবচেয়ে নতুন
el: Όνομα Χρήστη Θύρα Από Τελευταία
hi: प्रयोगकर्त्तानाम पोर्ट से नवीनतम

source: Username Port Latest
af: Gebruikernaam Poort Mees onlangse
el: Όνομα Χρήστη Θύρα Τελευταία
hi: प्रयोगकर्त्तानाम पोर्ट नवीनतम

source: **Never logged in**
af: **Nooit aangeteken nie**
bn: **কখনও লগইন করে নি**
el: **Ποτέ δεν συνδέθηκε**
hi: **लोगडइन कभी न करें**

source: Unknown User: %s
af: Onbekende gebruiker: %s
bn: অজ্ঞাত ব্যবহর্তা: %s
el: Άγνωστος Χρήστης: %s
hi: अज्ञात प्रयोगकर्ताः %s

source: Login Failures Maximum Latest On
af: Teken aan Mislukkings maksimum mees onlangse Aan
bn: লগইন ব্যর্থতা সর্বাধিক সবচয়ে নতুন এ
el: Σύνδεση Αποτυχίες Μέγιστο Τελευταία On
hi: लॉगइन अधिकतम नवीनतम असफलताएं ऑन

source: [%lds left]
af: [%lds oor]
bn: [%lds অবশিষ্ট]
el: [%lds αριστερά]
hi: [%lds लेफ्ट]

source: [%lds lock]
af: [%lds slot]
bn: [%lds লক]
el: [%lds κλείδωμα]
hi: [%lds लॉक]

source: Media
el: Μέσα
hi: मीडिया

source: %s (%s): Arguments will be ignored
el: %s (%s): Τα δεδομένα θα αγνοηθούν

source: %s: Unknown module %s, ignored!
el: %s: Άγνωστη μονάδα %s, αγνοήθηκε!

source: ERROR: Unknown service: [%s: %s], ignored!
el: ΣΦΑΛΜΑ: Άγνωστη υπηρεσία: [%s: %s], αγνοήθηκε!

source: WARNING: Use /etc/default/passwd to set 'md5' option
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: χρησιμοποιήστε το /etc/default/paswd για να ορίσετε την επιλογή 'md5'

source: WARNING: Use /etc/default/passwd to set 'bigcrypt' option
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: χρησιμοποιήστε το /etc/default/paswd για να ορίσετε την επιλογή 'bigcrypt'

source: WARNING: Use /etc/default/passwd to set 'blowfish' option
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: χρησιμοποιήστε το /etc/default/paswd για να ορίσετε την επιλογή 'blowfish'

source: ERROR: Unknown option (%s): [%s: %s], ignored!
el: ΣΦΑΛΜΑ: Άγνωστη επιλογή (%s): [%s: %s], αγνοήθηκε!

source: WARNING: Unknown option (%s): [%s: %s], ignored!
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Άγνωστη επιλογή (%s): [%s: %s], αγνοήθηκε!

source: Please use /etc/default/passwd to set 'md5' option
el: Παρακαλώ χρησιμοποιήστε το /etc/default/paswd για να ορίσετε την επιλογή 'md5'

source: Please use /etc/default/passwd to set 'bigcrypt' option
el: Παρακαλώ χρησιμοποιήστε το /etc/default/paswd για να ορίσετε την επιλογή 'bigcrypt'

source: Please use /etc/default/passwd to set 'blowfish' option
el: Παρακαλώ χρησιμοποιήστε το /etc/default/paswd για να ορίσετε την επιλογή 'blowfish'

source: Usage: %s -a|-c|-d [...]
el: Χρήση: %s -a|-c|-d [...]

source: Copyright (C) %s Thorsten Kukuk. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
el: Copyright (C) %s Thorsten Kukuk. Αυτό είναι ελεύθερο λογισμικό; δείτε τον κώδικα για τους όρους αντιγραφής. Δεν υπάρχει ΚΑΜΙΑ εγγύηση; ουτε καν για ΕΜΠΟΡΙΚΟΤΗΤΑ ή ΑΝΤΙΣΤΟΙΧΙΣΗ ΓΙΑ ΚΑΠΟΙΑ ΣΥΓΚΕΚΡΙΜΕΝΗ ΕΡΓΑΣΙΑ.

source: %s - create PAM config files
el: %s - δημιουργία αρχείων ρυθμίσεων PAM

source: -a, --add Add options/PAM modules
el: -a, --add Προσθήκη επιλογών/μονάδες PAM

source: -c, --create Create new configuration
el: -c, --create Δημιουργία νέας ρύθμισης

source: -d, --delete Remove options/PAM modules
el: -d, --delete Αφαίρεση επιλογών/μονάδες PAM

source: --initialize Convert old config and create new one
el: --initialize Μετατροπή παλαιάς ρύθμισης και δημιουργία μιας νέας

source: --update Read current config and write them new
el: --update Ανάγνωση τρέχουσας ρύθμισης και εγγραφής νέας

source: -q, --query Query for installed modules and options
el: -q, --query Έρευνα για εγκατεστημένες μονάδες και επιλογές

source: --help Give this help list
el: --help Προβολή αυτής της λίστας βοήθειας

source: -u, --usage Give a short usage message
el: -u, --usage Προβολή ενός σύντομου μηνύματος χρήσης

source: -v, --version Print program version
el: -v, --version Προβολή έκδοσης προγράμματος

source: Error activating %s (%m)
el: Σφάλμα κατα την ενεργοποίηση %s (%m)

source: New config from %s is not in use!
el: Νέα ρύθμιση από %s δεν είναι σε χρήση!

source: File %s is no symlink to %s.
el: Το αρχείο %s δεν έχει συμβολικό σύνδεσμο στο %s.

source: New config from %s is is not in use!
el: Νέα ρύθμιση από %s δεν είναι σε χρήση!

source: Couldn't load config file, aborted!
el: Αδυναμία φόρτωσης αρχείου ρυθμίσεων, ματαίωση!

source: %s: Too many arguments.
el: %s: Υπερβολικά πολλοί παράμετροι.

source: Unknown option for %s, ignored: '%s'
el: Άγνωστη επιλογή για %s, αγνοήθηκε: '%s'

source: Cannot create %s: %m
el: Αδυναμία δημιουργίας %s: %m

source: %s contains invalid numerical value: %s.
af: %s bevat ongeldige numeriese waarde: %s.
bn: %s এ অবৈধ সংখ্যাসূচক মূল্য রয়েছেঃ %s৷
el: %s περιέχει λανθασμένη αριθμητική τιμή: %s.
hi: %s में अवैध संख्यात्मक वैल्यू शामिल है: %s.

source: Cannot open %s for reading: %s
af: Kan %s nie vir lees open nie: %s
bn: পড়ার জন্য %s খোলা যাচ্ছে নাঃ %s
el: Αδυναμία ανοίγματος %s για ανάγνωση: %s
hi: %s पढ़ने के लिए नहीं खुल सकता: %s

source: Unable to obtain entropy from %s
af: Kan entropie nie vanaf %s verkry nie
bn: %s থেকে এন্ট্রপি পাওয়া যাচ্ছে না
el: Αδυναμία της λήψης εντροπίας από %s
hi: %s से एंटोपी प्राप्त करने में समर्थ

source: Unable to generate a salt. Check your crypt settings.
af: Kan nie ’n salt genereer nie. Gaan u kript-instellings na
bn: সল্ট জেনারেট করা যাচ্ছে না৷ আপনার ক্রিপ্ট সেটিং দেখুন৷
el: Αδυναμία δημιουργίας ενός salt. Ελέξτε τις ρυθμίσεις κρυπτογράφησης.
hi: साल्ट सृजित करने में असमर्थ। अपनी crypt सेटिंग्स जांचें।

source: Creating %s
af: Skep van %s
bn: %s তৈরী করা হচ্ছে
el: Δημιουργία %s
hi: %s सृजित कर रहा है

source: Cannot open %s: %m
af: Kan %s nie open nie: %m
bn: %s খোলা যাচ্ছে নাঃ %m
el: Αδυναμία ανοίγματος %s: %m
hi: %s नहीं खुल सकता: %m

source: Cannot stat %s: %m
af: Kan nie stat %s nie: %m
bn: %s শুরু করা যাচ্ছে নাঃ %m
el: Αδυναμία στατιστικών %s: %m
hi: %s नहीं शुरू हो सकता: %m

source: Cannot create %s temp file: %m
af: Kan %s tydelike lêer nie skep nie: %m
bn: %s টেম্প ফাইল তৈরী করা যাচ্ছে নাঃ %m
el: Αδυναμία ανοίγματος προσωρινού αρχείου %s: %m
hi: %s टेम फाइल सृजित नहीं कर सकता: %m

source: Cannot set permissions of %s temp file: %m
af: Kan toelatings van %s tydelike lêer nie stel nie: %m
bn: %s টেম্প ফাইলের অনুমতি নির্ধারণ করা যাচ্ছে নাঃ %m
el: Αδυναμία ορισμού δικαιωμάτων του προσωρινού αρχείου %s: %m
hi: %s टेम फाइल की अनुमति सेट नहीं कर सकता: %m

source: Cannot set owner/group of %s temp file: %m
af: Kan eienaar/groep van %s tydelike lêer nie stel nie: %m
bn: %s টেম্প ফাইলের মালিক/দল নির্ধারণ করা যাচ্ছে নাঃ %m
el: Αδυναμία ορισμού ιδιοκτήτη/ομάδας του προσωρινού αρχείου %s: %m
hi: %s टेम फाइल का मालिक/ग्रुप सेट नहीं कर सकता: %m

source: Error while closing old opasswd file: %s
af: Fout tydens sluit van ou owagwoordlêer: %s
bn: পুরানো opasswd ফাইল বন্ধ করতে গিয়ে ভুল ত্রুটিঃ %s
el: Σφάλμα κατά το κλείσιμο του παλιού αρχείου opasswd: %s

source: Error while closing temporary opasswd file: %s
af: Fout tydens sluit van tydelike owagwoordlêer: %s
bn: অস্থায়ী opasswd ফাইল বন্ধ করতে গিয়ে ভুল ত্রুটিঃ %s
el: Σφάλμα κατά το κλείσιμο του προσωρινού αρχείου opasswd: %s

source: Cannot create backup file of %s: %m
af: Kan rugsteun van %s nie skep nie. %m
bn: %s এর ব্যাকআপ (সমর্থক) ফাইল তৈরী করা যাচ্ছে নাঃ %m
el: Αδυναμία δημιουργίας αντιγράφου ασφαλείας του %s: %m
hi: %s की बैक-अप फाइल नहीं बना सकता: %m

source: Old Password:
af: Ou wagwoord:
bn: পুরানো পাসওয়ার্ডঃ
el: Παλιό Συνθηματικό:
hi: पुराना पासवर्डः

source: New Password:
af: Nuwe wagwoord:
bn: নতুন পাসওয়ার্ডঃ
el: Νέο Συνθηματικό:
hi: नया पासवर्डः

source: Reenter New Password:
af: Voer nuwe wagwoord weer in:
bn: নতুন পাসওয়ার্ড আবার জানানঃ
el: Επανεισαγωγή Νέου Συνθηματικού:
hi: नया पासवर्ड दुबारा प्रविष्ट करें:

source: Passwords do not match.
af: Wagwoorde stem nie ooreen nie.
bn: পাসওয়ার্ডে মিল নেই৷
el: Τα συνθηματικά δεν ταιριάζουν.
hi: पासवर्ड मेल नहीं खाता।

source: You must choose a new password.
af: U moet ’n nuwe wagwoord kies.
bn: আপনার একটা নতুন পাসওয়ার্ড বেছে নিতে হবে৷
el: Πρέπει να επιλέξετε νέο συνθηματικό.
hi: आपको नया पासवर्ड चुनने की जरूरी है।

source: Bad password: a palindrome
af: Slegte wagwoord: ’n Alkant-selfkant-woord
bn: বাজে পাসওয়ার্ডঃ উল্টো করে পড়লেও একই থাকে
el: Κακό συνθηματικό: παλινδρόμηση
hi: खराब पासवर्डः एक विलोमपद

source: Bad password: case changes only
af: Slegte wagwoord: slegs kaswysigings
bn: বাজে পাসওয়ার্ডঃ শুধু হরফে পরিবর্তন
el: Κακό συνθηματικό: μόνο αλλαγές μεγέθους
hi: खराब पासवर्डः दशा बदलने के लिए

source: Bad password: too similar
af: Slegte wagwoord: te eenders
bn: বাজে পাসওয়ার্ডঃ খুব বেশী সামঞ্জস্য আছে
el: Κακό συνθηματικό: πολύ συνηθισμένο
hi: खराब पासवर्डः बहुत समरूप

source: Bad password: too simple
af: Slegte wagwoord: te eenvoudig
bn: বাজে পাসওয়ার্ডঃ খুব সরল
el: Κακό συνθηματικό: πολύ απλό
hi: खराब पासवर्डः बहुत आसान

source: Bad password: rotated
af: Slegte wagwoord: geroteer
bn: বাজে পাসওয়ার্ডঃ ঘুরিয়ে দেওয়া হয়েছে
el: Κακό συνθηματικό: κυκλικό
hi: खराब पासवर्डः घुमा हुआ

source: Bad password: too short
af: Slegte wagwoord: te kort
bn: বাজে পাসওয়ার্ডঃ খুব ছোট
el: Κακό συνθηματικό: πολύ μικρό
hi: खराब पासवर्डः बहुत छोटा

source: Password will be truncated to %d characters.
af: Wagwoord sal omgevou word tot %d karakters.
bn: %d অক্ষরে পাসওয়ার্ড ছেঁটে দেওয়া হবে৷
el: Το συνθηματικό θα πρέπει να έχει μέγεθος το πολύ %d χαρακτήρων.
hi: पासवर्ड %d करेक्टर तक छोटा करेगा।

source: Bad password:
af: Slegte wagwoord:
bn: বাজে পাসওয়ার্ডঃ
el: Κακό συνθηματικό:
hi: खराब पासवर्डः

source: Password has been used already. Choose another.
af: Wagwoord is reeds gebruik. Kies ’n ander een.
bn: ইতিমধ্যে এই পাসওয়ার্ড ব্যবহার করা হয়ে গিয়েছে৷ আরেকটা বেছে নিন৷
el: Το συνθηματικό αυτό χρησιμοποιείται ήδη. Επιλέξτε κάποιο άλλο.
hi: पासवर्ड पहले ही प्रयोग हो चुका है। कोई अन्य चुनें।

source: Cannot get options
af: Kan opsies nie kry nie.
bn: বিকল্প পাওয়া যাচ্ছে না
el: Αδυναμία λήψης επιλογών
hi: विकल्प प्राप्त नहीं हो सकते

source: Dictionary path %s is invalid
af: Woordeboekpad %s is ongeldig
bn: শব্দকোষের পথ %s অবৈধ
el: Η διαδρομή λεξικού %s είναι λανθασμένη
hi: शब्दकोश पथ %s अवैध है

source: Password change aborted.
af: Wagwoordwysiging gestaak.
bn: পাসওয়ার্ড পরিবর্তন বন্ধ করে দেওয়া হয়েছে৷
el: Η αλλαγή συνθηματικού ακυρώθηκε.
hi: पाववर्ड बदलाव निष्फल हुआ।

source: login:
el: σύνδεση:

source: Your password has expired. Choose a new password.
af: U wagwoord het verval. Kies ’n nuwe wagwoord.
bn: আপনার পাসওয়ার্ডের মেয়াদ ফুরিয়ে গিয়েছে৷ নতুন পাসওয়ার্ড বেছে নিন৷
el: Το συνθηματικό σας έχει λήξει. Επιλέξτε νέο συνθηματικό.
hi: आपका पासवर्ड समाप्त हो चुका है। नया पासवर्ड चुनें।

source: Password change requested. Choose a new password.
af: Wagwoordwysiging is versoek. Kies ’n nuwe wagwoord.
bn: পাসওয়ার্ড পরিবর্তনের অনুরোধ করা হয়েছে৷ নতুন পাসওয়ার্ড বেছে নিন৷
el: Απαιτείται αλλαγή συνθηματικού. Επιλέξτε νεό κωδικό.
hi: पासवर्ड बदलने का निवेदन किया गया। नया पासवर्ड चुनें।

source: Your password will expire in %ld days.
af: U wagwoord sal binne %ld dae verval.
bn: %ld দিনে আপনার পাসওয়ার্ড ফুরিয়ে যাবে৷
el: Ο κωδικός σας θα λήξει σε %ld μέρες.
hi: आपका पासवर्ड %ld दिनों में समाप्त हो जाएगा।

source: Your password will expire tomorrow.
af: U wagwoord sal môre verval.
bn: আগামীকাল আপনার পাসওয়ার্ড ফুরিয়ে যাবে৷
el: Ο κωδικός σας θα λήξει αύριο.
hi: आपका पासवर्ड कल समाप्त हो जाएगा।

source: Your password will expire within 24 hours.
af: U wagwoord sal binne 24 uur verval.
bn: 24 ঘন্টায় আপনার পাসওয়ার্ড ফুরিয়ে যাবে৷
el: Ο κωδικός σας θα λήξει μέσα σε 24 ώρες.
hi: आपका पासवर्ड 24 घंटें के भीतर समाप्त हो जाएगा।

source: Permissions on the password database may be too restrictive.
af: Toelatings op die wagwoorddatabasis is dalk te beperkend.
bn: পাসওয়ার্ড ডেটাবেসের অনুমতি খুব সীমাবদ্ধকর হতে পারে৷
el: Άδειες στη βάση δεδομένων κωδικών μπορεί να είναι πολύ αυστηρές.
hi: पासवर्ड डेटाबेस पर लगी अनुमतियां बहुत प्रतिबंधी हो सकती हैं।

source: You can only change local passwords.
af: U kan slegs plaaslike wagwoorde wysig.
bn: আপনি শুধু স্থানীয় পাসওয়ার্ড বদলাতে পারেন৷
el: Μπορείτε να αλλάξετε μόνο τοπικούς κωδικούς.
hi: आप केवल स्थानीय पासवर्ड बदल सकते हैं।

source: Less then %d weeks since the last change.
af: Minder as %d weke sedert die laaste wysiging.
bn: শেষ পরিবর্তনের পর %d র চেয়ে কম সপ্তাহ৷
el: Λιγότερο από %d εβδομάδες από την τελευταία αλλαγή.
hi: पिछले परिवर्तन से %d सप्ताह से कम

source: Less then %d days since the last change.
af: Minder as %d dae sedert die laaste wysiging.
bn: শেষ পরিবর্তনের পর %d র চেয়ে কম দিন৷
el: Λιγότερο από %d βδομάδες από την τελευταία αλλαγή.
hi: पिछले परिवर्तन से %d दिनों से कम

source: Error: Password NOT changed.
af: Fout: Wagwoord NIE gewysig nie.
bn: ত্রুটিঃ পাসওয়ার্ডে পরিবর্তন হয় নি৷
el: Σφάλμα: Το συνθηματικό ΔΕΝ άλλαξε.
hi: त्रुटि: पासवर्ड बदला नहीँ।

source: Password changed.
af: Wagwoord gewysig.
bn: পাসওয়ার্ড পরিবর্তন হয়েছে৷
el: Το συνθηματικό άλλαξε.
hi: पासवर्ड परिवर्तित।

source: Cannot find the master ypserver: %s
af: Kan die meester-ypserver nie vind nie: %s
bn: মাস্টার ypserver পাওয়া যায় নিঃ %s
el: Αδυναμία εύρεσης του master ypserver: %s
hi: मास्टर वाईपीसर्वर नहीं खोज सकते: %s

source: yppasswdd not running on NIS master %s
af: yppasswdd loop nie op NIS-meester %s nie
bn: NIS মাস্টারে yppasswdd চলছে না %s
el: yppasswdd δεν εκτελείται στον NIS master %s
hi: yppasswdd एनआईएस मास्टर पर नहीं चल रहा %s

source: yppasswd daemon running on illegal port.
af: yppasswd-demon loop op onwettige poort.
bn: অবৈধ পোর্টে yppasswd ডিমন চলছে৷
el: yppasswd δαίμονας εκτελείται σε παράνομη θύρα.
hi: yppasswd डेमॉन अवैध पोर्ट पर चल रहा है।

source: Cannot create salt for standard crypt
af: Kan salt nie vir standaard-krip skep nie
bn: স্ট্যান্ডার্ড ক্রিপ্টের জন্য সল্ট তৈরী করা যাচ্ছে না
el: Αδυναμία δημιουργίας πλαστογραφήματος για standard κρυπτογράφηση
hi: मानक क्रिप्ट के लिए साल्ट सृजित नहीं कर सकते

source: Cannot create salt for MD5 crypt
af: Kan salt nie vir MD5-krip skep nie
bn: MD5 ক্রিপ্টের জন্য সল্ট তৈরী করা যাচ্ছে না
el: Αδυναμία δημιουργίας πλαστογραφήματος γαι το MD5 crypt
hi: एमडी5 क्रिप्ट के लिए साल्ट सृजित नहीं कर सकते

source: Cannot create salt for bigcrypt
af: Kan salt nie vir grootkrip skep nie
bn: বিগক্রিপ্টের জন্য সল্ট তৈরী করা যাচ্ছে না
el: Αδυναμία δημιουργίας πλαστογραφήματος για το bigcrypt
hi: बिगक्रिप्ट के लिए साल्ट सृजित नहीं कर सकते

source: No support for bigcrypt included
af: Geen ondersteuning vir grootkrip ingesluit nie
bn: বিগক্রিপ্টের জন্য কোনো সমর্থন রাখা হয় নি
el: Δεν περιλαμβάνεται υποστήριξη για το bigcrypt
hi: शामिल बिगक्रिप्ट के लिए कोई सहयोग नहीं

source: Cannot create salt for blowfish crypt
af: Kan salt nie vir blowfish-krip skep nie
bn: ব্লোফিশ ক্রিপ্টের জন্য সল্ট তৈরী করা যাচ্ছে না
el: Αδυναμία δημιουργίας πλαστογραφήματος για το blowfish crypt
hi: ब्लोपिश क्रिप्ट के लिए साल्य सृजित नहीं कर सकते

source: No support for blowfish included
af: Geen ondersteuning vir blowfish ingesluit nie
bn: ব্লোফিশের জন্য কোনো সমর্থন রাখা হয় নি
el: Δεν περιλαμβάνεται υποστήριξη για το blowfish
hi: शामिल ब्लोफिश के लिए कोई सहयोग नहीं

source: crypt_r() returns NULL pointer
af: crypt_r() bring NULL-wyser terug
bn: ক্রিপ্ট_r() NULL পয়েন্টার ফেরত দিয়েছে
el: crypt_r() επιστρέφει δείκτη NULL
hi: crypt_r() नल पाइंटर वापिस करता है

source: Cannot lock password file: already locked.
af: Kan wagwoordlêer nie sluit nie. reeds gesluit.
bn: পাসওয়ার্ড ফাইল বন্ধ করা যাচ্ছে নাঃ আগে থেক বন্ধ৷
el: Αδυναμία κλειδώματος συνθηματικού: ήδη κλειδωμένο.
hi: पासवर्ड फाइल लॉक नहीं कर सकते: पहले से लॉक है।

source: Cannot create temp file (%s): %m
af: Kan tydelike lêer (%s) nie skep nie: %m
bn: অস্থায়ী ফাইল (%s) তৈরী করা যাচ্ছে নাঃ %m
el: Αδυναμία δημιουργίας προσωρινού αρχείου (%s): %m
hi: %s टेंप फाइल सृजित नहीं कर सकते: %m

source: Cannot change permssions of %s: %m
el: Αδυναμία αλλαγής δικαιωμάτων του %s: %m

source: Cannot change owner/group of %s: %m
el: Αδυναμία αλλαγής ιδιοκτήτη/ομάδας του %s: %m

source: Error while writing new shadow file: %m
af: Fout tydens skryf van nuwe skadulêer: %m
bn: নতুন শ্যাডো ফাইল লিখতে গিয়ে ত্রুটিঃ %m
el: Σφάλμα κατα την εγγραφή του νέου αρχείου shadow: %m
hi: नई शैडो फाइल राइट करने में त्रुटि: %m

source: Error while closing old shadow file: %m
af: Fout tydens sluit van ou skadulêer: %m
bn: পুরানো শ্যাডো ফাইল বন্ধ করতে গিয়ে ত্রুটিঃ %m
el: Σφάλμα κατα το κλεισιμο του παλαιού αρχείου shadow file: %m
hi: पूरानी शैडो फाइल बंद करने में त्रुटि: %m

source: Error while closing temporary shadow file: %m
af: Fout tydens sluit van tydelike skadulêer: %m
bn: অস্থায়ী শ্যাডো ফাইল বন্ধ করতে গিয়ে ত্রুটিঃ %m
el: Σφάλμα κατα το κλεισιμο του προσωρινού αρχείου shadow: %m
hi: अस्थाई शैडो फाइल बंद करने में त्रुटि: %m

source: Error while writing new password file: %m
af: Fout tydens skryf van nuwe wagwoordlêer: %m
bn: নতুন পায়ওয়ার্ড ফাইল লিখতে গিয়ে ত্রুটিঃ %m
el: Σφάλμα κατα την εγγραφή του νέου αρχείου συνθηματικού: %m
hi: नई पासवर्ड फाइल राइट करने में त्रुटि: %m

source: Error while closing old password file: %m
af: Fout tydens sluit van ou wagwoordlêer: %m
bn: পুরানো পাসওয়ার্ড ফাইল বন্ধ করতে গিয়ে ত্রুটিঃ %m
el: Σφάλμα
hi: पूरानी पासवर्ड फाइल बंद करने में त्रुटि: %m

source: Error while closing temporary password file: %m
af: Fout tydens sluit van tydelike wagwoordlêer: %m
bn: অস্থায়ী পাসওয়ার্ড ফাইল বন্ধ করতে গিয়ে ত্রুটিঃ %m
el: Σφάλμα κατα το κλεισιμο του προσωρινού αρχείου συνθηματικού: %m
hi: अस्थाई पासवर्ड फाइल बंद करने में त्रुटि: %m

source: Changing NIS password for %s on %s.
af: Wysig van NIS-wagwoord vir %s op %s.
bn: %s এর জন্য %s এ NIS পাসওয়ার্ড পরিবর্তন করা হচ্ছে৷
el: Αλλαγή του NIS κωδικού για %s πάνω σε %s.
hi: %s पर %s के लिए एनआईएस पासवर्ड बदलते हुए।

source: Error while changing the NIS password.
af: Fout tydens wysig van die NIS-wagwoord.
bn: NIS পাসওয়ার্ড বন্ধ করতে গিয়ে ত্রুটি৷
el: Σφάλμα κατα την αλλαγή του NIS κωδικού.
hi: एनआईएस पासवर्ड बदलते समय त्रुटि हुई।

source: 32-Bit Runtime Environment
el: Εκτελέσιμο Περιβάλλον 32Bit

source: This pattern installs the 32-bit variant of all selected patterns, allowing you to execute 32-bit software.
el: Αυτό το μοτίβο εγκαθιστά την 32-bit μεταβλητή όλων των επιλεγμένων μοτίβων, επιτρέποντας σας να εκτελέσετε 32-bit λογισμικό.

source: 64-Bit Runtime Environment
el: Εκτελέσιμο Περιβάλλον 64Bit

source: This pattern installs the 64-bit variant of all selected patterns, allowing you to execute 64-bit software.
el: Αυτό το μοτίβο εγκαθιστά την 64-bit μεταβλητή όλων των επιλεγμένων μοτίβων, επιτρέποντας σας να εκτελέσετε 64-bit λογισμικό.

source: Novell AppArmor is an application security framework that provides mandatory access control for programs. It protects from exploitation of software flaws and compromised systems. It offers an advanced tool set that automates the development of per-program application security without requiring additional knowledge.
el: Το Novell AppArmor είναι μια εφαρμογή-πλαίσιο εργασίας ασφαλείας το οποίο παρέχει τον βασικό έλεγχο πρόσβασης για τα προγράμματα. Τα προστατεύει από εκμετάλλευση των λαθών τους και από άλλα συστήματα. Προσφέρει επίσης μια προχωρημένη εργαλειωθήκη η οποία αυτοματοποιεί την ανάπτυξη της ασφάλειας ανα πρόγραμμα χωρίς να χρειάζεται επιπλέον γνώση.

source: Base System
el: Βασικό Σύστημα

source: This is the base runtime system. It contains only a minimal multiuser booting system. For running on real hardware, you need to add additional packages and pattern to make this pattern useful on its own.
el: Αυτό είναι το βασικό σύστημα λειτουργίας. Περιέχει μόνο ένα ελάχιστο σύστημα εκκίνησης πολλών χρηστών. Για την εκτέλεση σε πραγματικό υλικό, θα χρειαστεί να προσθέσετε και επιπλέον πακέτα και μοτίβα ώστε να κάνετε αυτό το μοτίβο χρήσιμο.

source: C/C++ Compiler and Tools
el: C/C++ Μεταγλωττιστής και Εργαλεία

source: Minimal set of tools for compiling and linking applications
el: Ελάχιστο πακέτο εργαλείων για την αποσφαλμάτωση και την σύνδεση εφαρμογών

source: Common Code Base (for certification)
el: Κοινώς Κώδικας Βάσης (για πιστοποίηση)

source: This consists of all packages that are common to all SUSE Linux Enterprise products. It also provides a Linux Standard Base 3.0 compliant runtime environment.
el: Αποτελείται από όλα τα πακέτα που είναι χρήσιμα σε όλα τα προϊόντα SUSE Linux Enterprise. Παρέχει επίσης ένα συμβατό περιβάλλον λειτουργίας Linux Standar Base 3.0.

source: Console Tools
el: Εργαλεία Κονσόλας

source: Applications useful for those using the console and no graphical desktop environment.
el: Εφαρμογές χρήσιμες για αυτούς που χρησιμοποιούν την κονσόλα και όχι γραφικό περιβάλλον.

source: Default System
el: Προκαθορισμένο Σύστημα

source: This is the default system for this product.
el: Αυτό είναι το προκαθορισμένο σύστημα για αυτό το προϊόν.

source: Desktop Base System
el: Βασικό Σύστημα Επιφάνειας Εργασίας

source: This is the base SUSE Linux runtime system.
el: Αυτό είναι το βασικό σύστημα λειτουργίαςSUSE Linux.

source: GNOME (Default)
el: GNOME (Προκαθορισμένο)

source: GNOME is Novell's default enterprise desktop. It is an intuitive and attractive desktop combining industry-leading usability with a powerful set of applications and management features that are essential to enterprise adoption.
el: Το GNOME είναι το προκαθορισμένο εταιρικό desktop της Novell. Είναι ένα διαισθητικό και ελκυστικό περιβάλλον εργασίας το οποίο συνδυάζει την τελευταία λέξη της χρηστικότητας με ένα ισχυρό πακέτο εφαρμογών και ιδιοτήτων διαχείρισης που είναι αναγκαίες σε μια επιχείρηση.

source: GNOME Development
el: Ανάπτυξη GNOME

source: GNOME development packages
el: Πακέτα ανάπτυξης GNOME

source: GNOME Laptop
el: GNOME Φορητός

source: GNOME laptop packages
el: Πακέτα φορητού GNOME

source: KDE is a powerful graphical desktop environment. It combines ease of use, contemporary functionality, and outstanding graphical design with the technology of the Linux operating system.
el: Το KDE είναι ένα ισχυρό γραφικό περιβάλλον εργασίας. Συνδυάζει την ευκολία στη χρήση, την συνεχή λειτουργικότητα και το καταπληκτικό γραφικό σχεδιασμό με την τεχνολογία του λειτουργικού συστήματος Linux.

source: KDE Development
el: Ανάπτυξη KDE

source: KDE development packages
el: Πακέτα ανάπτυξης KDE

source: KDE Laptop
el: KDE Φορητός

source: KDE laptop packages
el: Πακέτα φορητού KDE

source: Base Development
el: Ανάπτυξη Βάσης

source: Minimal set of tools for compiling and linking applications.
el: Ελάχιστο πακέτο εργαλείων για αποσφαλμάτωση και σύνδεση εφαρμογών.

source: Cell Development
el: Ανάπτυξη Κελιού

source: Toolchain to build code for the Cell processor.
el: Αλυσίδα εργαλείων για την ανάπτυξη κώδικα για τον επεξεργαστή Cell.

source: C/C++ Development
el: Ανάπτυξη C/C++
