Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Url scheme requires path name
af: Url-skema vereis padnaam
bn: Url যোজনার জন্য পথের নাম দরকার
el: Το σχήμα Url απαιτεί όνομα διαδρομής
hi: Url स्कीम को पथ नाम की आवश्यकता है

source: Uruguay
bn: উরুগুয়ে
el: Ουρουγουάη
hi: उरुग्वे

source: Vanuatu
bn: ভানুয়াতু
el: Βανουάτου
hi: वनुआतू

source: Venezuela
bn: ভেনিজুয়েলা
el: Βενεζουέλα
hi: वेनेजुएला

source: Vietnamese
af: Viëtnamees
bn: ফাইলের নাম
el: Βιετναμικά
hi: वियतनामी

source: Virgin Islands, U.S.
af: Maagde-eilande, .V.S.A.
bn: ভার্জিন আইল্যান্ডস, ইউ এস
el: Νησιά Βέρτζιν, Η.Π.Α.
hi: वर्जिन आइलैंड, यू.एस.

source: Wakashan Languages
af: Wakashan-tale
bn: ভাষা সংরক্ষন করা হচ্ছে...
el: Γλώσσες Γουακασάν
hi: वाकाशान भाषाएं

source: Wallis and Futuna
af: Wallis en Futuna
bn: ওয়ালিস ও ফুটুনা
el: Γουόλις και Φουτούνα
hi: वालिस और फ्यूतूना

source: Western Sahara
af: Wes-Sahara
bn: পশ্চিমী সাহারা
el: Δυτική Σαχάρα
hi: पश्चिमी सहारा

source: Yemen
af: Jemen
bn: ইয়েমেন
el: Υεμένη
hi: यमन

source: Yupik Languages
af: Jupik-tale
bn: ভাষাসমূহ
el: Γλώσσες Εσκιμώων
hi: यूपिक भाषाएं

source: Zambia
af: Zambië
bn: &সাম্বা
el: Ζάμπια
hi: जांबिया

source: Zimbabwe
bn: জিম্বাবুয়ে
el: Ζιμπάμπουε
hi: जिम्बाबवे

source: applydeltarpm check failed.
af: applydeltarpm-nagaan het misluk.
bn: applydeltarpm যাচাই ব্যর্থ হয়েছে।
el: Έλεγχος applydeltarpm απέτυχε.
hi: applydeltarpm जांच नाकाम रही।

source: applydeltarpm failed.
af: applydeltarpm het misluk.
bn: applydeltarpm ব্যর্থ হয়েছে।
el: applydeltarpm απέτυχε.
hi: applydeltarpm नाकाम रहा।

source: created backup %s
af: geskepte rugsteun %s
bn: %s ব্যাকআপ তৈরী করছে
el: δημιουργία αντιγράφου ασφαλείας %s
hi: बैकअप %s सृजित

source: do not install %s
af: moenie %s installeer nie
bn: %s ইন্সটল করে না
el: να μην εγκατασταθεί το %s
hi: %s संस्थापित न करें

source: keep %s
af: hou %s
bn: %s রাখুন
el: κράτα το %s
hi: %s रखें

source: libhal_ctx_new: Can't create libhal context
af: libhal_ctx_new: Kan libhal-konteks nie skep nie
bn: libhal_ctx_new: libhal কনটেক্সট তৈরি করতে পারে না
el: libhal_ctx_new: Αδυναμία δημιουργίας περιεχομένου libhal
hi: libhal_ctx_new: libhal संदर्भ को सृजित नहीं कर सकता

source: libhal_set_dbus_connection: Can't set dbus connection
af: libhal_set_dbus_connection: Kan dbus-verbinding nie stel nie
bn: libhal_set_dbus_connection: dbus সংযোগ নির্দিষ্ট করতে পারে না
el: libhal_set_dbus_connection: Αδυναμία ορισμού σύνδεσης dbus
hi: libhal_set_dbus_connection : dbus कनेक्शन को सेट नहीं कर सकता

source: rpm created %s as %s. Here are the first 25 lines of difference:
af: rpm geskep %s as %s. Hier is die eerste 25 rëels van verskil:
bn: rpm %s কে %sরূপে তৈরি করেছিল। এখানে পার্থক্যের প্রথম ২৫ টি লাইন দেওয়া আছে:
el: To rpm δημιουργήθηκε %s ως %s. Εδώ είναι οι πρώτες 25 σειρές της διαφοράς:
hi: rpm ने %s के रूप में %s सृजित किया। यहां अंतर की पहली 25 पंक्तियां हैं :

source: rpm saved %s as %s. Here are the first 25 lines of difference:
af: rpm geberg %s as %s. Hier is die eerste 25 rëels van verskil:
bn: rpm %s কে %sরূপে সংরক্ষণ করেছিল। এখানে পার্থক্যের প্রথম ২৫ টি লাইন দেওয়া আছে:
el: Το rpm αποθηκεύτηκε %s ως %s. Εδώ είναι οι πρώτες 25 γραμμές της διαφοράς:
hi: rpm ने %s के रूप में %s सहेजा। यहां अंतर की पहली 25 पंक्तियां हैं :

source: Continue?
af: Voortgaan?
bn: এগিয়ে যাবেন?
el: Συνέχεια;
hi: जारी रखें?

source: Unknown command '%s'
el: Άγνωστη εντολή '%s'

source: Name:
af: Naam:
bn: নাম :
el: Όνομα:
hi: नाम:

source: Version:
af: Weergawe:
bn: ভার্সন :
el: Έκδοση:
hi: संस्‍करण:

source: Arch:
af: Arg.:
bn: আর্ক:
el: Τόξο:
hi: आर्क

source: Summary:
af: Opsomming:
bn: সারসংক্ষেপ :
el: Περίληψη:
hi: सार

source: Description:
af: Beskrywing:
bn: বর্ণনা :
el: Περιγραφή:
hi: विवरण:

source: Catalog:
af: Katalogus:
bn: তালিকা:
el: Κατάλογος:
hi: कैटालाग

source: Installed:
af: Geïnstalleer:
bn: ইনস্টল করা হয়েছে :
el: Εγκατεστημένο:
hi: इंस्टाल हो गया:

source: Status:
bn: অবস্থা :
el: Κατάσταση:
hi: स्थिति:

source: up-to-date
af: op datum
bn: আপ-টু -ডেট
el: ενημερωμένο
hi: वर्तमान समय तक अपडेट

source: not installed
af: nie geïnstalleer nie
bn: ইনস্টল করা হয় নি
el: μη εγκατεστημένο
hi: इंस्टाल नहीं हुआ

source: Installed Size:
af: Geïnstalleerde grootte:
bn: ইন্সটল করা পরিমাপ :
el: Εγκατεστημένο Μέγεθος:
hi: इंस्टाल किए गए का आकार:

source: Category:
el: Κατηγορία:
hi: श्रेणी

source: Created On:
el: Δημιουργήθηκε:
hi: इसपर बना

source: Reboot Required:
el: Απαιτείται Επανεκκίνηση:
hi: रीबूट जरुरत :

source: Restart Required:
el: Απαιτείται Επανεκκίνηση:
hi: फिर आरंभ जरूरी

source: Interactive:
el: Αλληλεπίδραση:
hi: असक्रिय:

source: Provides:
bn: সরবরাহ করে:
el: Παρέχει:
hi: देता है:

source: Requires:
bn: প্রয়োজন:
el: Απαιτεί:
hi: जरुरत :

source: Category
af: Kategorie
bn: শ্রেণী
el: Κατηγορία
hi: श्रेणी

source: Failed to add '%s' to the list of packages to be installed.
af: Misluk om '%s' te voeg by die lys pakkette wat geïnstalleer moet word.
bn: যে প্যাকেজগুলি স্থাপিত হবে তার তালিকায় '%s' যুক্ত করতে ব্যর্থ হয়েছে।
el: Αποτυχία προσθήκης '%s' στη λίστα πακέτων προς εγκατάσταση.

source: error
af: fout
bn: ভুল
el: σφάλμα
hi: त्रुटि

source: Initializing Target
af: Inisialiseer van Teiken
bn: লক্ষ্য চালু করছে
el: Αρχικοποίηση Στόχου
hi: इनीशियलाईजिंग...

source: Disabled
af: Versper
bn: অক্ষম
el: Απενεργοποιημένο
hi: असमर्थ

source: Alias
el: Ψευδώνυμο
hi: एलियास

source: Skipping disabled repository '%s'
el: Παράβλεψη απενεργοποιημένου καταλόγου '%s'

source: Bundle
el: Δέσμη
hi: बंडल

source: Problem:
el: Πρόβλημα:
hi: समस्य़ा

source: Applying solution %s
el: Εφαρμόζοντας τη λύση %s

source: Resolving dependencies...
af: Oplos van afhanklikhede ...
bn: নির্ভরতাগুলি সমাধান করছে
el: Επιλύοντας Εξαρτήσεις...
hi: निर्भरताएं हल कर रहा हैं

source: Nothing to do.
af: Niks om te doen nie.
bn: কিছু করার নেই।
el: Τίποτε για να γίνει.
hi: कुछ नहीं करने को

source: committing
af: verplig tot
bn: প্রতিশ্রুতি দিচ্ছে
el: καταθέτοντας
hi: कमिट

source: Needed
af: Benodig
bn: প্রয়োজন
el: Απαιτούμενο
hi: जरूरी

source: Unknown option
af: Onbekende opsie
bn: অজানা বিকল্প
el: Άγνωστη επιλογή
hi: अज्ञात विकल्‍प

source: Missing argument for
af: Ontbrekende argument vir
bn: এর জন্য অনুপস্থির আর্গুমেন্ট
el: Λείπει παράμετρος για

source: Please file a bug report about this.
af: Liasseer asseblief ’n foutverslag hieroor.
bn: এই বিষয়ে অনুগ্রহ করে একটি ত্রুটি রিপোর্ট ফাইল করুন।
el: Παρακαλούμε δημιουργήστε μια αναφορά σφάλματος γι' αυτό.

source: See http://en.opensuse.org/Zypper#Troubleshooting for instructions.
af: Sien http://en.opensuse.org/Zypper#Troubleshooting vir instruksies.
bn: নির্দেশাবলীর জন্য http://en.opensuse.org/Zypper#Troubleshooting দেখুন।
el: Δείτε στο http://en.opensuse.org/Zypper#Troubleshooting για περισσότερες οδηγίες.

source: Too many arguments.
el: Πολλοί παράμετροι.

source: Not Applicable
af: Nie van toepassing nie
bn: প্রযোজ্য নয়
el: Δεν Εφαρμόζεται
hi: लागू नहीं

source: Not found
af: Nie gevind nie
bn: পাওয়া যায় নি
el: Δεν βρέθηκε
hi: नहीं मिला

source: I/O error
el: σφάλμα E/E

source: Unexpected exception.
af: Onverwagte uitsondering.
bn: অপ্রত্যাশিত ব্যতিক্রম।
el: Μη αναμενόμενη εξαίρεση.

source: %s remove failed
af: %s verwyder het misluk
bn: %s অপসারণ ব্যর্থ হয়েছে
el: %s αφαίρεση απέτυχε
hi: %s स्थानांतरण असफल रहा

source: Additional rpm output:
af: Bykomende rpm-uitset:
bn: অতিরিক্ত তথ্য
el: Επιπρόσθετο αποτέλεσμα rpm:
hi: अतिरिक्त rpm आउटपुट :

source: Invalid user name or password.
el: Λανθασμένο όνομα χρήστη ή συνθηματικό.

source: Package %s fails integrity check. Do you want to retry?
el: Το πακέτο %s απέτυχε στον έλεγχο ακεραιότητας. Θέλετε να συνεχίσετε;

source: rpm output:
af: rpm-uitset:
bn: rpm আউটপুট
el: αποτέλεσμα rpm:
hi: rpm आउटपुट :

source: <b>Direct Access to the Sound Device Not Possible</b><br><hr><br>No sound card is available or sound support is not configured yet. However, the application uses or requires sound support.
el: <b>Δεν είναι δυνατή η απευθείας σύνδεση στην συσκευή ήχου</b><br><hr><br>Είτε δεν υπάρχει κάρτα ήχου είτε η υποστήριξη ήχου δεν έχει ρυθμιστεί ακόμα. Παρ' όλα αυτά, η εφαρμογή χρησιμοποιεί ή απαιτεί υποστήριξη ήχου.

source: <b>3D Hardware Support Not Available</b><br><hr><br>No 3D graphics card is available or 3D support is not configured yet. However, the application uses or requires 3D hardware support.
el: <b>Μη Διαθέσιμη Υποστήριξη Υλικού 3D</b><br><hr><br>Δεν υπάρχει διαθέσιμη κάρτα γραφικών 3D ή η υποστήριξη 3D δεν έχει ρυθμιστεί ακόμα. Παρ' όλα αυτά η εφαρμογή χρησιμοποιεί ή απαιτεί υποστήριξη υλικού 3D.

source: _: NAME OF TRANSLATORS Your names
el: _: ΟΝΟΜΑΤΑ ΜΕΤΑΦΡΑΣΤΩΝ Κώστας Μπουκουβάλας
hi: संगीता कुमारी

source: _: EMAIL OF TRANSLATORS Your emails
el: _:EMAIL ΜΕΤΑΦΡΑΣΤΩΝ quantis@hellug.gr
hi: k.sangeeta09@gmail.com

source: (ip_mode) Found unexpected character: '%s'
af: (ip_modus) Onverwagte karakter gevind: '%s'
bn: (ip_mode) অপ্রত্যাশিত অক্ষর পাওয়া গেছে: '%s'
el: (ip_mod) Βρέθηκε μη αναμενόμενος χαρακτήρας: '%s'
hi: (आईपी_मोड) अप्रत्याशित वर्ण मिला : '%s'

source: Unexpected character in interface name: '%s'
el: Μη αναμενόμενος χαρακτήρας στο όνομα διεπαφής: '%s'

source: Found unknown flag: '%s'
el: Βρέθηκε άγνωστο flag: '%s'
hi: '%s' अनजान फ्लैग पाया

source: Found unexpected keyword: '%s'
el: Βρέθηκε μη αναμενόμενο keyword: '%s'
hi: अप्रत्याशित की वर्ड पाया '%s'

source: Exec qualifier 'i' must be followed by 'x'
af: Uitvoerende kwalifiseerder 'i' moet deur 'x' gevolg word
bn: Exec কোয়ালিফায়ার 'i' এর পরে অবশ্যই 'x' থাকতে হবে
el: Χαρακτήρας exec 'i' πρέπει να ακολουθείται από 'x'
hi: Exec क्वालीफायर 'i' के पहले 'x' होना चाहिए

source: Exec qualifier '%c' must be followed by 'x'
el: Χαρακτήρας exec '%c' πρέπει να ακολουθείται από 'x'

source: flags=(debug) is no longer supported, sorry.
el: flags=(αποσφαλμάτωση) δεν υποστηρίζεται πλέον, λυπούμαστε.

source: Assert: `netrule' returned NULL.
af: Beweer: `net-reël' het NUL teruggestuur.
bn: দৃঢ় ঘোষণা: `netrule' NULL ফেরত পাঠিয়েছে।
el: Παρέμβαση: 'netrule' επέστρεψε ΜΗΔΕΝ.
hi: Assert: `netrule' NULL पर लौट आया।

source: Assert: `addresses' returned NULL.
af: Beweer: `adresse' het NUL teruggestuur.
bn: দৃঢ় ঘোষণা: `addresses' NULL ফেরত পাঠিয়েছে৷
el: Παρέμβαση: 'addresses' επέτρεψε ΜΗΔΕΝ.
hi: Assert: `addresses' NULL पर लौट आए।

source: Network entries can only have one TO address.
af: Netwerkinskrywings kan slegs een AAN-adres hê.
bn: নেটওয়ার্ক এনট্রিগুলিতে শুধুমাত্র একটি প্রতি ঠিকানা থাকতে পারে৷
el: Οι διευθύνσεις δικτύου έχουν μόνο μια διεύθυνση TO.
hi: नेटवर्क प्रविष्टियों में सिर्फ एक प्राप्तकर्ता पता हो सकता है।

source: Network entries can only have one FROM address.
af: Netwerkinskrywings kan slegs een VAN-adres hê.
bn: নেটওয়ার্ক এনট্রিগুলিতে শুধুমাত্র একটি থেকে ঠিকানা থাকতে পারে৷
el: Οι εγγραφές δικτύου έχουν μόνο μια διεύθυνση FROM.
hi: नेटवर्क प्रविष्टियों में सिर्फ एक प्रेषक पता हो सकता है।

source: `%s' is not a valid ip address.
af: `%s' is nie ’n geldige ip-adres nie.
bn: `%s' কোন বৈধ আইপি ঠিকানা নয়৷
el: Το '%s' δεν είναι έγκυρη διεύθυνση ip.
hi: `%s' एक मान्य आईपी पता नहीं है।

source: `/%d' is not a valid netmask.
af: `/%d' is nie ’n geldige netmasker nie.
bn: `/%d' বৈধ নেটমাস্ক নয়৷
el: το '%d' δεν είναι μια έγκυρη μάσκα δικτύου.
hi: `/%d' एक मान्य नेटमास्क नहीं है।

source: `%s' is not a valid netmask.
af: `%s' is nie ’n geldige netmasker nie.
bn: `%s' বৈধ নেটমাস্ক নয়৷
el: Το '%s' δεν είναι μια έγκυρη μάσκα δικτύου.
hi: `%s' एक मान्य नेटमास्क नहीं है।

source: ports must be between %d and %d
af: poorte moet tussen %d en %d wees
bn: পোর্টগুলিকে %d ও %d এর মাঝামাঝি হতেই হবে
el: οι θύρες πρέπει να είναι μεταξύ %d και %d
hi: पोर्टों को %d और %d के बीच होना चाहिए

source: Are you sure you want to save the current set of profile changes and exit?
af: Is u seker u wil die huidige stel profielwysigings berg en uitgaan?
bn: আপনি কি নিশ্চিতরূপেই প্রোফাইল পরিবর্তনের বর্তমান সেটটি সংরক্ষণ করতে চান এবংপ্রস্থান করতে চান?
el: Είστε σίγουροι οτι θέλετε να αποθηκεύσετε όλες τις αλλαγές προφίλ και να αποχωρήσετε;
hi: क्‍या आप निश्चित हैं कि आप वर्तमान सेट के प्रोफाइल के बदलावों को सहेजना और बाहर निकलना चाहते हैं?

source: Saving all changes.
af: Berg van alle wysigings.
bn: সকল পরিবর্তনগুলি সংরক্ষণ করছে।
el: Αποθηκεύοντας όλες τις αλλαγές.
hi: सभी बदलावों को सहेज रहा है।

source: Include file %s contains invalid regexp %s.
af: Ingeslote lêer %s bevat ongeldige regexp %s.
bn: ইনক্লুড ফাইল %s এ অবৈধ regexp %s আছে।
el: Το αρχείο συμπερίληψης %s περιέχει λάθος regexp %s.
hi: समावेशी %s में अमान्‍य regexp %s निहित है।

source: Include file %s contains syntax errors or is not a valid #include file.
af: Ingeslote lêer %s bevat sintaksfoute of is nie ’n geldige #sluit in-lêer nie.
bn: Include ফাইল %s-এ সিনট্যাক্স ত্রুটি আছে বা একটি কার্যকর # include ফাইল নয়করুন নয়।
el: Το αρχείο συμπερίληψης %s περιέχει συντακτικά σφάλματα και δεν είναι έγκυρο αρχείο #include.

source: Control Center
af: Beheersentrum
bn: YaST2 নিয়ন্ত্রন কেন্দ্র
el: Κέντρο Ελέγχου
hi: YaST2 कन्ट्रोल सेन्टर

source: Close the control-center when a task is activated
af: Sluit die beheersentrum wanneer ’n taak geaktiveer word
bn: একটি কাজ সক্রিয় হলে নিয়ন্ত্রণ-কেন্দ্রটি বন্ধ করে দিন
el: Κλείστε το κέντρο-ελέγχου όταν ενεργοποιηθεί μια εργασία
hi: किसी कार्य के सक्रिय होने पर नियंत्रण-केंद्र को बंद करें

source: Task names and associated .desktop files
af: Taakname en geassosieerde werkskermlêers
bn: কাজের নামগুলি এবং সংশিষ্ট .ডেস্কটপ ফাইলগুলি
el: Ονόματα εργασιών και αντίστοιχα αρχεία .desktop
hi: कार्य नाम और संबद्ध .डेस्कटॉप फाइलें

source: The task name to be displayed in the control-center (thus needing to be translated) followed by a ";" separator then the filename of an associated .desktop file to launch for that task.
af: Die taaknaam wat in die beheersentrum vertoon moet word (en dus vertaal moet word), gevolg deur ’n ";"-skeier, dan die naam van ’n geassosieerde .desktop-lêer sodat daardie taak kan begin.
bn: নিয়ন্ত্রণ-কেন্দ্রটিতে কাজের নামটি একটি ";" বিভাজকের পরে প্রদর্শিত হবে(সেইজন্য অনুবাদ করার প্রয়োজন আছে) এবং তারপরে এই কাজের জন্য সংশিষ্ট .ডেস্কটপ ফাইলের ফাইলের নাম চালু করা হবে
el: Το όνομα της εργασίας προς προβολή στο κέντρο-ελέγχου (παρόλο που πρέπει να μεταφραστεί) ακολουθούμενο από ένα διαχωριστικό ";" συνεπάγεται οτι το όνομα ενός αντιστοιχισμένού αρχείου .desktop θα πρέπει να εκκινηθεί για αυτή την εργασία.
hi: नियंत्रण-केंद्र में डिस्प्ले होने वाले कार्य का नाम (इस प्रकार इसे अनूदित करने की आवश्यकता होती है) के बाद एक ";" सेपरेटर लगता है इसके बाद उस कार्य को आरंभ करने के लिए किसी संबद्ध .डेस्कटॉप फाइल का फाइल नाम होता है।

source: [Change Desktop Background;background.desktop,Add Printer;gnome-cups-manager.desktop,Configure Network;YaST2/lan.desktop,Change Password;gnome-passwd.desktop,Add User;YaST2/users.desktop,Open Administrator Settings;YaST.desktop]
af: [Wysig werkskermagtergrond;background.desktop,Voeg drukker by;gnome-cups-manager.desktop,Konfigureer netwerk;YaST2/lan.desktop,Wysig wagwoord;gnome-passwd.desktop,Voeg gebruiker by;YaST2/users.desktop,Open administrateurinstellings;YaST.desktop]
bn: [ডেস্কটপের প্রেক্ষাপট পরিবর্তন করুন;background.desktop,প্রিন্টার যুক্ত করুন;gnome-cups-manager.desktop,নেটওয়ার্ক কনফিগার করুন;YaST2/lan.desktop,পাসওয়ার্ড পরিবর্তনকরুন;gnome-passwd.desktop,ব্যবহারকারী যুক্ত করুন ;YaST2/users.desktop,এডমিনিস্ট্রেটর সেটিং খুলুন;YaST.desktop]
el: [Αλλαγή Υποβάθρου Επιφάνειας εργασίας;background.desktop,Προσθήκη Εκτυπωτή;gnome-cups-manager.desktop,Ρύθμιση Δικτύου;YaST2/lan.desktop,Αλλαγή Συνθηματικού;gnome-passwd.desktop,Προσθήκη Χρήστη;YaST2/users.desktop,Άνοιγμα Ρυθμίσεων Διαχειριστή;YaST.desktop]
hi: [डेस्कटॉप पृष्ठभूमि बदलें;background.desktop,प्रिंटर जोड़ें;gnome-cups-manager.desktop,नेटवर्क कॉन्फिगर करें;YaST2/lan.desktop,पासवर्ड बदलें;gnome-passwd.desktop,उपयोगकर्ता जोड़ें;YaST2/users.desktop,प्रशासकीय सेटिंग्स खोलें;YaST.desktop]

source: if true, the control-center will close when a "Common Task" is activated
af: indien waar, sal die beheersentrum sluit wanneer ’n "Gewone taak" geaktiveer word
bn: যদি ঠিক হয়, তাহলে একটি "সাধারণ কাজ" সক্রিয় হলে নিয়ন্ত্রণ-কেন্দ্রটি বন্ধ হয়ে যাবে
el: εαν είναι αληθές, το κέντρο-ελέγχου θα κλείσει όταν μια "Κοινή Εργασία" θα ενεργοποιηθεί
hi: यदि सत्य हो, तो एक "Common Task" के सक्रिय होने पर नियंत्रण-केंद्र बंद हो जाएगा

source: key not found [%s]
af: sleutel nie gevind nie [%s]
bn: সংকেত [%s] পাওয়া যায় নি
el: δεν βρέθηκε το κλειδί [%s]
hi: कुंजी नहीं मिली [%s]

source: Common Tasks
af: Gewone take
bn: সাধারণ কাজগুলি
el: Κοινές Εργασίες
hi: सामान्य कार्य

source: Help Unavailable
af: Hulp nie beskikbaar nie
bn: উপস্থিত নেই
el: Βοήθεια Μη Διαθέσιμη
hi: अप्राप्य

source: Edited %m/%d/%Y
af: Hersien %m/%d/%Y
bn: %m/%d/%Y সম্পাদনা করা হয়েছে
el: Επεξεργασμένο %m/%d/%Y
hi: संपादित %m/%d/%Y

source: Open Menu
el: Άνοιγμα Καταλόγου

source: Software Update
af: Sagtewarebywerking
bn: সফটওয়্যার আপডেট
el: Ενημέρωση Λογισμικού
hi: सॉफ्टवेयर अपडेट

source: .desktop files for "Favorite Applications"
af: .desktop-lêers vir "Gunstelingtoepassings"
bn: " প্রিয় প্রয়োগগুলি"-এর জন্য ডেস্কটপ ফাইল
el: αρχεία .desktop για "Αγαπημενες Εφαρμογές"
hi: सेव विक्लप

source: Location of the system-wide directory in which startup programs are found.
af: Plek van die stelselwye gids waarin aanvangsprogramme gevind word.
bn: শুরু করার কার্যক্রমগুলি যে সিস্টেম-ওয়াইড ডাইরেক্টরীর মধ্যে পাওয়া গেছে তার অবস্থান।
el: Διεύθυνση του καταλόγου ευρέως συστήματος όπου βρίσκονται τα προγράμματα εκκίνησης.
hi: उस सिस्टम-व्यापी डायरेक्टरी का स्थान जिसमें स्टार्टअप प्रोग्राम प्राप्त हुए थे।

source: Location of the user directory in which startup programs are found. The dir path should not be absolute, as the value of this key is appended to this path: ~/.
af: Plek van die gebruikergids waarin aanvangsprogramme gevind word. Die gidspad behoort nie absoluut te wees nie, aangesien die waarde van hierdie sleutel aan hierdie pad geheg word: ~/.
bn: শুরু করার কার্যক্রমগুলি যে ব্যবহারকারীর ডাইরেক্টরীর মধ্যে পাওয়া গেছে তার অবস্থান। ডাইরেক্টরীর পথটি অসীম হওয়া উচিত নয়, যেহেতু এই সংকেতের মান এই পথটির সঙ্গে সংযুক্ত করা হয়েছে: ~/.
el: Τοποθεσία του καταλόγου χρήστη στον οποίο βρίσκονται τα προγράμματα εκκίνησης. Η διαδρομή αυτή δε θα πρέπει να είναι απόλυτη, από τη στιγμή που το κλειδί προστίθεται σε αυτό το path: ~/.
hi: उस सिस्टम-व्यापी डायरेक्टरी का स्थान जिसमें स्टार्टअप प्रोग्राम प्राप्त हुए थे। डायरेक्टरी पथ निरपेक्ष नहीं होना चाहिए, क्योंकि इस कुंजी का मान इस पथ : ~/ से नत्थी है।

source: System area items
af: Stelselarea-items
bn: সিস্টেমের ক্ষেত্রের বিষয়গুলি
el: Αντικείμενα περιοχής συστήματος
hi: सिस्टम क्षेत्र के मद

source: System-wide autostart program drop dir
af: Stelselwye outobeginprogram laat gids weg
bn: সিস্টেম-প্রসারিত স্বয়ংক্রিয়শুরু কার্যক্রমের ড্রপ ডাইরেক্টরী
el: Γενικό πρόγραμμα αυτόματης εκκίνησης drop dir
hi: सिस्टम-व्यापी ऑटोस्टार्ट प्रोग्राम ड्रॉप डायरेक्टरी

source: The list of the items which will appear in the System area. Possible values are HELP = 0, CONTROL_CENTER = 1, PACKAGE_MANAGER = 2, LOG_OUT = 3, LOCK_SCREEN = 4. HELP, CONTROL_CENTER and PACKAGE_MANAGER need to the have the appropriate .desktop files defined in the, respectively, "help_item", "control_center_item" and "package_manager_item" keys.
af: Die lys items wat in die stelselarea sal verskyn. Moontlike waardes is: HELP = 0, BEHEER_SENTRUM = 1, PAKKET_BESTUURDER = 2, TEKEN UIT = 3, SLUIT_SKERM = 4. HELP, BEHEER_SENTRUM en PAKKET_BESTUURDER moet die gepaste .desktop-lêers hê soos onderskeidelik in die "help_item", "beheer_sentrum_item" en "pakket_bestuurder_item"-sleutels gedefinieer.
bn: সিস্টেমের ক্ষেত্রে বিষয়গুলির যে তালিকাটি দেখা যাবে। সম্ভাব্য মানগুলি হল সাহায্য =0, নিয়ন্ত্রণ-কেন্দ্র = 1,প্যাকেজ ম্যানেজার = 2,লগ_আউট = 3, তালাবন্ধ_স্ক্রীণ = 4. সাহায্য, নিয়ন্ত্রণ_কেন্দ্রএবং প্যাকেজ_ম্যানেজার যেগুলির যথাযথ ডেস্কটপ ফাইল থাকা প্রয়োজন আছে যা যথাক্রমে , " সাহায্যের_বিষয় ", "নিয়ন্ত্রণ_কেন্দ্রের_বিষয়" এবং "প্যাকেজ_ম্যানেজার _বিষয়" সংকেতগুলির দ্বারা বর্ণনা করা হয়েছে।
el: Ένας κατάλογος αντικειμένων που πρέπει να εμφανίζονται στην περιοχή συστήματος. Πιθανές τιμές είναι HELP = 0, CONTROL_CENTER = 1, PACKAGE_MANAGER = 2, LOG_OUT = 3, LOCK_SCREEN = 4. HELP, CONTROL_CENTER και PACKAGE_MANAGER που θα πρέπει να έχουν ορισμένα τα κατάλληλα αρχεία .desktop στα αντίστοιχα "help_item", "control_center_item" and "package_manager_item" κλειδιά.
hi: उन मदों की सूची जो सिस्टम क्षेत्र में प्रदर्शित होगी। संभावित मान हैं सहायता = 0, नियंत्रण_केंद्र = 1, पैकेज_मैनेजर = 2, लॉग_आउट = 3, लॉक_स्क्रीन = 4। सहायता, नियंत्रण_केंद्र और पैकेज_मैनेजर के पास उपयुक्त .डेस्कटॉप फाइलें होने की आवश्यकता होती है जिन्हें क्रमशः, "help_item", "control_center_item" और "package_manager_item" कुंजियों में परिभाषित किया गया है।

source: User autostart program drop dir (within the home dir)
af: Gebruikeroutobegin-program laat gids weg (binne die tuisgids)
bn: ব্যবহারকারী স্বয়ংক্রিয় শুরু কার্যক্রম ড্রপ ডাইরেক্টরী (হোম ডাইরেক্টরীর মধ্যে)
el: Πρόγραμμα χρήστη αυτόματης εκκίνησης drop dir (μέσα στον σπιτικό φάκελο)
hi: उपयोगकर्ता ऑटोस्टार्ट प्रोग्राम ड्रॉप डायरेक्टरी (होम डायरेक्टरी के अंदर)

source: contains the list (in no particular order) of allowable file types to show in the file area. possible values (see also the note for /desktop/gnome/applications/main-menu/file-area/file_class): 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES]. RECENTLY_USED_APPS is the list of recently used (instantiated with the main-menu or the application-browser). USER_SPECIFIED_APPS is equivalent to "Favorite Applications". RECENT_FILES is the list of files from ~/.recently-used.
af: bevat die lys (in geen bepaalde volgorde nie) van toelaatbare lêersoorte om in die lêerarea .possible values te toon (sien ook die nota vir /werkskerm/gnome/ toepassings/hoofkieslys/lêerarea/lêer_klas): 0 [GEBRUIKER_GESPESIFISEERDE_TOEPASS], 1 [ONLANGS_GEBRUIKTE_TOEPASS], 2 [ONLANGSE_LÊERS]. ONLANGS_GEBRUIKTE_TOEPASS is die lys onlangs-gebruikte toepassings (aangehaal saam met die hoofkieslys of die toepassingrondblaaier). GEBRUIKER_-GESPESIFISEERDE_TOEPASS is gelyk aan "Gunstelingtoepassings". ONLANGSE_LÊERS is die lys lêers uit ~/.recently-used.
bn: ফাইলের ক্ষেত্রটিতে দেখানোর জন্য অনুমোদিত ফাইল প্রকারের তালিকাটি(কোনো বিশেষ ক্রমে নয়) আছে। সম্ভাব্য মানগুলি হল (ডেস্কটপ, জিনোম, প্রয়োগগুলি/মূল-মেনু/ফাইল-ক্ষেত্র /ফাইল_শ্রেণী/ -এর জন্য / টীকাটিও দেখুন):০[ব্যবহারকারীর _দ্বারা _নির্দিষ্ট _করা _প্রয়োগগুলি], ১ [সাম্প্রতিক_ব্যবহৃত_প্রয়োগগুলি], ২ [সাম্প্রতিক_ফাইলগুলি]।সাম্প্রতিক_ব্যবহৃত_প্রয়োগগুলি হল সাম্প্রতিক ব্যবহৃতগুলির তালিকা (মূল-মেনু বা প্রয়োগের ব্রাউজারটির সঙ্গে অবিলম্বে কৃত)। ব্যবহারকারীর _দ্বারা _নির্দিষ্ট _করা _প্রয়োগগুলি হল "প্রিয় প্রয়োগগুলি" -এর সমতুল্য। সাম্প্রতিক_ফাইলগুলি হল ~/. থেকে ব্যবহৃত ফাইলগুলির তালিকা।
el: περιέχει την λίστα (όχι σε συγκεκριμένη σειρά) των επιτρεπόμενων τύπων αρχείων που μπορούν να προβάλλονται στην περιοχή αρχείου. πιθανές τιμές (δείτε επίσης τη σημείωση για/desktop/gnome/applications/main-menu/file-area/file_class): 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES]. RECENTLY_USED_APPS είναι ο κατάλογος των πρόσφατα χρησιμοποιούμενων (αρχικοποιημένων με τον κύριο κατάλογο ή τον πλοηγό εφαρμογών). Η USER_SPECIFIED_APPS αντιστοιχεί σε "Αγαπημένες Εφαρμογές". Η RECENT_FILES είναι η λίστα των αρχείων από ~/.recently-used.
hi: फाइल क्षेत्र में प्रदर्शित करने के लिए अनुमतियोग्य फाइल प्रकारों की सूची (किसी विशेष क्रम में नहीं) को समाविष्ट करता है। संभावित मान (साथ ही /desktop/gnome/applications/main-menu/file-area/file_class हेतु नोट भी देखें) : 0 [उपयोगकर्ता_निर्दिष्ट_अनुप्रयोग], 1 [वर्तमान_प्रयुक्त_अनुप्रयोग], 2 [वर्तमान_फाइलें]। वर्तमान_प्रयुक्त_अनुप्रयोग हाल में प्रयुक्त अनुप्रयोगों की सूची है (मुख्य-मेन्यू या अनुप्रयोग-ब्राउज़र के साथ तत्काल आरंभ)। उपयोगकर्ता_निर्दिष्ट_अनुप्रयोग "Favorite Applications" के समतुल्य है। वर्तमान_फाइलें ~/.recently-used वाली फाइलों की सूची है।

source: control center item .desktop file
af: beheersentrumitem .desktop-lêer
bn: নিয়ন্ত্রণ কেন্দ্রের বিষয় .ডেস্কটপ ফাইল
el: αντικείμενο κέντρου ελέγχου αρχείο .desktop
hi: नियंत्रण केंद्र आइटम .डेस्कटॉप फाइल
