Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: SCPM needs recovery SCPM is currently locked and needs recovery. This is usually the case after an unexpected abort of an SCPM operation, for example, caused by a critical error. SCPM can be recovered by replaying the command executed before the abort. This basically completes the previous command. You can also rollback the previous command. This leads to a system status equal or at least similar to the status before the aborted operation. If in doubt, choose 'Replay'.
af: SCPM benodig herstelling SCPM is tans gesluit en benodig herstelling. Dit is gewoonlik die geval na ’n onverwagte staking van ’n SCPM-bewerking wat byvoorbeeld deur ’n kritieke fout veroorsaak is. SCPM kan herstel word deur die opdrag wat voor die staking uitgevoer is, weer te speel. Dit voltooi eintlik die vorige opdrag. U kan ook die vorige opdrag terugrol. Dit lei tot ’n stelsel wat gelyk is aan of ten minste dieselfde is as die status voor die gestaakte bewerking. Indien u onseker is, kies ‘Speel weer’.
bn: SCPM এর পুনরুদ্ধার দরকার। SCPM বর্তমানে লক আছে এবং এর পুনরুদ্ধার দরকার। SCPM ক্রিয়া অপ্রত্যাশিতরূপে বাতিলকরার পরে এটা সাধাতণতঃ ঘটে থাকে, উদাহরণ স্বরূপ কোন সঙ্কটজনক ত্রুটির কারণে।বাতিলের আগে সম্পন্ন আদেশটি পুনরায় চালিয়ে SCPM পুনরুদ্ধার করা যেতে পারে।এটা বস্তুত পূর্ববর্তী আদেশকে সমাপ্ত করে।আপনি পূর্ববর্তী আদেশ রোলব্যাক করতেও পারেন। এর ফলে সিস্টেমের স্থিতি বাতিলকৃতক্রিয়ার পূর্বস্থিতির সমান অথবা অন্ততপক্ষে সমপ্রকারের হয়েযায়। সন্দেহ থাকলে 'পুনরায় চালান' বাছুন।
el: Το SCPM χρειάζεται επαναφορά Το SCPM είναι αυτή τη στιγμή κλειδωμένο και χρειάζεται επαναφορά. Αυτό συνήθως συμβαίνει μετά από μια απότομη ματαίωση μιας λειτουργίας του SCPM, για παράδειγμα, προκλήθηκε από ένα κρίσιμο σφάλμα. Το SCPM μπορεί να επαναφερθεί με την επανεκτέλεση της εντολής που εκτελέσθηκε τελευταία πριν την ματαίωση. Αυτό βασικά ολοκληρώνει την προηγούμενη εντολή. Μπορείτε να επαναφερθείτε στην προηγούμενη εντολή. Αυτό οδηγεί σε μια κατάσταση συστήματος ίση ή λιγότερο ίση με την κατάσταση πριν πριν την ακύρωση της εντολής. Αν έχετε αμφιβολίες πατήστε 'Επανεκτέλεση'.
hi: एससीपीएम के लिए रिकवरी की जरूरत है एससीपीएम मौजूदा समय में तालाबंद है और उसे रिकवरी की जरूरत है। यह आमतौर पर एससीपीएम परिचालन के अनपेक्षित रूप से बंद होने के बाद होता है, उदाहरण के लिए महत्वपूर्ण त्रुटि के बाद। एससीपीएम बंद होने से पहले निष्पादित आदेश पुनः चलाकर रिकवर किया जा सकता है। यह मूल रूप से पिछला आदेश पूरा करता है। आप पिछला आदेश भी रोलबैक कर सकते हैं। इससे सिस्टम स्थिति बंद हुए परिचालन से पहले की स्थिति के बराबर या कम से कम समान हो जाती है। यदि भ्रम में हैं, 'पुनः चलाएं'चुनें।

source: Replay
af: Speel weer
bn: পুনরায় চালান
el: Επανεκτέλεση
hi: पुनःचलाएं

source: Rollback
af: Rol terug
bn: রোলব্যাক
el: Επιστροφή
hi: रोलबैक

source: Initialization failed
af: Inisialisasie het misluk
bn: শুরু করা ব্যর্থ হয়েছে
el: Απέτυχε η αρχικοποίηση
hi: शुरूआत शुरू

source: Saving database
af: Berg van databasis
bn: ডেটাবেস সংরক্ষণ করছে
el: Αποθήκευση Βάσης Δεδομένων
hi: डेटाबेस रक्षित कर रहा

source: Active
af: Aktief
bn: সক্রিয়
el: Ενεργό
hi: क्रिया

source: SCPM Universal Management Front-End
af: SCPM Universal Management-voorkant
bn: SCPM ইউনিভার্সাল ম্যানেজমেনন্ট ফ্রন্ট-এন্ড
el: Υποσύστημα Χρηστικής Επικοινωνίας για την Γενική Διαχείριση του SCPM
hi: एससीपीएम यूनीवर्सल प्रबंधन फ्रंट-एंड

source: Available profiles
af: Beskikbare profiele
bn: উপলভ্য প্রোফাইলগুলি
el: Διαθέσιμα προφίλ
hi: उपलब्ध प्रोफाइलें

source: Co&py
af: Ko&pieer
bn: কপি করুন
el: Αντιγρα&φή
hi: कॉपी करें

source: Create a new profile by copying the selected one
af: Skep ’n nuwe profiel deur die gekose een te kopieer
bn: নির্বাচিতটি কপি করে একটি নতুন প্রোফাইল তৈরি করুন
el: Δημιουργήστε ένα προφίλ αντιγράφοντας το επιλεγμένο.
hi: चुना हुआ कॉपी कर नई प्रोफाइल सृजित करें

source: Quit
af: Gaan uit
bn: প্রস্থান করুন
el: Έξοδος
hi: बाहर निकलें

source: Contents
af: Inhoud
bn: বিষয়বস্তু
el: Περιεχόμενα
hi: विषयवस्तु

source: &Contents...
af: &Inhoud ...
bn: &বিষয়বস্তু
el: &Περιεχόμενα...
hi: &विषयवस्तु...

source: Index
af: Indeks
bn: সূচী
ca: Índex
el: Ευρετήριο
hi: विषयसूची
it: Indice
ja: インデックス
nb: Stikkord
pl: Indeks
pt_br: Índice

source: &Index...
af: &Indeks ...
bn: &সূচী
el: Ευρετήρ&ιο...
hi: &विषयसूची...

source: About
af: In verband met
bn: বিষয়ে
el: Σχετικά
hi: के बारे में

source: &About
af: &In verband met
bn: &বিষয়ে
el: &Σχετικά
hi: &के बारे में

source: Edit selected profile properties
af: Hersien gekose profieleienskappe
bn: নির্বাচিত প্রোফাইলের বৈশিষ্ট্য সম্পাদনা করুন
el: Επεξεργασία επιλογών επιλεγμένου προφίλ
hi: चुनी प्रोफाइल विशेषताएं संपादित करें

source: Create a new profile
af: Skep ’n nuwe profiel
bn: একটি নতুন প্রোফাইল তৈরি করুন
el: Δημιουργία ενός νέου προφίλ
hi: नई प्रोफाइल सृजित करें

source: Remove selected profile
af: Verwyder gekose profiel
bn: নির্বাচিত প্রোফাইল অপসারণ করুন
el: Αφαίρεση επιλεγμένου προφίλ
hi: चुनी प्रोफाइल हटाएं

source: &Switch
af: &Wissel
bn: &পালটান
el: &Αλλαγή
hi: &बदलें

source: Switch to selected profile
af: Wissel na gekose profiel
bn: নির্বাচিত প্রোফাইলে পালটে যান
el: Αλλαγή του επιλεγμένου προφίλ
hi: चुनी प्रोफाइल में बदलें

source: Disable
af: Versper
bn: নিষ্ক্রিয় করুন
el: Απενεργοποίηση
hi: असमर्थ करें

source: Reinitialize
af: Herinisialiseer
bn: পুনরায় শুরু করুন
el: Επαναρχικοποίηση
hi: पुनः शुरू करें

source: Close Progress Window automatically
af: Maak vorderingsvenster outomaties toe
bn: আপনা থেকেই অগ্রগতি উইন্ডো বন্ধ করুন
el: Κλείσιμο του Παραθύρου Προόδου αυτόματα
hi: प्रगति विंडो स्वतः बंद करें

source: Show Progress Messages
af: Toon vorderingsboodskappe
bn: অগ্রগতির বার্তা দেখান
el: Εμφάνιση Μηνυμάτων Προόδου
hi: प्रगति संदेश दर्शाएं

source: Always show Switch Window
af: Toon altyd Wissel venster
bn: সর্বদা সুইচ উইন্ডো দেখান
el: Πάντα Εμφάνιση του Παραθύρου Αλλαγής
hi: हमेशा बदली विंडो दर्शाएं

source: &Profiles
af: &Profiele
bn: &প্রোফাইলগুলি
el: &Προφίλ
hi: &प्रोपाइलें

source: &Options
af: &Opsies
bn: ঐচ্ছিক
el: &Επιλογές
hi: विक्लप

source: About SUMF
af: In verband met SUMF
bn: SUMF সম্বন্ধে
el: Σχετικά με το SUMF
hi: एसयूएमएफ के बारे में

source: Copyright 2005 SUSE LINUX Products GmbH Released under the terms of GNU General Public License
af: Kopiereg 2005 SUSE LINUX Products GmbH Vrygestel onder die voorwaardes van GNU General Public License
bn: স্বত্বাধিকার 2005 SUSE LINUX Products GmbH GNU জেনারেল পাবলিক লাইসেন্সের অধীনে প্রকাশিত।
el: Πνευματικά δικαιώματα του 2005 για τα Προϊόντα της SUSE LINUX GmbH Εκδόθηκε υπό τους όρους του GNU Γενική Άδεια Κοινού
hi: कॉपीराइट 2005 एसयूएसई लाइनैक्स उत्पाद जीएमबीएच जीएनयू सामान्य सार्वजनिक लाइसेंस की शर्तों के अधीन रिलीज़

source: SCPM is already disabled.
af: SCPM is reeds versper.
bn: SCPM ইতোমধ্যেই নিষ্ক্রিয় আছে।
el: Το SCPM είναι πάντα απενεργοποιημένο.
hi: एससीपीएम पहले से असमर्थित है।

source: Name of the new profile
af: Naam van die nuwe profiel
bn: নতুন প্রোফাইলের নাম
el: Το όνομα του νέου προφίλ
hi: नई प्रोफाइल का नाम

source: Should the new profile be the active one?
af: Behoort die nuwe profiel die aktiewe een te wees?
bn: নতুন প্রোফাইলটি কি এখন সক্রিয় করা উচিত?
el: Θέλετε το νέο προφίλ να είναι το ενεργό;
hi: क्या नई प्रोफाइल सक्रिय होनी चाहिए?

source: Select the profile to edit first.
af: Kies die profiel om eerste te hersien.
bn: প্রথমে সম্পাদনার জন্য প্রোফাইলটি বাছুন।
el: Επιλέξτε πρώτα το προφίλ που θέλετε να επεξεργαστείτε.
hi: पहले संपादित करने के लिए प्रोफाइल चुनें।

source: Select the profile to copy first.
af: Kies die profiel om eerste te kopieer.
bn: প্রথমে কপি করার জন্য প্রোফাইলটি বাছুন।
el: Επιλέξτε πρώτα το προφίλ που θέλετε να αντιγράψετε.
hi: पहले कॉपी करने के लिए प्रोफाइल चुनें।

source: Copy profile
af: Kopieer profiel
bn: প্রোফাইল কপি করুন
el: Αντιγραφή προφίλ
hi: प्रोफाइल कॉपी करें

source: Select the profile to remove first.
af: Kies die profiel om eerste te verwyder.
bn: প্রথমে অপসারণের জন্য প্রোফাইলটি বাছুন।
el: Επιλέξτε πρώτα το προφίλ για που θέλετε να διαγράψετε
hi: पहले हटाने के लिए प्रोफाइल चुनें।

source: Select the profile to switch to first.
af: Kies die profiel om eerste na oor te skakel.
bn: প্রথমে পালটে যাওয়ার জন্য প্রোফাইলটি বাছুন।
el: Επιλέξτε πρώτα το προφίλ στο οποίο θέλετε να αλλάξετε.
hi: पहली में बदलने के लिए प्रोफाइल चुनें।

source: All profiles will be lost. Really discard the database and reinitialize SCPM?
af: Alle profiele sal verlore raak. Werklik wegdoen met die databasis en SCPM? herinisialiseer?
bn: সকল প্রোফাইলগুলি হারিয়ে যাবে। প্রকৃতই ডেটাবেস বাতিল করবেন এবং SCPM পুনরায় শুরু করবেন?
el: Όλα τα προφίλ θα χαθούν. Είστε σίγουροι ότι θέλετε να διαγράψετε την βάση δεδομένων και να επαναρχικοποιήσετε το SCPM;
hi: सारी प्रोफाइलें मिट जाएंगी।. वास्तव में डेटाबेस मिटा दें और एससीपीएम पुनः शुरू करें?

source: Error: SCPM is locked
af: Fout: SCPM is gesluit
bn: ত্রুটি: SCPM লকড আছে
el: Σφάλμα: Το SCPM είναι κλειδωμένο
hi: त्रुटि: एससीपीएम तालाबंद है

source: Error:
af: Fout:
bn: ত্রুটি
el: Σφάλμα:
hi: खराबी

source: Progress
af: Vordering
bn: অগ্রগতি
el: Πρόοδος
hi: प्रगति

source: Switching Profile
af: Wissel van profiel
bn: প্রোফাইল পালটানো
el: Αλλαγή Προφίλ
hi: प्रोफाइल बदलें

source: Switch information
af: Wissel inligting
bn: তথ্য পালটান
el: Πληροφορίες Αλλαγής
hi: जानकारी बदलें

source: Active profile
af: Aktiewe profiel
bn: সক্রিয় প্রোফাইল
el: Ενεργό Προφίλ
hi: सक्रिय प्रोफाइल

source: Destination profile
af: Bestemmingsprofiel
bn: গন্তব্য প্রোফাইল
el: Προορισμός Προφίλ
hi: गंतव्य प्रोफाइल

source: Modified resources
af: Veranderde hulpbronne
bn: পরিবর্তিত সংস্থান
el: Τροποποίηση πόρων
hi: संशोधित संसाधन

source: Drop &changes
af: Laat &wysigings weg
bn: পরিবর্তনগুলি বাতিল করুন
el: Απόσυρση &αλλαγών
hi: &परिवर्तन हटाएं

source: &Details
af: &Besonderhede
bn: &বিবরণ
el: &Λεπτομέρειες
hi: &विवरण

source: C&ancel
af: K&anselleer
bn: ফ্রান্স
el: &Ακύρωση
hi: रद्द करें

source: mixed
af: gemeng
bn: মিশ্রিত
el: μεικτό
hi: मिश्रित

source: Check for new hardware on session startup.
af: Gaan nuwe hardeware op tydstip van sessieaanvang na.
bn: সেশন শুরু হওয়ার সময়ে নতুন হার্ডওয়্যার খুঁজুন।
el: Έλεγχος για νέο υλικό στην αρχή της συνεδρίας.
hi: सत्र शुरूआत पर नए हार्डवेयर के लिए जांचें।

source: SUSE Hardware Detection
af: SUSE-hardewarebespeuring
bn: SUSE হার্ডওয়্যার সন্ধান
el: SUSE Ανίχνευση υλικού
hi: एसयूएसई हार्डवेयर खोज

source: &Keep me informed about new hardware
af: &Hou my ingelig oor nuwe hardeware
bn: &আমাকে নতুন হার্ডওয়্যার সম্বন্ধে অবহিত রাখুন
el: &Κράτα με ενήμερη για το νέο υλικό
hi: &नए हार्डवेयर के बारे में मुझे सुचित करें

source: Configure scanner?
af: Konfigureer skandeerder?
bn: স্ক্যানার সংরূপণ করবেন?
el: Ρύθμιση του σαρωτή;
hi: स्कैनर समरूपित करें?

source: New Hardware Found
af: Nuwe hardeware gevind
bn: নতুন হার্ডওয়্যার পাওয়া গেছে
el: Βρέθηκε νέο υλικό
hi: नया हार्डवेयर मिला

source: Network Interface
af: Netwerkkoppelvlak
bn: নেটওয়ার্ক ইন্টারফেস
el: Διασύνδεση Δικτύου
hi: नेटवर्क इंटरफेसेस

source: Printer
af: Drukker
bn: প্রিন্টার
el: Εκτυπωτής
hi: प्रिंटर

source: Scanner
af: Skandeerder
bn: স্ক্যানার
el: Σαρωτής
hi: स्कैनर

source: Sound Device
af: Klanktoestel
bn: ডিভাইস
el: Συσκευή Ήχου
hi: डिवइस

source: TV Card
af: TV-kaart
bn: টিভি কার্ড
el: Κάρτα TV
hi: टीवीकार्ड

source: ISDN Controller
af: ISDN-beheerder
bn: ISDN নিয়ন্ত্রক
el: Ελεγκτής ISDN
hi: आईएसडीएन नियंत्रक

source: Configure the %1?
af: Konfigureer die %1?
bn: %1 সংরূপণ করবেন?
el: Θέλετε να ρυθμίσετε το %1;
hi: %1 समरूपित करें?

source: Configure the %1 "%2"?
af: Konfigureer die %1 "%2"?
bn: %1 "%2" সংরূপণ করবেন?
el: Θέλετε να ρυθμίσετε το %1 "%2";
hi: %1"%2" समरूपित करें?

source: Your monitor did not report its X and Y Size. This might cause display problems like unreadable fonts. Configure your monitor geometry manually?
af: U monitor het nie die X- en Y-grootte daarvan gerapporteer nie. Dit kan skermprobleme soos onleesbare lettertipes veroorsaak. Konfigureer u monitorgeometrie met die hand?
bn: আপনার মনিটর তার X ও Y আকার রিপোর্ট করে নি। এটা প্রদর্শনের সমস্যা তৈরি করতে পারে, যেমন পড়ার অযোগ্য ফন্ট। আপনার মনিটরের জ্যামিতি হস্তচালিতরূপে সংরূপণ করবেন?
el: Η οθόνη σας δεν ανέφερε το Χ και Y μέγεθός της. Αυτό ίσως προκαλέσει προβλήματα στην εμφάνιση όπως δυσανάγνωστες γραμματοσειρές. Θέλετε να ρυθμίσετε τη γεωμετρία της οθόνης σας χειροκίνητα;
hi: आपका मॉनीटर अपना एक्स और वाई आकार की रिपोर्ट नहीं देता था। इसके कारण डिस्प्लेसमस्याएं जैसे ना पढ़ने योग्य फांन्ट हो सकती हैं। आपके मॉनीटर रेखागणित रूप से समरूपित करें?

source: Country or region:
af: Land of streek:
bn: দেশ বা অঞ্চল:
el: Χώρα ή περιοχή:
hi: देश या क्षेत्र:

source: Here you can choose your country or region. The settings for languages, numbers etc. will automatically switch to the corresponding values.
af: Hier kan u u land of streek kies. Die instellings vir tale, nommers, ens. sal outomaties na die ooreenstemmende waardes oorgeskakel word.
bn: এখানে আপনি আপনার দেশ বা অঞ্চল বাছতে পারেন। ভাষা, সংখ্যা ইত্যাদির সেটিংগুলি আপনা থেকেই সংশ্লিষ্ট মানে বদলে যাবে।
el: Εδώ μπορείτε να επιλέξετε την χώρα ή την περιοχή σας. Οι ρυθμίσεις για τις γλώσσες, τους αριθμούς, κ.τ.λ θα τεθούν αυτόματα στις αντίστοιχες τιμές.
hi: यहां आप देश या क्षेत्र चुन सकते हैं। भाषाओं, संख्याओं आदि के लिए सेटिंग्स स्वतः ही समरूपवैल्यू में बदल जाएंगी।

source: <h1>Country/Region & Language</h1> <p>From here you can configure language, numeric, and time settings for your particular region. In most cases it will be sufficient to choose the country you live in. For instance KDE will automatically choose "German" as language if you choose "Germany" from the list. It will also change the time format to use 24 hours and and use comma as decimal separator.</p>
af: <h1>Land/streek & taal</h1> <p>Hiervandaan kan u taal-, syfer- en tyd instellings vir u bepaalde streek konfigureer. In die meeste gevalle sal dit genoegsaam wees om die land waarin u woon, te kies. So byvoorbeeld sal KDE outomaties "Duits" as taal kies as u "Duitsland" uit die lys kies. Dit sal ook die tydformaat wysig om 24 uur asook die komma as desimale skeier te gebruik.</p>
bn: <h1>দেশ /অঞ্চল ও ভাষা</h1> <p>এখান থেকে আপনি আপনার নির্দিষ্ট অঞ্চলের জন্য ভাষা, সংখ্যা এবং সময়ের সেটিং সংরূপণ করতে পারেন। অধিকাংশ ক্ষেত্রে আপনি যে দেশ বসবাস করেন সেটি নির্বাচন করাই যথেষ্ট হবে। উদাহরণ স্বরূপ আপনি যদি তালিকা থেকে "জার্মানি" বাছেন তাহলে KDE আপনা থেকেই ভাষা হিসাবে "জার্মান" বেছে নেবে। এটা সময়ের ফর্ম্যাটও পরিবর্তন করে 24 ঘন্টার ফরম্যাট ব্যবহার করবে এবং দশমিক বিভাজক হিসাবে কমা ব্যবহার করবে।</p>
el: <h1>Χώρα/Περιοχή & Γλώσσα</h1> <p>Από εδώ μπορείτε να ρυθμίσετε τις ρυθμίσεις γλώσσας, αριθμών, και ώρας για την περιοχή σας. Στις περισσότερες περιπτώσεις θα είναι αρκετό να επιλέξετε την χώρα στην οποία ζείτε. Για παράδειγμα το KDE θα επιλέξει αυτόματα τα "Γερμανικά" σαν γλώσσα εάν επιλέξετε την "Γερμανία" από την λίστα. Θα αλλάξει επίσης την μορφοποίηση της ώρας σε 24 ώρες και θα χρησιμοποιεί το κόμμα σαν τον διαχωριστή των δεκαδικών ψηφίων.</p>
hi: <h1>देश/क्षेत्र एवं भाषा</h1> <p>यहां से आप अपने विशेष क्षेत्र के लिए भाषा, संख्या और समय सेटिंग समरूपित कर सकते हैं। ज्यादातर मामलों में, केवल वह देश चुनना काफी है जिसमें आप रहते हैं। उदाहरण क लिए केडीई भाषा के रूप में स्वतः "जर्मन" चुन लेगा यदि आप सूची से "जर्मनी" चुनते हैं। यह 24 घंटे प्रयोग करने के लिए समय फॉर्मेट बदल देगा और दशमलव विभाजक के रूप में कौमा प्रयोग करेगा।</p>

source: This is where you live. KDE will use the defaults for this country or region.
af: Dit is waar u woon. KDE sal die verstekke vir hierdie land of streek gebruik.
bn: আপনি এখানে বসবাস করেন। KDE এই দেশ বা অঞ্চলের জন্য ডিফল্ট ব্যবহার করবে।
el: Εδώ είναι το που ζείτε.Το KDE θα χρησιμοποιήσει τις προκαθορισμένες τιμές για αυτήν την χώρα ή την περιοχή.
hi: यह वो है जहां आप रहते हैं। केडीई इस देश या क्षेत्र के लिए डिफाल्ट प्रयोग करेगा।

source: Filter This Folder
el: Φιλτράρισμα Του Φακέλου

source: Search Index
bn: সন্ধানের সূচি
el: Ευρετήριο Έρευνας

source: Enter here a text which shall be searched on the whole system in the Beagle index.
el: Εισάγετε εδώ το κείμενο το οποίο θα ερευνηθεί σε όλο το σύστημα στο ευρετήριο Beagle.

source: No WIN32 codecs found in /usr/lib/win32. You're not able to play Windows Media 9 files, newer Real Media files and some less common formats.
af: Geen WIN32-kodeks word in /usr/lib/win32 gevind nie. U kan nie Windows Media 9-lêers, nuwer Real Media-lêers en sommige minder algemene formate speel nie.
bn: /usr/lib/win32 এ কোন WIN32 কোডেক পাওয়া যায় নি। আপনি Windows Media 9 ফাইলগুলি, Real Media ফাইলগুলি এবং কিছু কম পরিচিত ফরম্যাট চালাতে পারেন না।
el: Δεν βρέθηκαν κωδικοποιητές WIN32 στο /usr/lib/win32. Δεν είστε σε θέση να παίξετε Windows Media 9 αρχεία, νεότερα Real Media αρχεία και κάποια λιγότερο συνήθη formats.
hi: /usr/lib/win32 में कोई विन32 कोडेक नहीं मिला। आप विंडोस मीडिया 9 फाइलें, नईरियल मीडिया फाइलें और कुछ कम सामान्य फॉर्मेट बजाने में समर्थ नहीं है।

source: libdvdcss not found. You're not able to play encrypted (most commercial) DVD's.
af: libdvdcss nie gevind nie. U kan nie geënkripteerde (meesal kommersiële) DVD’s speel nie.
bn: libdvdcss পাওয়া যায় নি। আপনি এনক্রিপ্টেড (অধিকাংশ বাণিজ্যিক) DVD চালাতে পারেন না।
el: To libdvdcss δεν βρέθηκε. Δεν είστε σε θέση να παίξετε κρυπτογραφημένα (περισσότερο εμπορικά) DVD's.
hi: libdvdcss नहीं मिली। आप एनक्रिप्ट (अधिकतर वाणिज्यिक) डीवीडी बजाने में समर्थ नहीं है।

source: The xine-lib shipped by SuSE "may lack certain features because of legal requirements (potential patent violation)".
af: Die xine-lib wat deur SuSE " verskeep word, het dalk ’n gebrek aan sekere eienskappe vanweë wetlike vereistes (moontlike patentoortreding)".
bn: SuSE দ্বারা প্রদত্ত xine-lib-এ "আইনী বাধ্যবাধকতার কারণে (সম্ভাব্য পেটেন্ট লঙ্ঘন) কয়েকটি বৈশিষ্ট্য কম থাকতে পারে।"
el: Η xine-lib που έρχεται με τη SuSE "μπορεί να είναι ελλειπής σε ορισμένα εργαλεία εξαιτίας νομικών απαιτήσεων (πιθανή παραβίαση ευρεσιτεχνιών)".
hi: SuSE द्वारा शिप कसाइन-लिब"में कानूनी जरूरतों (जरूरी एकाधिकार उल्लंघन) के कारण कुछनिश्चित विशेषताओं की कमी हो सकती है।

source: Parsing configuration files...
af: Ontleding van konfigurasielêers ...
bn: সংরূপণ ফাইলগুলি পার্স করছে
el: Ανάλυση αρχείων ρυθμίσεων...
hi: पार्सिंग समरूपण फाइलें...

source: Application ready
af: Toepassing gereed
bn: প্রয়োগ প্রস্তুত
el: Εφαρμογή έτοιμη
hi: अनुप्रयोग तैयार

source: Use Google Suggest
el: Χρησιμοποίηση Πρότασης Google

source: For Google Only
el: Μόνο Για Google

source: For All Searches
el: Για Όλες Τις Έρευνες

source: XFree theme %1 - incomplete for KDE
af: XFree-tema %1 - onvolledig vir KDE
bn: XFree থিম %1 - KDE-র জন্য অসম্পূর্ণ
el: Το XFree θέμα %1 - ελλιπές για το KDE
hi: एक्स फ्री थीम %1 - केडीई के लिए अपूर्ण

source: Please enter the Administrator (root) password to continue.
af: Voer asseblief die administrateur (stam) se wagwoord in om voort te gaan.
bn: অনুগ্রহ করে চালিয়ে যাওয়ার জন্য পরিচালক (রুট) পাসওয়ার্ড প্রবিষ্ট করুন।
el: Παρακαλώ εισάγετε τον κωδικό Διαχειριστή (root) για να συνεχίσετε.
hi: कृपया पुष्टि के लिए प्रशासक (रूट) पासवर्ड प्रविष्ट करें।

source: Please enter password for "%1" to continue.
af: Voer asseblief die wagwoord vir "%1" in om voort te gaan.
bn: চালিয়ে যাওয়ার জন্য অনুগ্রহ করে "%1" এর পাসওয়ার্ড প্রবিষ্ট করুন।
el: Παρακαλώ εισάγετε κωδικό για "%1" ώστε να συνεχίσετε.
hi: कृपया आगे बढ़ने के लिए "%1" के लिए पासवर्ड प्रविष्ट करें।

source: &Language
af: &Taal
bn: ভাষা
el: &Γλώσσα
hi: भाषा

source: &System
af: &Stelsel
bn: &সিস্টেম
el: &Σύστημα
hi: &सिस्टम

source: &Administration
af: &Administrasie
bn: পরিচালনা
el: &Διαχείριση
hi: प्रशासन

source: &Disconnect
af: &Verbinding verbreek
bn: সংযোগ বিচ্ছিন্ন করুন
el: &Αποσύνδεση
hi: संपर्क-विच्छेद

source: Power O&ff
af: Krag a&f
bn: বিদ্যুত বন্ধ
el: &Τερματισμός
hi: ऊर्जा बंद

source: S&uspend
af: S&kort op
bn: নিলম্বন
el: &Αναστολή
hi: सस्पैंड

source: &Reboot
af: &Herselflaai
bn: রিবুট
el: &Επανεκκίνηση
hi: रीबूट करें

source: Caps Lock is enabled.
af: Caps Lock is ontsper.
bn: ক্যাপস লক সক্রিয় আছে।
el: Το Caps Lock είναι ενεργοποιημένο.
hi: कैप्स लॉक समर्थित है।

source: User %s will log in in %d seconds
af: Gebruiker %s sal binne %d sekondes aanteken
bn: %s ব্যবহর্তা %d সেকেন্ডে লগ ইন করবে।
el: Ο χρήστης %s θα συνδεθεί σε %d δευτερόλεπτα
hi: प्रयोगकर्त्ता %s, %d सैकंड में लॉगइन होगा

source: &Top
el: &Κορυφή:
hi: &शीर्ष

source: <p>This link references a home page or the top of some hierarchy.</p>
af: <p>Hierdie skakel verwys na ’n tuisblad of die bopunt van een of ander hiërargie.</p>
bn: <p>এই লিংকটি একটি হোম পেজকে অথবা কোন শৃংখলার শীর্ষস্থানীয়কে সংকেতাহ্বান করে।</p>
el: <p>Αυτός ο σύνδεσμος αναφέρει μια αρχική σελίδα στην κορυφή κάποιας ιεραρχίας.</p>
hi: <p>यह लिंक होमपेज या किसे हीरैरकी के शीर्ष का संदर्भ देता है।.</p>

source: <p>This link references the immediate parent of the current document.</p>
af: <p>Hierdie skakel verwys na die onmiddellik ouer van die huidige dokument.</p>
bn: <p>এই লিংকটি বর্তমান নথির তাত্‍ক্ষণিক পেরেন্টকে উল্লেখ করে।</p></p>
el: <p>Αυτός ο σύνδεσμος αναφέρει την άμεση προέλευση του τρέχοντος εγγρφάφου.</p>
hi: <p>यह लिंक मौजूदा दस्तावेज़ का तुरंत अभिभावक का संदर्भ देता है।</p>

source: &First
af: &Eerste
bn: প্রথম
el: &Πρώτο
hi: पहला

source: <p>This link type tells search engines which document is considered by the author to be the starting point of the collection.</p>
af: <p>Hierdie skakelsoort laat soekenjins weet watter dokument deur die skrywer as die beginpunt van die versameling beskou word.</p>
bn: <p>এই লিংকের ধরনটি সন্ধান ইঞ্জিনগুলিকে জানায় যে লেখক দ্বারা কোন নথিটি সংগ্রহের প্রারম্ভিক বিন্দু বলে বিবেচিত হয়।</p>
el: <p>Αυτός ο τύπος link λέει στις μηχανές αναζήτησης ποιο έγγραφο θεωρείται από τον συγγραφέα πως πρέπει να είναι το σημείο εκκίνησης της συλλογής.</p>
hi: <p>यह लिंक प्रकार सर्च इंजन को बताता है कि किस दस्तावेज़ को लेखक द्वारा संग्रहण काशुरूआती बिंदु माना गया है।</p>

source: <p>This link references the previous document in an ordered series of documents.</p>
af: <p>Hierdie skakel verwys na die vorige dokument in ’n geordende reeks dokumente.</p>
bn: <p>এই লিংকের ধরনটি সন্ধান ইঞ্জিনগুলিকে জানায় যে লেখক দ্বারা কোন নথিটি সংগ্রহের প্রারম্ভিক বিন্দু বলে বিবেচিত হয়।</p>
el: <p>Αυτός ο σύνδεσμος αναφέρει το προηγούμενο έγγραφο σε μια συντεταγμένη σειρά εγγράφων.</p>
hi: <p>यह लिंक दस्तावेजों की क्रमवार श्रेणी में पिछले दस्तावेज का संदर्भ देता है।</p>

source: &Next
af: &Volgende
bn: পরবর্তী
el: Επόμε&νο
hi: &अगला

source: <p>This link references the next document in an ordered series of documents.</p>
af: <p>Hierdie skakel verwys na die volgende dokument in ’n geordende reeks dokumente. </p>
bn: <p>এই লিংকের ধরনটি সন্ধান ইঞ্জিনগুলিকে জানায় যে লেখক দ্বারা কোন নথিটি সংগ্রহের প্রারম্ভিক বিন্দু বলে বিবেচিত হয়।</p>
el: <p>Αυτός ο σύνδεσμος αναφέρει το επόμενο έγγραφο σε μια συντεταγμένη σειρά εγγράφων.</p>
hi: <p>यह लिंक दस्तावेजों की क्रमवार श्रेणी में अगले दस्तावेज का संदर्भ देता है।</p>

source: &Last
af: &Laaste
bn: শেষ
el: &Τελευταίο
hi: अंतिम

source: <p>This link references the end of a sequence of documents.</p>
af: <p>Hierdie skakel verwys na die einde van ’n reeks dokumente.</p>
bn: <p>এই লিংকটি নথিগুলির ক্রমের শেষের প্রতি উল্লেখ করে।</p>
el: <p>Αυτός ο σύνδεσμος αναφέρει το τέλος μια σειράς από έγγραφα.</p>
hi: <p>यह लिंक दस्तावेजों के क्रम के अंत का संदर्भ देता है।</p>

source: <p>This link references the search.</p>
af: <p>Hierdie skakel verwys na die soektog.</p>
bn: <p>এই লিংকটি সন্ধানের প্রতি উল্লেখ করে।</p>
el: <p>Αυτός ο σύνδεσμος αναφέρει την έρευνα.</p>
hi: <p>यह लिंक खोज का संदर्भ देता है।</p>

source: Document
af: Dokument
bn: নথি
el: Έγγραφο
hi: दस्तावेज

source: <p>This menu contains the links referring the document information.</p>
af: <p>Hierdie kieslys bevat die skakel wat na die dokumentinligting verwys.</p>
bn: <p>এই মেনুতে নথির তথ্যের প্রতি উল্লেখকারী লিংকগুলি আছে।</p>
el: <p>Αυτός ο κατάλογος περιέχει τα links που αναφέρονται στις πληροφορίες εγγράφου.</p>
hi: <p>इस मीनू में दस्तावेज़ जानकारी का संदर्भ देने वाले लिंक शामिल है।</p>
