Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: <h3><placeholder-1/></h3><placeholder-2/> -- influence the behavior of the splash screen<placeholder-3/>
af: <h3><plekhouer-1/></h3><plekhouer-2/> -- beïnvloed die optrede van die splatskerm<plekhouer-3/>
el: <h3><placeholder-1/></h3><placeholder-2/> -- επηρεάζει τη συμπεριφορά της αρχικής οθόνης<placeholder-3/>

source: <h3><placeholder-1/></h3> Press <placeholder-2/> to select a profile. Your system will be started using the configuration saved in this profile. <br><placeholder-3/></br>
af: <h3><plekhouer-1/></h3> Druk <plekhouer-2/> om ’n profiel te kies. U stelsel sal begin word met gebruik van die konfigurasie wat in hierdie profiel geberg is. <br><plekhouer-3/></br>
el: <h3><placeholder-1/></h3> Πατήστε <placeholder-2/> για να επιλέξετε ένα προφίλ. Το σύστημα σας θα ξεκινήσει χρησιμοποιώντας τις ρυθμίσεις που αποθηκεύτηκαν σε αυτό το προφίλ. <br><placeholder-3/></br>

source: <h3><placeholder-1/></h3> Press <placeholder-2/> to change language and keyboard layout the boot loader uses. <br><placeholder-3/></br>
af: <h3><plekhouer-1/></h3> Druk <plekhouer-2/> om die taal- en sleutelborduitleg wat deur die selflaaiprogram gebruik word, te wysig. <br><plekhouer-3/></br>
el: <h3><placeholder-1/></h3> Πατήστε <placeholder-2/> για να αλλάξετε τη γλώσσα και την εμφάνιση πληκτρολογίου που χρησιμοποιεί ο εκκινητής συστήματος. <br><placeholder-3/></br>

source: <placeholder-1/>: leave help<br><placeholder-2/></br>
af: <plekhouer-1/>: verlaat help<br><plekhouer-2/></br>
el: <placeholder-1/>: εγκατάλειψη βοήθειας<placeholder-2/>

source: <placeholder-1/>: go to page end<placeholder-2/>
af: <plekhouer-1/>: gaan na einde van bladsy<plekhouer-2/>
el: <placeholder-1/>: πήγαινε στην τελική σελίδα<placeholder-2/>
hi: <placeholder-1/>: पेज के अंत में जाएं<placeholder-2/>

source: <placeholder-1/>: go to page start<placeholder-2/>
af: <plekhouer-1/>: gaan na begin van bladsy<plekhouer-2/>
el: <placeholder-1/>: πήγαινε στην αρχική σελίδα<placeholder-2/>
hi: <placeholder-1/>:पेज के आरंभ में जाएं<placeholder-2/>

source: <placeholder-1/>: scroll down one page<placeholder-2/>
af: <plekhouer-1/>: rol een bladsy af<plekhouer-2/>
el: <placeholder-1/>: προχώρα κάτω μια σελίδα<placeholder-2/>

source: <placeholder-1/>: scroll up one page<placeholder-2/>
af: <plekhouer-1/>: rol een bladsy op<plekhouer-2/>
el: <placeholder-1/>: προχώρα πάνω μια σελίδα<placeholder-2/>

source: <placeholder-1/>, <placeholder-2/>, <placeholder-3/>: follow link<placeholder-4/>
af: <plekhouer-1/>, <plekhouer-2/>, <plekhouer-3/>: volg skakel<plekhouer-4/>
el: <placeholder-1/>, <placeholder-2/>, <placeholder-3/>: ακολούθησε τον σύνδεσμο<placeholder-4/>

source: <placeholder-1/>, <placeholder-2/>: return to previous topic<placeholder-3/>
af: <plekhouer-1/>, <plekhouer-2/>: keer terug na vorige onderwerp<plekhouer-3/>
el: <placeholder-1/>, <placeholder-2/>: επέστρεψε στο προηγούμενο θέμα<placeholder-3/>

source: <placeholder-1/>: highlight next link<placeholder-2/>
af: <plekhouer-1/>: verlig volgende skakel<plekhouer-2/>
el: <placeholder-1/>: τόνισε τον επόμενο σύνδεσμο<placeholder-2/>

source: <placeholder-1/>: highlight previous link<placeholder-2/>
af: <plekhouer-1/>: verlig vorige skakel<plekhouer-2/>
el: <placeholder-1/>: τόνισε τον προηγούμενο σύνδεσμο<placeholder-2/>

source: Navigation Keys<br><placeholder-1/></br>
af: Navigasiesleutels<br><plekhouer-1/></br>
el: Πλήκτρα Πλοήγησης<br><placeholder-1/></br>

source: <h3><placeholder-1/></h3> The boot loader online help is context sensitive. It gives information about the selected menu item or, if you are editing boot options, it tries to look up information about the option in which the cursor is positioned.<br><placeholder-2/></br>
af: <h3><plekhouer-1/></h3> Die selflaaiprogram-aanlynhulp is konteks-gevoelig. Dit verstrek inligting oor die gekose kieslysitem of, indien u selflaai-opsies hersien, probeer dit inligting opsoek oor die opsie waarin die merker geposisioneer word.<br><plekhouer-2/></br>
el: <h3><placeholder-1/></h3> H άμμεση ενημέρωση του boot loader είναι ευαίσθητο κείμενο. Δίνει πληροφορίες σχετικά με το επιλεγμένο αντικείμενο του μενού ή, αν επεξεργάζεστε τις επιλογές εκκίνησης, προσπαθεί να βρεί πληροφορίες σχετικά με την επιλογή την οποία δείχνει ο κέρσορας.<br><placeholder-2/></br>

source: @product@
af: @produk@
el: @προϊόν@

source: F1 Help
el: F1 Βοήθεια

source: F4 Language
af: F4 Taal
el: F4 Γλώσσα

source: F2 Video Mode
af: F2 Videomodus
el: F2 Ρύθμιση Οθόνης

source: F3 Installation Source
af: F3 Installasiebron
el: F3 Πηγή Εγκατάστασης

source: F5 Driver Update
af: F5 Aandrywerbywerking
el: F5 Ενημέρωση Οδηγού

source: Start Page
af: Aanvangsblad
el: Αρχική Σελίδα

source: <h3><placeholder-1/></h3> You have the choice to install the 32-bit or 64-bit version of @product@. <br><placeholder-2/></br>
af: <h3><plekhouer-1/></h3> U het die keuse om die 32-bis of 64-bisweergawe van @produk@ te installeer. <br><plekhouer-2/></br>
el: <h3><placeholder-1/></h3> Έχετε την επιλογή να εγκαταστήσετε την έκδοση των 32-bit ή των 64-bit του @product@. <br><placeholder-2/></br>

source: Return to <placeholder-1/>. <placeholder-2/>
af: Gaan terug na <plekhouer-1/>. <plekhouer-2/>
el: Επιστροφή στο <placeholder-1/>. <placeholder-2/>
hi: <placeholder-1/>. <placeholder-2/> में लौटा

source: <placeholder-1/> -- switch off DMA for IDE drives <br><placeholder-2/></br>
af: <plekhouer-1/> -- skakel DMA af vir IDE-aandrywers <br><plekhouer-2/></br>
el: <placeholder-1/> -- απενεργοποίηση του DMA για σκληρούς δίσκους IDE <br><placeholder-2/></br>

source: <placeholder-1/> -- only the parts of ACPI that are relevant for booting remain activated<placeholder-2/>
af: <plekhouer-1/> -- slegs daardie dele van ACPI wat relevant is vir selflaaiing, bly geaktiveer<plekhouer-2/>
el: <placeholder-1/> -- μόνο τα μέρη του ACPI που είναι σχετικά με την εκκίνηση παραμένουν ενεργά<placeholder-2/>

source: <placeholder-1/> -- do not use ACPI to route PCI interrupts<placeholder-2/>
af: <plekhouer-1/> -- moenie ACPI gebruik om PCI-onderbrekers te herlei nie<plekhouer-2/>
el: <placeholder-1/> -- να μην χρησιμοποιηθεί το ACPI για την ανακατεύθυνση των διακοπτών PCI<placeholder-2/>

source: Some very new computers may take more advantage from the newer <placeholder-1/>. <br><placeholder-2/></br>
af: Sommige heel nuwe rekenaars kan dalk meer bevoordeel word deur die nuwer <plekhouer-1/>. <br><plekhouer-2/></br>
el: Κάποιοι πολύ σύγχρονοι υπολογιστές μπορούν να εκμεταλλευτούν καλύτερα το νέο <placeholder-1/>. <br><placeholder-2/></br>

source: The VNC server will be started and you may control YaST2 over any VNC client from a remote system. <br><placeholder-1/></br>
af: Die VNC-bediener sal begin word en u kan YaST2 oor enige VNC-kliënt heen vanaf ’n afstandstelsel beheer. <br><plekhouer-1/></br>
el: Ο διακομιστής VNC θα ξεκινήσει και μπορείτε να ελέγχετε το YaST2 μέσω πελατών VNC από ένα απομακρυσμένο σύστημα. <br><placeholder-1/></br>

source: <h3><placeholder-1/></h3> To enable the VNC installation, specify the parameters vnc and vncpassword:<br><br><placeholder-2/><br><placeholder-3/></br></br></br>
af: <h3><plekhouer-1/></h3> Om die VNC-installasie te ontsper, spesifiseer die parameters vnc en vncwagwoord:<br><br><plekhouer-2/><br><plekhouer-3/></br></br></br>
el: <h3><placeholder-1/></h3> Για να ενεργοποιήσετε την εγκατάσταση του VNC, καθορίστε τις παραμέτρους για τα vnc και vncpassword:<br><br><placeholder-2/><br><placeholder-3/></br></br></br>

source: If you specified a <placeholder-1/> and do not specify both of these options, the installer tries to configure the network interface with <placeholder-2/>. If you need a default gateway, specify this with the option <placeholder-3/>. For example:<br><br><placeholder-4/><br><placeholder-5/></br></br></br>
af: As u ’n <plekhouer-1/> gespesifiseer het en nie albei hierdie opsies spesifiseer nie, probeer die installeerder om die netwerkkoppelvlak met <plekhouer-2/> te konfigureer. As u ’n verstekdeurgang benodig, spesifiseer dit met die opsie <plekhouer-3/>. Voorbeeld:<br><br><plekhouer-4/><br><plekhouer-5/></br></br></br>
el: Αν καθορίσατε ένα <placeholder-1/> και δεν έχετε καθορίσει και τις δυο αυτές επιλογές, η εγκατάσταση θα προσπαθήσει να ρυθμίσει τις διασυνδέσεις του δικτύου με <placeholder-2/>. Αν χρειάζεστε μια προεπιλεγμένη πύλη, καθορίστε την με την επιλογή <placeholder-3/>. Για παράδειγμα:<br><br><placeholder-4/><br><placeholder-5/></br></br></br>

source: or in a shorter form:<br><br><placeholder-1/><br><placeholder-2/></br></br></br>
af: of in ’n korter vorm:<br><br><plekhouer-1/><br><plekhouer-2/></br></br></br>
el: ή εν συντομία:<br><br><placeholder-1/><br><placeholder-2/></br></br></br>

source: <h3><placeholder-1/></h3> It is possible to configure the network interface right now. The hardware will be detected later by YaST2. The minimum set of options to configure your network card consists of host IP and netmask. For example:<br><br><placeholder-2/><br><placeholder-3/></br></br></br>
af: <h3><plekhouer-1/></h3> Dit is moontlik om die netwerkkoppelvlak op hierdie oomblik te konfigureer. Die hardeware sal later deur YaST2 bespeur word. Die minimum stel opsies waarmee u netwerkkaart gekonfigureer word, bestaan uit gasheer-IP en netmasker. Voorbeeld:<br><br><plekhouer-2/><br><plekhouer-3/></br></br></br>
el: <h3><placeholder-1/></h3> Είναι δυνατή η ρύθμιση των διασυνδέσεων δικτύου άμεσα. Το υλικό θα ανιχνευθεί αργότερα από το YaST2. Οι ελάχιστες επιλογές για την ρύθμιση της κάρτας δικτύου, αποτελούνται από την διεύθυνση ΙΡ και τη μάσκα δικτύου. Για παράδειγμα:<br><br><placeholder-2/><br><placeholder-3/></br></br></br>

source: Activates splash, but no messages. Instead a progress bar is drawn. <br><placeholder-1/></br>
af: Aktiveer splat, maar geen boodskappe nie: In stede daarvan word ’n vorderingsbalk geteken. <br><plekhouer-1/></br>
el: Ενεργοποιεί την αρχική οθόνη, αλλά δεν εμφανίζονται μηνύματα. Αντί τούτου μια μπάρα προόδου εμφανίζεται. <br><placeholder-1/></br>

source: Activates splash, kernel and boot messages are still shown.<br><br><placeholder-1/><br><placeholder-2/></br></br></br>
af: Aktiveer splat, kern- en selflaaiboodskappe word steeds getoon.<br><br><plekhouer-1/><br><plekhouer-2/></br></br></br>
el: Ενεργοποιεί την αρχική οθόνη, τα μηνύματα του πυρήνα και τις εκκίνησης εμφανίζονται επίσης.<br><br><placeholder-1/><br><placeholder-2/></br></br></br>

source: The splash screen is switched off. This may be useful with very old monitors or if some error occurs.<br><br><placeholder-1/><br><placeholder-2/></br></br></br>
af: Die splatskerm word afgeskakel. Dit kan baie nuttig wees vir baie ou monitors of indien sommige foute voorkom.<br><br><plekhouer-1/><br><plekhouer-2/></br></br></br>
el: Ο αρχική οθόνη είναι απενεργοποιημένη. Αυτό μπορεί να είναι χρήσιμο για πολύ παλιές οθόνες ή αν εμφανίζονται σφάλματα.<br><br><placeholder-1/><br><placeholder-2/></br></br></br>

source: <h3><placeholder-1/></h3> The splash screen is the picture shown during system start-up.<br><br><placeholder-2/><br><placeholder-3/></br></br></br>
af: <h3><plekhouer-1/></h3> Die splatskerm is die beeld wat tydens stelselaanvangs getoon word.<br><br><plekhouer-2/><br><plekhouer-3/></br></br></br>
el: <h3><placeholder-1/></h3> Η αρχική οθόνη είναι η εικόνα που εμφανίζεται κατά την εκκίνηση του συστήματος.<br><br><placeholder-2/><br><placeholder-3/></br></br></br>

source: The network card will either be configured with <placeholder-1/> or you must specify the parameters yourself as described in the <placeholder-2/>. <br><placeholder-3/></br>
af: Die netwerkkaart sal óf gekonfigureer word met <plekhouer-1/>, óf u moet die parameters self spesifiseer, soos in die <plekhouer-2/> beskryf. <br><plekhouer-3/></br>
el: Η κάρτα δικτύου είτε θα ρυθμιστεί μέσω του <placeholder-1/> ή θα πρέπει να καθορίσετε τις παραμέτρους μόνοι σας όπως περιγράφεται στο <placeholder-2/>. <br><placeholder-3/></br>

source: The syntax to use is just like standard URLs. For example, if your server is found at 192.168.0.1 and you want to do an NFS-based install from the directory /install on this server, specify the source as follows:<br><br><placeholder-1/><br><placeholder-2/></br></br></br>
af: Die sintaks wat gebruik word, is dieselfde as standaard-URL’e. As u bediener byvoorbeeld 192.168.0.1 gevind word en u wil graag ’n NFS-gebaseerde installasie doen vanaf die gids/installeerder op hierdie bediener, moet u die bron soos volg spesifiseer:<br><br><plekhouer-1/><br><plekhouer-2/></br></br></br>
el: Η σύνταξη που μπορεί να χρησιμοποιηθεί είναι κανονικά URL. Για παράδειγμα, αν ο διακομιστής σας βρεθεί στο 192.168.0.1 και θέλετε να κάνετε μια εγκατάσταση βασισμένη στο NFS από έναν κατάλογο /εγκατάσταση σε αυτόν τον διακομιστή, καθορίστε την πηγή ως ακόλουθα:<br><br><placeholder-1/><br><placeholder-2/></br></br></br>

source: <h3><placeholder-1/></h3> By default, the local CD-ROMs are searched for the installation source. For a network install, select the <placeholder-2/> option. Possible installation protocols are<placeholder-3/>
af: <h3><plekhouer-1/></h3> By verstek word daar in die plaaslike CD-ROM’s na die installasiebron gesoek. Kies vir ’n netwerkinstallasie die <plekhouer-2/>opsie. Moontlike installasieprotokolle is<plekhouer-3/>
el: <h3><placeholder-1/></h3> Εκ προεπιλογής, τα τοπικά CD-ROM ερευνώνται για πηγές εγκατάστασης. Για εγκατάσταση μέσω δικτύου, επιλέξτες την επιλογή <placeholder-2/>. Τα πιθανά πρωτόκολλα εγκατάστασης είναι <placeholder-3/>

source: <placeholder-1/> -- control the IDE subsystem <br><placeholder-2/></br>
af: <plekhouer-1/> -- beheer die IDE-substelsel <br><plekhouer-2/></br>
el: <placeholder-1/> -- ελέγξτε το υποσύστημα του IDE <br><placeholder-2/></br>

source: <placeholder-1/> -- influence the behavior of the splash screen<placeholder-2/>
af: <plekhouer-1/> -- beïnvloed die optrede van die splatskerm<plekhouer-2/>
el: <placeholder-1/> -- επηρεασμός της συμπεριφοράς της αρχικής οθόνης<placeholder-2/>

source: b) kernel options<br><placeholder-1/></br>
af: b) kernopsies<br><plekhouer-1/></br>
el: β) επιλογές πυρήνα<br><placeholder-1/></br>

source: <placeholder-1/> -- options for installation via VNC <br><placeholder-2/></br>
af: <plekhouer-1/> -- opsies vir installasie via VNC <br><plekhouer-2/></br>
el: <placeholder-1/> -- επιλογές για εγκατάσταση μέσω VNC <br><placeholder-2/></br>

source: <placeholder-1/> -- the network options<placeholder-2/>
af: <plekhouer-1/> -- die netwerkopsies<plekhouer-2/>
el: <placeholder-1/> -- επιλογές δικτύου<placeholder-2/>

source: <placeholder-1/> -- select an installation source<placeholder-2/>
af: <plekhouer-1/> -- kies ’n installasiebron <plekhouer-2/>
el: <placeholder-1/> -- επιλέξτε μια πηγή εγκατάστασης<placeholder-2/>

source: a) installer options<br><placeholder-1/></br>
af: a) installeerderopsies<br><plekhouer-1/></br>
el: α) επιλογές εγκατάστασης<br><placeholder-1/></br>

source: <h3><placeholder-1/></h3> There are two types of boot options available. First, there are options that affect the installer. Second, there are kernel options. Some of the more common options are: <br><placeholder-2/></br>
af: <h3><plekhouer-1/></h3> Daar is twee soorte selflaai-opsies beskikbaar. Eerstens, is daar opsies wat die installeerder beïnvloed. Tweedens, is daar kernopsies. Sommige van die algemener opsies is: <br><plekhouer-2/></br>
el: <h3><placeholder-1/></h3> Υπάρχουν δύο τύποι επιλογών εκκίνησης διαθέσιμοι. Πρώτον, υπάρχουν επιλογές που επηρεάζουν το πρόγραμμα εγκατάστασης. Δεύτερον, υπάρχουν επιλογές πυρήνα. Κάποιες από τις συνήθεις επιλογές είναι: <br><placeholder-2/></br>

source: There is no guarantee that the memory is good if no errors are found, although most of memory defects will be found. <br><placeholder-1/></br>
af: Daar is geen waarborg dat die geheue goed is indien geen foute gevind word nie, hoewel die meeste van die geheuedefekte gevind sal word. <br><plekhouer-1/></br>
el: Δεν υπάρχουν εγγυήσεις ότι η μνήμη είναι καλή παρόλο που δεν βρέθηκαν σφάλματα, αν και τα περισσότερα προβλήματα μνήμης μπορούν να βρεθούν. <br><placeholder-1/></br>

source: <h3><placeholder-1/></h3> The included <placeholder-2/> provides good possibilities to stress test the hardware of a system. Its main purpose is to detect broken RAM, but it also stresses many other parts of the system. <placeholder-3/>
af: <h3><plekhouer-1/></h3> Die ingeslote <plekhouer-2/> bied goeie moontlikhede om die hardeware van ’n stelsel aan ’n spanningstoets te onderwerp. Die hoofdoel is om stukkende RAM te bespeur, maar dit onderwerp ook talle ander dele van die stelsel aan spanning. <plekhouer-3/>
el: <h3><placeholder-1/></h3> Ο περιλαμβανόμενος <placeholder-2/> παρέχει καλές δυνατότητες για stress test του υλικού ενός συστήματος. Ο κύριος στόχος του είναι να ανιχνεύσει σπασμένη RAM, αλλά ελέγχει επίσης και άλλα μέρη του συστήματος. <placeholder-3/>

source: <h3><placeholder-1/></h3> Starts a BIOS checker that validates the ACPI tables and many other parts of your BIOS. Test results can be stored on usb disk or saved via network. <br><placeholder-2/></br>
af: <h3><plekhouer-1/></h3> Begin ’n BTAS-naganer wat die ACPI-tabelle en talle ander dele van u BTAS geldig maak. Toetsresultate kan op usb-skyf of via die netwerk geberg word. <br><plekhouer-2/></br>
el: <h3><placeholder-1/></h3> Ξεκινά ένα ελεγκτή BIOS ο οποίος επικυρώνει τους πίνακες ACPI και άλλα μέρη του BIOS σας. Τα αποτελέσματα των test μπορούν να αποθηκευτούν σε usb δίσκο ή να αποθηκευτούν δια μέσου δικτύου. <br><placeholder-2/></br>

source: <h3><placeholder-1/></h3> The <placeholder-2/> is a small RAM disk base system. From there, it is possible to make all kinds of changes to an installed system. Because only low-level tools are available in this system, it is intended for experts. <br><placeholder-3/></br>
af: <h3><plekhouer-1/></h3> Die <plekhouer-2/> is ’n klein RAM-skyfbasisstelsel. Daarvandaan is dit moontlik om alle soorte wysigings aan ’n geïnstalleerde stelsel aan te bring. Aangesien slegs laevlak gereedskap in hierdie stelsel beskikbaar is, is dit vir kundiges bedoel. <br><plekhouer-3/></br>
el: <h3><placeholder-1/></h3> Το <placeholder-2/> είναι ένα μικρό βασισμένο στο δίσκο RAM σύστημα. Από εκεί, είναι δυνατόν να γίνουν όλες οι δυνατές αλλαγές στο εγκατεστημένο σύστημα. Επειδή μόνο χαμηλού επιπέδου εργαλεία είναι διαθέσιμα στο σύστημα, προορίζεται για τους προχωρημένους χρήστες. <br><placeholder-3/></br>

source: <h3><placeholder-1/></h3> Select <placeholder-2/> if you encounter hangs while installing or irreproducible errors. This option disables DMA for IDE drives and all power management features. See also the kernel options for <placeholder-3/>, <placeholder-4/> and <placeholder-5/>. <br><placeholder-6/></br>
af: <h3><plekhouer-1/></h3> Kies <plekhouer-2/> as u vind dat die program hang tydens installasie, of dat daar onreproduseerbare foute is. Hierdie opsie versper DMA vir IDE-aandrywers en alle kragbestuurseienskappe. Sien ook die kernopsies vir <plekhouer-3/>, <plekhouer-4/> en <plekhouer-5/>. <br><plekhouer-6/></br>
el: <h3><placeholder-1/></h3> Επιλέξτε <placeholder-2/> εαν αντιμετωπίζετε κρεμάσματα κατά την εγκατάσταση ή αναπαραγόμενα σφάλματα. Αυτή η επιλογή απενεργοποιεί το DMA για τους δίσκους IDE και όλα τα χαρακτηριστικά της διαχείρισης ενέργειας. Δείτε επίσης τις επιλογές πυρήνα για <placeholder-3/>, <placeholder-4/> και <placeholder-5/>. <br><placeholder-6/></br>

source: Please don't confuse this with <placeholder-1/> (Advanced Configuration and Power Interface). <br><placeholder-2/></br>
af: Moet dit asseblief nie met<plekhouer-1/> (gevorderde konfigurasie en kragkoppelvlak) verwar nie. <br><plekhouer-2/></br>
el: Παρακαλώ μην μπερδεύετε αυτό με το <placeholder-1/> (Διεπαφή Προχωρημένων Ρυθμίσεων και Ενέργειας). <br><placeholder-2/></br>

source: <h3><placeholder-1/></h3> Normally there are no problems with the APIC (Advanced Programmable Interrupt Controller). But if you seem to have some, try this option to boot without local APIC support. <br><placeholder-2/></br>
af: <h3><plekhouer-1/></h3> Gewoonlik word daar geen probleme met die APIC (Advanced Programmable Interrupt Controller) ondervind nie. As u egter probleme ondervind, probeer om hierdie opsie sonder plaaslike APIC-ondersteuning te laat selflaai. <br><plekhouer-2/></br>
el: <h3><placeholder-1/></h3>Κανονικά δεν υπάρχουν προβλήματα με το APIC (Προχωρημένος Προγραμματισμός του Ελεγκτή Διακοπτών). Αλλά αν έχετε κάποια, δοκιμάστε αυτήν την επιλογή για να ξεκινήσετε χωρίς την τοπική υποστήριξη του APIC. <br><placeholder-2/></br>

source: You may also try the <placeholder-1/> boot option and look at the test results of the ACPI validation. <br><placeholder-2/></br>
af: U kan ook die <plekhouer-1/>-selflaai-opsie probeer en na die resultate van die ACPI-geldigmaking kyk. <br><plekhouer-2/></br>
el: Μπορείτε επίσης να δοκιμάσετε την επιλογή εκκίνησης <placeholder-1/> και να δείτε τα αποτελέσματα της δοκιμής για την εγκυρότητα του ACPI. <br><placeholder-2/></br>

source: * PCI Cards are not detected or initialized properly <br><placeholder-1/></br>
af: * PCI-kaart word nie behoorlik bespeur of geïnisialiseer nie <br><plekhouer-1/></br>
el: * Δεν έχουν ανιχνευτεί κάρτες PCI ή αρχικοποιηθεί σωστά <br><placeholder-1/></br>

source: * kernel freezes when booting<placeholder-1/>
af: * kern vries tydens selflaaiing<plekhouer-1/>
el: * ο πυρήνας παγώνει κατά την εκκίνηση<placeholder-1/>

source: Select <placeholder-1/> if you encounter problems during boot of the kernel. Known problems with machines that have problems with ACPI are: <br><placeholder-2/></br>
af: Kies <plekhouer-1/> as u probleme tydens selflaai van die kern ervaar. Die volgende is bekende probleme met masjiene wat probleme met ACPI ervaar: <br><plekhouer-2/></br>
el: Επιλέξτε <placeholder-1/> αν συναντάτε προβλήματα κατά την εκκίνηση του πυρήνα. Γνωστά προβλήματα με μηχανήματα που έχουν προβλήματα με το ACPI είναι: <br><placeholder-2/></br>

source: <h3><placeholder-1/></h3> Current hardware usually requires ACPI (Advanced Configuration and Power Interface) to control the interrupt handling. ACPI completely replaces the old APM system.<br><placeholder-2/></br>
af: <h3><plekhouer-1/></h3> Huidige hardeware vereis gewoonlik ACPI (Advanced Configuration and Power Interface) om die onderbrekershantering te beheer. ACPI vervang die ou APM-stelsel in die geheel.<br><plekhouer-2/></br>
el: <h3><placeholder-1/></h3> Το παρών υλικό συνήθως απαιτεί το ACPI (Διεπαφή Προχωρημένων Ρυθμίσεων και Ενέργειας) για τον έλεγχο των διακοπτών. Το ACPI αντικαθιστά πλήρως το παλαιό σύστημα του APM.<br><placeholder-2/></br>

source: Use this if you forgot to remove the CD or DVD from your drive and want to start the computer from the hard disk. <br><placeholder-1/></br>
af: Gebruik dit as u vergeet het om die CD of DVD uit u aandrywer te haal en die rekenaar vanaf die harde skyf wil begin. <br><plekhouer-1/></br>
el: Χρησιμοποιήστε αυτό αν ξεχνάτε να αφαιρείτε τα CD ή τα DVD από τον οδηγό σας και θέλετε να ξεκινάτε τον υπολογιστή από τον σκληρό δίσκο. <br><placeholder-1/></br>
