Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: These release notes cover the following areas:
el: Αυτές οι σημειώσεις έκδοσης καλύπτουν τους ακόλουθους τομείς:

source: General: Information that everybody should read.
el: Γενικά: Πληροφορίες που θα πρέπει να διαβάσει ο καθένας.

source: Technical: This section contains a number of technical changes and enhancements for the experienced user.
el: Τεχνικά: Αυτός ο τομέας περιέχει έναν αριθμό από τεχνικές αλλαγές και βελτιώσεις για τον έμπειρο χρήστη.

source: General
el: Γενικά
hi: सामान्य

source: Update
af: Werk by
bn: পরিবর্ধন
el: Ενημέρωση
hi: अपडेट

source: Technical
el: Τεχνικά

source: translator-credits
af: vertaler-krediete
el: Κώστας Μπουκουβάλας quantis@hellug.gr, 2007
hi: संगीता

source: Error loading %1
el: Σφάλμα κατά τη φόρτωση του %1

source: CLOSE
el: ΚΛΕΙΣΙΜΟ

source: Error: Could not read profile %s: %s.
el: Σφάλμα: Αδυναμία ανάγνωσης profile %s: %s.
hi: त्रुटि: प्रोफाइल नहीं पढ़ सका %s: %s.

source: Error: Could not allocate temporary file.
el: Σφάλμα: Αδυναμία προσδιορισμού προσωρινού αρχείου.
hi: त्रुटि:टेम्पररी फाइल आबंटित नहीं कर सका.

source: Error: Out of memory.
el: Σφάλμα: Μνήμη πλήρης.
hi: त्रुटि: याददाश्त के बाहर.

source: Error: basedir %s is not a directory, skipping.
el: Σφάλμα: Το basedir %s δεν είναι κατάλογος, παραβλέπεται.
hi: त्रुटि: basedir %s एक निर्देशिका नहीं है, छोड़ रहा है.

source: Error: Could not add directory %s to search path.
el: Σφάλμα: Αδυναμία προσθήκης καταλόγου %s στη διαδρομή έρευνας.
hi: %s त्रुटि:खोज पथ के निर्देशिका में नहीं जोड़ सका .

source: Error: Could not allocate memory.
el: Σφάλμα: Αδυναμία προσδιορισμού μνήμης.
hi: त्रुटि: याददाश्त नहीं बांट सका.

source: Error: Could not allocate buffer for include at line %d in %s.
el: Σφάλμα: Αδυναμία προσδιορισμού ζώνης για συμπερίληψη στη γραμή %d στο %s.

source: Error: Bad include at line %d in %s.
el: Σφάλμα: Κακή συμπερίληψη στη γραμμή %d στο %s.
hi: त्रुटि: लाइन में खराब शामिल %d in %s.

source: Error: #include %s%c not found at line %d in %s.
el: Σφάλμα: η #συμπερίληψη %s%c δεν βρέθηκε στη γραμμή %d στο %s.
hi: त्रुटि: #iशामिल %s%cपंक्ति में नहीं मिला %d में %s.

source: Error: Exceeded %d levels of includes. Not processing %s include.
el: Σφάλμα: Υπερβαίνει %d επίπεδα συμπεριλήψεων. Μη επεξεργασία της %s συμπερίληψης.

source: Bad write position
af: Slegte skryfposisie
bn: লেখার খারাপ অবস্থান
el: Λάθος θέση εγγραφής
hi: बुरी लेखन स्थिति

source: Permission denied
af: Toelating geweier
bn: অনুমতি অস্বীকার করা হয়েছে
el: Απαγορεύεται η πρόσβαση
hi: अनुमति देने से इंकार किया

source: Out of memory
af: Geheue is opgebruik
bn: স্মৃতি পরিপূর্ণ
el: Μνήμη πλήρης
hi: स्मृति में नहीं है

source: Couldn't copy profile Bad memory address
af: Kon profiel Slegte geheueadres nie kopieer nie
bn: খারাপ স্মৃতি ঠিকানা প্রোফাইল কপি করতে পারে নি
el: Αδυναμία αντιγραφής profile Κακή διεύθυνση μνήμης
hi: प्रोफाइल को कॉपी नहीं कर सकता। बुरी स्मृति पता

source: Profile doesn't conform to protocol
af: Profiel pas nie aan by protokol nie
bn: প্রোফাইল প্রোটোকল মেনে চলে না
el: Το προφίλ δεν εναρμονίζεται με το πρωτόκολλο
hi: प्रोफाइल प्रोटोकॉल की पुष्टि नहीं करता

source: Profile does not match signature
af: Profiel stem nie ooreen met handtekening nie
bn: প্রোফাইল স্বাক্ষরের সাথে মেলে না
el: Το προφίλ δεν ταιράζει με την υπογραφή
hi: प्रोफाइल हस्ताक्षर से मेल नहीं खाता

source: Profile version not supported by Apparmor module
el: Η έκδοση προφίλ δεν υποστηρίζεται από την μονάδα Apparmor

source: Profile already exists
af: Profiel bestaan reeds
bn: প্রোফাইল ইতোমধ্যেই বিদ্যমান
el: Το προφίλ υπάρχει ήδη
hi: प्रोफाइल पहले से मौजूद है

source: Profile doesn't exist
af: Profiel bestaan nie
bn: প্রোফাইলের অস্তিত্ব নেই
el: Το προφίλ δεν υπάρχει
hi: प्रोफाइल मौजूद नहीं है

source: Unknown error
af: Onbekende fout
bn: অজানা ভুল
el: Άγνωστο σφάλμα
hi: अनजान

source: %s: Unable to add "%s".
af: %s: Kan "%s" nie byvoeg nie.
bn: %s: "%s" যোগ করতে পারে নি।
el: %s: Αδυναμία προσθήκης "%s".
hi: %s: "%s" को जोड़ने में अक्षम।

source: %s: Unable to replace "%s".
af: %s: Kan "%s" nie vervang nie.
bn: %s: "%s" প্রতিস্থাপন করতে পারে নি।
el: %s: Αδυναμία αντικατάστασης "%s".
hi: %s: "%s" को प्रतिस्थापित करने में अक्षम।

source: %s: Unable to remove "%s".
af: %s: Kan "%s" nie verskuif nie.
bn: %s: "%s" অপসারণ করতে পারে নি।
el: %s Αδυναμία αφαίρεσης "%s".
hi: %s: "%s" को हटाने में अक्षम।

source: %s: Unable to write to stdout
af: %s: Kan nie na stdout toe skryf nie
bn: %s: stdout এ লিখতে অক্ষম
el: %s: Αδυναμία εγγραφής στο stdout
hi: %s: stdout पर लिखने में अक्षम

source: %s: ASSERT: Invalid option: %d
af: %s: BEWEER: Ongeldige opsie: %d
bn: %s: ASSERT: অবৈধ বিকল্প: %d
el: %s ΠΑΡΕΜΒΑΣΗ: Λανθασμένη επιλογή: %d
hi: %s: ASSERT: अमान्य विकल्प : %d

source: Addition succeeded for "%s".
af: Byvoeging vir "%s" was suksesvol.
bn: "%s" এর ক্ষেত্রে যোগ করা সফল হয়েছে।
el: Η προσθήκη υπερβαίνει για "%s".
hi: "%s" के लिए जोड़ना सफल रहा।

source: Replacement succeeded for "%s".
af: Vervanging van "%s" was suksesvol.
bn: "%s" এর ক্ষেত্রে প্রতিস্থাপন সফল হয়েছে।
el: Η αντικατάσταση υπερβαίνει για "%s".
hi: "%s" के लिए प्रतिस्थापन सफल रहा।

source: PANIC bad increment buffer %p pos %p ext %p size %d res %p
af: PANIEK slegs inkrementbuffer %p pos %p uitbr %p grootte %d res %p
bn: PANIC খারাপ ইনক্রিমেন্ট বাফার %p pos %p ext %p size %d res %p
el: PANIC κακή ζώνη ποσοτήτων %p pos %p ext %p size %d res %p
hi: पैनिक बैड इंक्रीमेंट बफर %p pos %p ext %p आकार %d res %p

source: Unable to open %s - %s
af: Kan %s - %s nie open nie
bn: %s খুলতে পারে নি - %s
el: Αδυναμία ανοίγματος %s - %s
hi: %s - %s को खोलने में अक्षम

source: unable to create work area
af: kan werkarea nie skep nie
bn: কাজের এলাকা তৈরি করতে পারে নি
el: αδυναμία δημιουργίας χώρου εργασίας
hi: कार्य क्षेत्र सृजित करने में अक्षम

source: unable to serialize profile %s
af: kan profiel nie seriemaak nie %s
bn: %s প্রোফাইল ক্রমিক করতে পারে নি
el: αδυναμία σειριοποίησης προφίλ %s
hi: प्रोफाइल %s को क्रमांकित करने में अक्षम

source: %s: Unable to write entire profile entry
af: %s: Kan nie volledige profielinskrywing skryf nie
bn: %s: সমগ্র প্রোফাইল এনট্রি লিখতে অক্ষম
el: %s: Αδυναμία εγγραφής ολόκληρου του προφίλ
hi: %s: संपूर्ण प्रोफाइल प्रविष्टि को लिखने में अक्षम

source: Found unexpected character: '%s'
af: Onverwagte karakter gevind: '%s'
bn: অপ্রত্যাশিত অক্ষর পাওয়া গেছে: '%s'
el: Βρέθηκε μη αναμενόμενος χαρακτήρας: '%s'
hi: अप्रत्याशित वर्ण मिला : '%s'

source: Warning (%s line %d): %s
el: Προειδοποίηση (%s γραμμή %d): %s
hi: चेतावनी (%sरेखा %d): %s

source: %s: Could not allocate memory for subdomainbase mount point
af: %s: Kon geheue vir subdomeinbasis-hegpunt nie toeken nie
bn: %s: সাবডোমেনবেস মাউন্ট পয়েন্টের জন্যে স্মৃতি বন্টন করতে পারে নি
el: %s: Αδυναμία προσδιορισμού μνήμης για subdomainbase σημείο προσάρτησης
hi: %s: सबडोमेनबेस माउंट बिंदु के लिए स्मृति निर्धारित नहीं कर सका

source: %s: Sorry. You need root privileges to run this program.
el: %s: Συγγνώμη. Δεν έχετε δικαιώματα υπερχρήστη για να τρέξετε αυτό το πρόγραμμα.

source: %s: Warning! You've set this program setuid root. Anybody who can run this program can update your AppArmor profiles.
el: %s: Προειδοποίηση! Έχετε ορίσει αυτό το πρόγραμμα setuid root. Οποιοσδήποτε μπορεί να τρέξει αυτό το πρόγραμμα, μπορεί να ενημερώσει τα προφίλ AppArmor.

source: %s: Errors found in file. Aborting.
af: %s: Foute in lêer gevind. Staking.
bn: %s: ফাইলে ত্রুটি পাওয়া গেছে। বাতিল করছে।
el: %s: Βρέθηκαν σφάλματα στο αρχείο. Αποχώρηση.
hi: %s: फाइल में त्रुटियां प्राप्त हुईं। रद्द कर रहा है।

source: Memory allocation error.
af: Geheuetoekenningsfout.
bn: স্মৃতি বন্টনে ত্রুটি।
el: Σφάλμα προσδιορισμού μνήμης.
hi: स्मृति निर्धारण त्रुटि।

source: Uppercase qualifiers "RWLIMX" are deprecated, please convert to lowercase See the apparmor.d(5) manpage for details.
el: Κεφαλαίοι χαρακτήρες "RWLIMX" αποφεύγονται, παρακαλώ αλλάξτε σε μικρά Δείτε το apparmor.d(5) για λεπτομέρειες.

source: Exec qualifier 'i' invalid, conflicting qualifier already specified
af: Uitvoerende kwalifiseerder 'i' is ongeldig, konflikterende kwalifiseerder reeds gespesifisieer
bn: Exec কোয়ালিফায়ার 'i' অবৈধ, বিবাদমান কোয়ালিফায়ার ইতোমধ্যেই বিদ্যমান
el: Χαρακτήρας exec 'i' λάθος, συμπλέκεται με ήδη υπάρχων χαρακτήρα
hi: Exec क्वालीफायर 'i' अमान्य है, टकरावकारी क्वालीफायर को पहले ही निर्दिष्ट कर दिया गया है

source: Exec qualifier '%c' invalid, conflicting qualifier already specified
el: Χαρακτήρας exc '%c' λανθασμένος, συμπλέκεται με ήδη καθορισμένο χαρακτήρα

source: Internal: unexpected mode character '%c' in input
el: Εσωτερικό: μη αναμενόμενη λειτουργία χαρακτήρα '%c' στην είσοδο

source: AppArmor parser error: %s
el: Σφάλμα αναλυτή AppArmor: %s

source: Couldn't merge entries. Out of Memory
af: Kon inskrywings nie saamvleg nie. Geheue is opgebruik
bn: এনট্রিগুলি একীভূত করতে পারে নি।স্মৃতি পরিপূর্ণ
el: Αδυναμία συγχώνευσης εγγραφών. Μνήμη Πλήρης
hi: प्रविष्टियों को एक में नहीं मिला सकता। स्मृति में नहीं है

source: profile %s: has merged rule %s with multiple x modifiers
af: profiel %s: het reël %s saam met veelvuldige x-modifiseerders gevleg
bn: প্রোফাইল %s: %s নিয়মকে একাধিক x মডিফায়ারের সাথে মিধিয়ে দিয়েছে
el: το προφίλ %s: έχει συγχωνεύσει τον κανόνα %s με πολλαπλούς μετατροπείς x
hi: प्रोफाइल %s: ने विविध x संशोधकों के साथ नियम %s को मिला लिया

source: Assert: `rule' returned NULL.
af: Beweer: `reël' het NUL teruggestuur.
bn: দৃঢ় ঘোষণা: `rule' NULL ফেরত পাঠিয়েছে।
el: Παρέμβαση: 'rule' επέστρεψε ΜΗΔΕΝ.
hi: Assert: `rule' NULL पर लौट आया।

source: Invalid mode, 'x' must be preceded by exec qualifier 'i', 'p', or 'u'
el: Σφάλμα λειτουργίας, το 'x' θα πρέπει να προηγείται του χαρακτήρα exec 'i', 'p' ή 'u'

source: Assert: 'hat rule' returned NULL.
af: Beweer: `hat-reël' het NUL teruggestuur.
bn: দৃঢ় ঘোষণা: `hat rule' NULL ফেরত পাঠিয়েছে।
el: Παρέμβαση: 'hat rule' επέστρεψε ΜΗΔΕΝ.
hi: Assert: 'hat rule' NULL पर लौट आया।

source: Unset boolean variable %s used in if-expression
el: Η μη ορισμένη μεταβλητή boolean %s χρησιμοποιήθηκε στην if-έκφραση

source: missing an end of line character? (entry: %s)
af: ontbreek daar ’n reëleindkarakter? (inskrywing: %s)
bn: লাইন সমাপ্তির অক্ষর অনুপস্থিত? (এনট্রি: %s)
el: λείπει ένα τέλος στη γραμή χαρακτήρα; (εγγραφή: %s)
hi: लाइन के अंत का एक वर्ण छूटा है? (प्रविष्टि : %s)

source: AppArmor parser error in %s at line %d: %s
el: Σφάλμα του αναλυτή AppArmor στο %s στη γραμμή %d: %s

source: AppArmor parser error, line %d: %s
el: Σφάλμα αναλυτή AppArmor, γραμμή %d: %s

source: %s: Illegal open {, nesting groupings not allowed
af: %s: Onwettige open {, nesting van groeperings nie toegelaat nie
bn: %s: অবৈধ খোলা {, নেস্টিং গ্রুপিংয়ের অনুমতি নেই
el: %s: Παράνομο άνοιγμα {, δεν επιτρέπονται ομαδοποιήσεις
hi: %s: गैर-कानूनन खोलना {, नेस्टिंग ग्रुपिंग्स की अनुमति नहीं है

source: %s: Regex grouping error: Invalid number of items between {}
af: %s: Regex-groeperingsfout: Ongeldige aantal items tussen {}
bn: %s: Regex দলবদ্ধকরণের ত্রুটি: {} এর মধ্যে অবৈধ সংখ্যক বস্তু
el: %s: Σφάλμα ομαδοποίησης Regex: Λάθος αριθμός αντικειμένων μεταξύ {}
hi: %s: Regex ग्रुपिंग त्रुटि : {} के बीच मदों की अमान्य संख्या

source: %s: Regex grouping error: Invalid close }, no matching open { detected
af: %s: Regex-groeperingsfout: Ongeldige sluiting }, geen ooreenstemmende oop nie { bespeur
bn: %s: Regex দলবদ্ধকরণের ত্রুটি: অবৈধ বন্ধ }, কোন মিলযুক্ত খোলা{ পাওয়া যায় নি
el: %s: Σφάλμα ομαδοποίησης Regex: Λάθος κλείσιμο }, δεν βρέθηκε ταιριαστό άνοιγμα {
hi: %s: Regex ग्रुपिंग त्रुटि : बंद अमान्य }, किसी मेल खाने वाले खोलने का { पता नहीं लगा

source: %s: Regex grouping error: Unclosed grouping or character class, expecting close }
el: %s: Σφάλμα ομαδοποίησης Regex: Ανοιχτή ομαδοποίηση ή κλάσση χαρακτήρα, αναμένεται κλείσιμο }

source: %s: Internal buffer overflow detected, %d characters exceeded
af: %s: Interne bufferoorvloei bespeur, %d karakters oorskry
bn: %s: অভ্যন্তরীণ বাফার অতিপ্রবাহের সন্ধান পাওয়া গেছে, %d গুলি অক্ষর বেশি
el: %s: Εσωτερική διαρροή ζώνης ανιχνεύθηκε, υπέρβαση %d χαρακτήρων
hi: %s: आंतरिक बफर के ओवरफ्लो होने का पता लगा, %d वर्ण अधिक हैं

source: %s: Unable to parse input line '%s'
af: %s: Kan insetreël '%s' nie ontleed nie
bn: %s: ইনপুট ফাইল '%s' পার্স করতে অক্ষম
el: %s: Αδυναμία ανάλυσης γραμμής εισόδου '%s'
hi: %s: इनपुट लाइन '%s' को पार्स करने में अक्षम

source: %s: Failed to compile regex '%s' [original: '%s']
af: %s: Misluk om regex '%s' saam te stel [oorspronklik: '%s']
bn: %s: regex '%s' সঙ্কলন করতে ব্যর্থ [মূল: '%s']
el: %s: Αδυναμία αποσφαλμάτωσης regex '%s' [original: '%s']
hi: %s: regex '%s' को कंपाइल करने में असफल रहा [मूल : '%s']

source: %s: error near
af: %s: fout naby
bn: %s: এর নিকটে ত্রুটি
el: %s: σφάλμα κοντα
hi: %s: के निकट त्रुटि

source: %s: error reason: '%s'
af: %s: foutrede: '%s'
bn: %s: ত্রুটির কারণ: '%s'
el: %s: λόγος σφάλματος: '%s'
hi: %s: त्रुटि का कारण : '%s'

source: %s: Failed to compile regex '%s' [original: '%s'] - malloc failed
af: %s: Misluk om regex '%s' saam te stel [oorspronklik: '%s'] - malloc het misluk
bn: %s: regex '%s' সঙ্কলন করতে ব্যর্থ [মূল: '%s'] - malloc ব্যর্থ হয়েছে
el: %s: Αδυναμία αποσφαλμάτωσης regex '%s' [original: '%s'] - αποτυχία malloc
hi: %s: regex '%s' को कंपाइल करने में असफल रहा [मूल : '%s'] - malloc असफल रहा

source: ERROR merging rules for profile %s, failed to load
el: ΣΦΑΛΜΑ συγχώνευσης κανόνων για το προφίλ %s, αδυναμία φόρτωσης

source: ERROR profile %s contains policy elements not usable with this kernel: '*', '?', character ranges, and alternations are not allowed. '**' may only be used at the end of a rule.
el: ΣΦΑΛΜΑ προφίλ %s περιέχει αντικείμενα πολιτικής που δε χρησιμοποιούνται από αυτόν τον πυρήνα: '*', '?', πεδία χαρακτήρων και αλλαγές δεν επιτρέπονται. '**' μπορεί να χρησιμοποιηθεί μόνο στο τέλος.

source: ERROR processing regexs for profile %s, failed to load
el: ΣΦΑΛΜΑ επεξεργασίας regexs για το προφίλ %s, αδυναμία φόρτωσης

source: ERROR expanding variables for profile %s, failed to load
el: ΣΦΑΛΜΑ επέκτασης μεταβλητών για προφίλ %s, αδυναμία φόρτωσης

source: ERROR in profile %s, failed to load
af: FOUT in profiel %s, het misluk om te laai
bn: %s প্রোফাইলে ত্রুটি আছে, চালাতে ব্যর্থ হয়েছে
el: ΣΦΑΛΜΑ το προφίλ %s, αδυναμία φόρτωσης
hi: प्रोफाइल %s में त्रुटि है, लोड करने में असफल रहा

source: %s: Errors found during regex postprocess. Aborting.
el: %s: Βρέθηκαν σφάλματα κατα τη διάρκεια της μετεπεξεργασίας regex. Αποχώρηση.

source: %s: Errors found in combining rules postprocessing. Aborting.
af: %s: Foute gevind in die kombineer van reëls tydens naprosessering. Staking.
bn: %s: পোস্টপ্রসেসিং নিয়মাবলী একীভূত করায় ত্রুটি পাওয়া গেছে। বাতিল করছে।
el: %s: Βρέθηκαν σφάλματα στους συνδυαστικούς κανόνες μετεπεξεργασίας. Αποχώρηση.
hi: %s: संयोगकारी नियमों के प्रसंस्करण-पश्चात में त्रुटियां प्राप्त हुईं। रद्द कर रहा है।

source: SubDomain does not appear to be started. Please enable SubDomain and try again.
af: Dit lyk nie asof SubDomain begin het nie. Ontsper SubDomain asseblief en probeer weer.
bn: সাবডোমেন শুরু হয়েছে বলে মনে হয় না। অনুগ্রহ করে সাবডোমেন সক্রিয় করুন এবং আবার চেষ্টা করুন।
el: Το SubDomain δεν φαίνεται να ξεκινά. Παρακαλώ ενεργοποιήστε το SubDomain και ξαναπροσπαθήστε.
hi: सबडोमेन शुरू होता प्रतीत नहीं हो रहा है। कृपया सबडोमेन को सक्षम करें और फिर से कोशिश करें।

source: Please enter the program to profile:
af: Voer asseblief die program na profiel toe in:
bn: অনুগ্রহ করে প্রোফাইলের প্রোগ্রাম প্রবেশ করুন:
el: Παρακαλώ εισάγετε το πρόγραμμα προς προφίλ:
hi: प्रोफाइल बनाने के लिए कृपया प्रोग्राम प्रविष्‍ट करें :

source: Can't find %s in the system path list. If the name of the application is correct, please run 'which %s' in the other window in order to find the fully-qualified path.
af: Kan %s nie in die stelselpadlys vind nie. As die naam van die toepassing reg is, loop asseblief 'watter %s' in die ander venster ten einde die volledig-gekwalifiseerde pad te vind.
bn: সিস্টেম পথ তালিকায় %s খুঁজে পাওয়া যায় না। যদি প্রয়োগের নাম সঠিকথাকে তাহলে সম্পূর্ণ-যোগ্য পথ খুঁজে পাওয়ার জন্যে অনুগ্রহকরে অপর উইন্ডোতে 'কোন %s' চালান।
el: Αδυναμία εύρεσης του %s στον κατάλογο διαδρομών συστήματος. Εάν το όνομα της εφαρμογής είναι σωστό εκτελέστε 'which %s' σε άλλο παράθυρο ώστε να βρείτε την πλήρη διαδρομή.
hi: सिस्‍टम पथ सूची में %s को नहीं ढूंढ सका। यदि अनुप्रयोग का नाम सही है, तो कृपया 'कौन सा %s' को पूर्ण-योग्‍यता प्राप्‍त पथ को ढूंढने के लिहाज से दूसरे विंडों में चलाएं।

source: %s does not exist, please double-check the path.
af: %s bestaan nie, maak asseblief dubbbeld seker van die pad.
bn: %s এর অস্তিত্ব নেই, অনুগ্রহ করে পথটি দ্বিতীয়বার যাচাই করুন।
el: Το %s δεν υπάρχει, παρακαλώ διπλο-ελέγξτε τη διαδρομή.
hi: %s का अस्तित्‍व नहीं है, कृपया पथ की दो बार जांच करें।

source: Please start the application to be profiled in another window and exercise its functionality now. Once completed, select the "Scan" button below in order to scan the system logs for AppArmor events. For each AppArmor event, you will be given the opportunity to choose whether the access should be allowed or denied.
af: Begin asseblief die toepassing wat in ’n ander venster geprofiel moet word en oefen die funksionaliteit daarvan nou uit. Wanneer dit voltooi is, kies die "Skandeer"-knoppie onder ten einde die stelselopgawes vir AppArmor-gebeure te skandeer. Vir elke AppArmor-gebeurtenis sal u die geleentheid kry om te kies of die toegang toegelaat of geweier behoort te word.
bn: অপর একটি উইন্ডোয়ে প্রোফাইল করার জন্যে অনুগ্রহ করে প্রয়োগটি শুরু করুন এবং তার কার্যকারিতা এখন সম্পাদন করুন। একবার সম্পূরণ হয়ে গেলে নিচে "স্ক্যান" বোতামটি বাছুন যাতে AppArmor ইভেন্টগুলি সিস্টেম লগে সন্ধান করা যায়। প্রতিটি AppArmor ইভেন্টের জন্যে আপনাকে এটা বেছে নেওয়ার সুযোগ দেওয়া হবে যে প্রবেশাধিকারের অনুমতি দেওয়া হবে নাকি অস্বীকার করা হবে।
el: Παρκαλώ εκκινήστε την εφαρμογή προς δημιουργία προφίλ σε άλλο παράθυρο και εξασκηθείτε με τη λειτουργικότητα της τώρα. Όταν τελειώστε, επιλέξτε το κουμπί "Scan" από κάτω με σκοπό την σάρωση των αρχείων συστήματος για γεγονότα AppArmor. Για κάθε γεγονός AppArmor, θα σας δοθεί η ευκαιρία να επιλέξετε εαν η πρόσβαση θα επιτραπεί ή θα απαγορευτεί.
hi: कृपया किसी अन्‍य विंडो में प्रोफाइल किए गए अनुप्रयोग को शुरू करें और इसके कार्यप्रचालन पर अभी कार्यअभ्‍यास करें। एक बार इसके पूरा हो जाने पर, AppArmor घटनाओं के लिए सिस्‍टम लॉग्‍स को स्‍कैन करने के लिहाज से नीचे दिए "Scan" बटन को चुनें। प्रत्‍येक AppArmor घटना के लिए, आपको यह चुनने का अवसर दिया जाएगा कि पहुंच की स्‍वीकृति या अस्‍वीकृत दी जानी चाहिए या नहीं।

source: Profiling
af: Profieldraer
bn: প্রোফাইল করা হচ্ছে
el: Δημιουργώντας Προφίλ
hi: प्रोफाइलिंग

source: Reloaded SubDomain profiles in enforce mode.
af: Herlaaide SubDomain-profiele in afdwingmodus.
bn: বলপ্রয়োগ মোডে সাবডোমেন প্রোফাইলগুলি পুনরায় চালানো হচ্ছে।
el: Επαναφόρτωση των προφίλ SubDomain σε εξαναγκασμένη λειτουργία.
hi: सबडोमेन प्रोफाइलों को बाध्‍यकारी मोड में फिर से लोड करें।

source: Finished generating profile for %s.
af: Genereer van profiel vir %s is voltooi.
bn: %s এর জন্যে প্রোফাইল তৈরি করা সমাপ্ত হয়েছে।
el: Τερματισμός δημιουργίας προφίλ για %s.
hi: %s के लिए प्रोफाइल उत्‍पन्‍न करना समाप्‍त हुआ।

source: usage: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ program to profile ]
af: gebruik: %s [ -d /pad/na/profiele ] [ -f /pad/na/opgawelêer ] [ program na profiel ]
bn: ব্যবহার: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ program to profile ]
el: χρήση: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ πρόγραμμα προς δημιουργία προφίλ ]
hi: उपयोग : %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ प्रोफाइल हेतु प्रोग्राम ]

source: usage: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ -m "mark in log to start processing after"
af: gebruik: %s [ -d /pad/na/profiele ] [ -f /pad/na/opgawelêer ] [ -m "merk in opgawe om te begin verwerk na"
bn: ব্যবহার: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ -m"পরে প্রক্রিয়াকরণ শুরু করার জন্যে লগ চিহ্নিত করুন"
el: χρήση: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ -m "σημείωση στα αρχεία για την έναρξη της επεξεργασίας αργότερα"
hi: उपयोग : %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ -m "mark in log to start processing after"

source: Can't find subdomain profiles in %s.
af: Kan subdomeinprofiele nie in %s vind nie.
bn: %s এ সাবডোমেন প্রোফাইলগুলি খুঁজে পায় নি।
el: Αδυναμία εύρεσης προφίλ υποτομέων στο %s.
hi: %s में सबडोमेन प्रोफाइल नहीं ढूंढ सकता है।

source: Please enter the program to create a profile for:
af: Voer asseblief die program in om ’n profiel te skep vir:
bn: এর জন্যে প্রোফাইল তৈরির জন্যে অনুগ্রহ করে প্রোগ্রাম প্রবেশ করুন:
el: Παρακαλώ εισάγετε το πρόγραμμα για το οποίο θέλετε να δημιουργήσετε προφίλ:
hi: हेतु एक प्रोफाइल सृजित करने के लिए कृपया प्रोग्राम प्रविष्‍ट करें :

source: %s is currently marked as a program that should not have it's own profile. Usually, programs are marked this way if creating a profile for them is likely to break the rest of the system. If you know what you're doing and are certain you want to create a profile for this program, edit the corresponding entry in the [qualifiers] section in /etc/apparmor/logprof.conf.
af: %s word tans gemerk as ’n program wat nie ’n eie profiel behoort te hê nie. Gewoonlik word programme op hierdie wyse gemerk indien die skep van ’n profiel vir hulle waarskynlik die res van die stelsel stukkend sal maak. As u weet wat u doen en seker is dat u ’n profiel vir hierdie program wil skep, hersien die ooreenstemmende inskrywing in die [kwalifiseerders-] afdeling in /etc/apparmor/logprof.conf.
bn: %s বর্তমানে এমন এক প্রোগ্রাম হিসাবে চিহ্নিত আছে যেটির নিজস্ব প্রোফাইল থাকা উচিত নয়।প্রোগ্রামগুলির জন্যে প্রোফাইল তৈরি করলে যদি অবশিষ্ট সিস্টেম ভেঙ্গে পড়ার সম্ভাবনা থাকে,তাহলে সাধারণতঃ সেগুলিকে এইভাবে চিহ্নিত করা হয়। আপনি কি করছেন তাযদি আপনার জানা থাকে, এবং আপনি যডি সুনিশ্চিত হন যেআপনি এই প্রোগ্রামের জন্যে প্রোফাইল তৈরি করতে চান, তাহলে/etc/apparmor/logprof.conf-এর [কোয়ালিফায়ার্স] বিভাগের সংশ্লিষ্ট এনট্রি সম্পাদনা করুন।
el: Το %s είναι αυτή τη στιγμή σημειωμένο ως πρόγραμμα το οποίο δεν θα έπρεπε να έχει το δικό του προφίλ. Συνήθως, εαν για τα προγράμματα που είναι σημειωμένα κατ' αυτόν τον τρόπο δημιουργηθεί προφίλ θα κρεμάσει το υπόλοιπο σύστημα. Εαν ξέρετε τι θέλετε να κάνετε και είστε σίγουροι οτι θέλετε να δημιουργήσετε προφίλ για αυτό το πρόγραμμα, επεξεργαστείτε την αντίστοιχη καταχώρηση στον τομέα [qualifiers] στο /etc/apparmor/logprof.conf.
hi: %s को वर्तमान में एक ऐसे प्रोग्राम के रूप में चिन्हित किया गया है जिसके पास स्‍वयं अपना प्रोफाइल नहीं है। यदि प्रोग्रामों के लिए प्रोफाइल सृजित करने पर शेष सिस्‍टम में व्‍यवधान पड़ने की संभावना हो, तो आम तौर पर उन्‍हें इस प्रकार से चिन्हित किया जाता है। यदि आप जानते हों कि आप क्‍या कर रहे हैं और निश्चित हों कि आप इस प्रोग्राम के लिए एक प्रोफाइल सृजित करना चाहते हैं, तो /etc/apparmor/logprof.conf में (क्‍वालीफायर्स) खंड में संगत प्रविष्टि को संपादित करें।

source: Profile for %s already exists - skipping.
af: Profiel vir %s bestaan reeds - slaan oor.
bn: %s এর জন্যে প্রোফাইল ইতোমধ্যেই বিদ্যমান - টপকে যাচ্ছে।
el: Το προφίλ για %s υπάρχει ήδη - παραβλέπεται.
hi: %s के लिए प्रोफाइल पहले से मौजूद है - इसे छोड़ा जा रहा है।
