Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Ignore the obsolete %s in %s
af: Ignoreer die uitgediende %s in %s
bn: %s-এ অপ্রচলিত %s অগ্রাহ্য করুন
el: Αγνόηση του πεπαλαιωμένου %s στο %s
hi: %s को %s में हटाए जाने को अनदेखा करें

source: Ignore that %s is already set to install
af: Ignoreer dat %s reeds gestel is om te installeer
bn: %s ইতোমধ্যেই স্থাপিত হওয়া নির্দিষ্ট রয়েছে, এই বিষয়টি উপেক্ষা করুন
el: Αγνόηση οτι το %s είναι ήδη έτοιμο για εγκατάσταση
hi: %s संस्थापित होने के तैयार है इसको अनदेखा करें

source: for requiring %s for %s when upgrading %s
af: om %s vir %s te vereis tydens bywerk van %s
bn: %s উন্নীত করার সময়ে %s এর জন্যে %s এর প্রয়োজনের জন্যে
el: για την απαίτηση %s για %s όταν αναβαθμίζεται το %s
hi: %s को अपग्रेड करते समय %s हेतु %s की आवश्यकता के लिए

source: , Action:
af: , Aksie:
bn: ক্রিয়া (&A)
el: , Δράση:
hi: , कार्रवाई :

source: package
af: pakket
bn: প্যাকেজ
el: πακέτο
hi: पैकेज

source: selection
af: keuse
bn: নির্বাচন
el: επιλογή
hi: चयन

source: pattern
af: patroon
bn: ধাঁচ
el: μοτίβο
hi: पैटर्न

source: product
af: produk
bn: পণ্য
el: προϊόν
hi: उत्पाद

source: script
af: skrip
bn: স্ক্রিপ্ট
el: σενάριο
hi: स्क्रिप्ट

source: message
af: boodskap
bn: বার্তা
el: μήνυμα
hi: संदेश

source: atom
af: atoom
bn: অণু
el: άτομο
hi: परमाणु

source: system
af: stelsel
bn: ব্যবস্থা
el: σύστημα
hi: सिस्टम

source: Resolvable
af: Oplossings
bn: রিজলভেবল
el: Επιλύσιμο
hi: रिजॉल्वेबल

source: Marking this resolution attempt as invalid.
af: Merk van hierdie resolusiepoging as ongeldig.
bn: এই রেজলিউশন প্রচেষ্টাকে অবৈধ রূপে চিহ্নিত করা হচ্ছে।
el: Σημειώνοντας αυτή την προσπάθεια ανάλυσης ως λανθασμένη.
hi: इस रिजॉल्यूशन प्रयास को अमान्य के रूप में चिन्हित करना

source: Marking resolvable %s as uninstallable
af: Merk van oplossing %s as oninstalleerbaar
bn: %s রিজলভেবলকে বিস্থাপনের অযোগ্য রূপে চিহ্নিত করা হচ্ছে
el: Σημειώνοντας το επιλύσιμο %s ως μη εγκαταστήσιμο
hi: रिजॉल्वेबल %s को अनइंस्टॉलेबल के रूप में चिन्हित करना

source: This would invalidate %s.
af: Dit sal %s ongeldig maak.
bn: এটা %s কে অবৈধ করে দেবে।
el: Αυτό θα μπορούσε να ακυρώσει το %s.
hi: यह %s को अमान्य कर देगा।

source: Establishing %s
af: Vestig van %s
bn: %s স্থাপন করছে
el: Καθιερώνοντας %s
hi: %s को स्थापित कर रहा है

source: Installing %s
af: Installeer van %s
bn: ইনস্টল করা হচ্ছে %s
el: Εγκαθιστώντας %s
hi: %s को संस्थापित कर रहा है

source: Updating %s to %s
af: Bywerk van %s na %s
bn: %sকে %s এ উন্নীত করছে
el: Ενημέρωση %s στο %s
hi: %s से %s तक अपडेट कर रहा है

source: Skipping %s: already installed
af: Oorslaan van %s: reeds geïnstalleer
bn: %s ডিঙিয়ে যাচ্ছে :আগে থেকেই ইনস্টল করা আছে
el: Παράβλεψη %s: ήδη εγκατεστημένο
hi: %s को छोड़ दें : पहले ही संस्थापित हो गया है

source: for %s
af: vir %s nie
bn: %s এর জন্য
el: για %s
hi: %s के लिए

source: There are no installable providers of %s
af: Daar is geen installeerbare verskaffers van %s nie
bn: %s এর কোনও বিকল্প স্থাপনযোগ্য প্রদানকারী নেই
el: Δεν υπάρχουν εγκατεστημένοι πάροχοι του %s
hi: %s का कोई संस्थापनयोग्य प्रदाता नहीं है

source: %s provides %s, but is scheduled to be uninstalled.
af: %s voorsien %s, maar word geskeduleer om ongeïnstalleer te word.
bn: %s %s প্রদান করে, কিন্তু এটা বিস্থাপিত হওয়ার সূচী আছে।
el: Το %s παρέχει %s, αλλά είναι προγραμματισμένο να απεγκατασταθεί.
hi: %s ही %s प्रदान करता है, लेकिन इसे असंस्थापित करना निर्धारित है।

source: %s provides %s, but another version of that %s is already installed.
af: %s voorsien %s, maar ’n ander weergawe van daardie %s is reeds geïnstalleer.
bn: %s %s প্রদান করে, কিন্তু এই %s এর অপর একটি ভার্সন ইতোমধ্যেই স্থাপিত আছে।
el: Το %s παρέχει %s αλλά μια άλλη έκδοση αυτού του %s είναι ήδη εγκατεστημένη.
hi: %s ही %s प्रदान करता है, लेकिन इस %s का एक अन्य संस्करण पहले ही संस्थापित है।

source: %s provides %s, but it is uninstallable. Try installing it on its own for more details.
af: %s voorsien %s, maar dit is oninstalleerbaar. Probeer om dit alleen te installeer vir meer besonderhede.
bn: %s %s প্রদান করে, কিন্তু এটা বিস্থাপনযোগ্য নয়। আরও বিবরণের জন্যে এটাকে নিজে থেকে স্থাপনের চেষ্টা করুন।
el: Το %s παρέχει το %s αλλά είναι μη εγκαταστήσιμο. Δοκιμάστε εγκαθιστώντας το μόνο του για περισσότερες λεπτομέρειες.
hi: %s ही %s प्रदान करता है, लेकिन यह असंस्थापनयोग्य है। अधिक जानकारी के लिए इसे स्वयं ही संस्थापित करने की कोशिश करें।

source: %s provides %s, but it is locked.
af: %s voorsien %s, maar dit is gesluit.
bn: %s %s প্রদান করে, কিন্তু এটা লক হয়ে আছে।
el: Το %s παρέχει το %s, αλλά είναι κλειδωμένο.
hi: %s ही %s प्रदान करता है, लेकिन यह लॉक है।

source: %s provides %s, but is scheduled to be kept.
af: %s voorsien %s, maar word geskeduleer om gehou te word.
bn: %s %s প্রদান করে, কিন্তু এটা রক্ষিত হওয়ার সূচী আছে।
el: Το %s παρέχει το %s, αλλά είναι προγραμματισμένο να κρατηθεί.
hi: %s ही %s प्रदान करता है, लेकिन इसे रखा जाना निर्धारित है।

source: %s provides %s, but has another architecture.
af: %s voorsien %s, maar dit het ’n ander argitektuur.
bn: %s %s প্রদান করে, কিন্তু এটার অন্য একটা আর্কিটেকচার আছে।
el: Το %s παρέχει το %s, αλλά έχει διαφορετική αρχιτεκτονική.
hi: %s ही %s प्रदान करता है, लेकिन इसके पास कोई और स्थापत्य है।

source: Can't satisfy requirement %s for %s
af: Kan nie aan vereiste %s vir %s voldoen nie
bn: %s এর জন্য %s এর প্রয়োজন পূরণ করতে পারে না
el: Αδυναμία ικανοποίησης αίτησης %s για %s
hi: %s के लिए %s आवाश्यकताएं संतुष्ट नहीं कर सकता

source: %s is locked and cannot be uninstalled.
af: %s is gesluit en kan nie ongeïnstalleer word nie.
bn: %s লক করা আছে এবং আনইন্সটল করা যাবে না ।
el: Το %s είναι κλειδωμένο και δε μπορεί να απεγκατασταθεί.
hi: %s लॉक हो गया है और इसे असंस्थापित नहीं किया जा सकता।

source: Marking %s as uninstallable due to conflicts over %s
af: Merk van %s as oninstalleerbaar vanweë konflikte oor %s
bn: %s নিয়ে বিবাদের কারণে %s কে বিস্থাপনের অযোগ্য রূপে চিহ্নিত করা হচ্ছে
el: Σημειώνοντας το %s ως μη εγκαταστήσιμο λόγω των διαμαχών στο %s
hi: %s पर टकराव होने के कारण %s को असंस्थापनीय के रूप में चिन्हित किया जा रहा है

source: from %s
af: vanaf %s
bn: %s থেকে
el: από το %s
hi: %s से

source: Error!
af: Fout!
bn: ত্রুটি
el: Σφάλμα!
hi: त्रुटि!

source: Important!
af: Belangrik!
bn: জরুরি!
el: Σημαντικό!
hi: महत्वपूर्ण!

source: Keep resolvables
af: Hou oplossings
bn: ড্রাইভার ইনস্টল করা হচ্ছে...
el: Κράτα επιλύσιμα
hi: रिजॉल्वेबल्स रखें

source: install %s
af: installeer %s
bn: %s ইনস্টল করুন
el: εγκατέστησε το %s
hi: %s को संस्थापित करें

source: Install missing resolvables
af: Installeer ontbrekende oplossings
bn: ড্রাইভার ইনস্টল করা হচ্ছে...
el: Εγκατέστησε τα χαμένα επιλύσιμα
hi: छूटे रिजॉल्वेबल्स को संस्थापित करें

source: Make a solver run with ALL possibilities.
el: Κάνε μια πρόταση ΟΛΩΝ των πιθανοτήτων.

source: %s depended on %s
af: %s afgehang van %s
bn: %s নির্ভর করে %s এর উপরে
el: Το %s εξαρτάται από το %s
hi: %s निर्भर है %s पर

source: %s part of %s
af: %s deel van %s
bn: %s, %s এর অঙ্গ
el: Το %s είναι μέρος του %s
hi: %s का %s भाग

source: unlock all resolvables
af: ontsluit alle oplossings
bn: %1 এর দ্বন্দ্ব %2 এর সাথে
el: Ξεκλείδωμα όλων των επιλύσιμων
hi: समस्त रिजॉल्वेबल्स को अनलॉक करें

source: unlock %s
af: ontsluit %s
bn: %s আনলক করে
el: ξεκλείδωμα %s
hi: %s को अनलॉक करें

source: Unlock these resolvables
af: Ontsluit hierdie oplossings
bn: %1 এর দ্বন্দ্ব %2 এর সাথে
el: Ξεκλείδωμα αυτών των επιλύσιμων
hi: इन रिजॉल्वेबल्स को अनलॉक करें

source: %s Problems:
el: %s Προβλήματα:
hi: %s समस्या:

source: Uninstalled
af: Ongeïnstalleer
bn: আনইনস্টল করা হয়েছে
el: Απεγκατεστημένο
hi: अनइंस्टाल हो गया

source: No Longer Applicable
af: Nie langer toepaslik nie
bn: এখন আর প্রযোজ্য নয়
el: Όχι Πλεον Εφαρμόσιμο
hi: अब लागू नहीं

source: Applied
af: Toegepas
bn: প্রযুক্ত
el: Εφαρμοσμένο
hi: लागू किया

source: Not Needed
af: Nie benodig nie
bn: ষরকার নেই
el: Δεν Χρειάζεται
hi: जरूरी नहीं

source: Broken
af: Stukkend
bn: ভাঙা
el: Σπασμένο
hi: टूटा

source: out-of-date (version
af: verouderd (weergawe
bn: সময় পেরিয়ে যাওয়া (ভার্সন
el: αν-ενημέρωτη (έκδοση

source: installed)
af: geïnstalleer)
el: εγκατεστημένη)
hi: इंस्टाल हो गया)

source: Removal succeeded for "%s".
af: Verwydering van "%s" was suksesvol.
bn: "%s"এর ক্ষেত্রে অপসারণ সফল হয়েছে।
hi: "%s" के लिए हटाना सफल रहा।

source: Email Addr:
hi: ईमेल पता

source: Repository
hi: भंडार

source: _Confirm Password:
af: _Bevestig wagwoord:
bn: পাসওয়ার্ড (_P):
hi: शब्दकूट को निश्चित करें:

source: _New Password:
af: _Nuwe wagwoord:
bn: নতুন পাসওয়ার্ড (_N):
hi: नया पासवर्ड

source: _Old Password:
af: _Ou wagwoord:
bn: পাসওয়ার্ড (_P):
hi: पुराना पासवर्ड (_s):

source: ide
hi: आईडीइ

source: acpi=off
af: acpi=af
hi: acpi=बंद

source: acpi=force
af: acpi=dwang
hi: acpi=बल

source: apm=off
af: apm=af
hi: एपीएम=बंद

source: splash=0
af: splat=0
hi: स्पलास=0

source: splash=verbose
af: splat=woordryk
hi: स्पलास=वरबोस

source: splash=silent
af: splat=stil
hi: स्पलास=मूक

source: Suspend to Disk
af: Skort op na skyf
bn: ডিস্ক-এ স্থগিত করুন
hi: डिस्क पर स्थगित

source: Suspend to RAM
af: Skort op na RAM
bn: RAM-এ স্থগিত করুন
hi: रैम पर स्थगित

source: kfiledialog
af: klêerdialoog
bn: kফাইলসংলাপ
hi: kफाईलडायलग

source: unable to fork (internal error)
af: kan nie vurk nie (interne fout)
bn: ফর্ক করতে অক্ষম (অভ্যন্তরীণ ত্রুটি)
hi: फोर्क करने में अक्षम (आंतरिक त्रुटि)

source: KInternet
bn: কেইন্টারনেট
hi: केइंटरनेट

source: QInternet
bn: কিউইন্টারনেট
hi: क्यूइंटरनेट

source: &Dial-In
af: &Inbel
bn: &ডায়াল-ইন
hi: &डायल-इन

source: Bitrate
af: Bistempo
bn: বিটরেট
hi: बाइट्रेट

source: %1 GB
af: %1 GG
bn: %1 জিবি
hi: %1 जीबी

source: %1 MB
af: %1 MG
bn: %1 এমবি
hi: %1 एमबी

source: %1 KB
af: %1 kG
bn: %1 কেবি
hi: %1 केबी

source: KDE:
hi: केडीई :

source: %1 (+ %2 Caches)
bn: %1 (+ %2 ক্যাশ)
hi: %1 (+ %2 कैशेज)

source: Powersave
af: Kragbesparing
bn: বিদ্যুতশক্তি সাশ্রয়
hi: ऊर्जाबचत

source: KScreensaver
bn: Kস্ক্রীণ সেভার
hi: केस्क्रीनसेवर

source: XScreensaver
bn: Xস্ক্রীণ সেভার
hi: एक्सस्क्रीनसेवर

source: xlock
bn: xলক
hi: एक्सलॉक

source: CPUs
bn: সিপিইউগুলি
hi: सीपीयू

source: File List
hi: फाइल सूची

source: Ignore
bn: এড়িয়ে যান
hi: अनदेखा करें

source: px
af: stippel
hi: पीएक्स

source: Plastik 3D
af: Plastiek-3D
bn: প্লাস্টিক 3D
hi: प्लास्टिक 3डी

source: Lipstik 3D
af: Lipstiffie-3D
bn: লিপস্টিক 3D
hi: लिपस्टिक 3डी

source: CD-ROM
hi: सीडी-रोम

source: DMA
hi: डीएमए

source: PCI
hi: पीसीआई

source: channel attached cisco router
af: kanaliseer aangehegte cisco-herleier
bn: চ্যানেল সংযুক্ত করা সিসকো রুটার
hi: cisco राउटर से चैनल जुड़ा

source: Channel To Channel (CTC)
af: Kanaal-tot-kanaal-netwerk (CTC, Channel-to-Channel)
bn: চ্যানেল থেকে চ্যানেলে(CTC)
hi: चैनन से चैनल (सीटीसी)

source: Inter-User Communication Vehicle (IUCV)
af: Intergebruiker-kommunikasietuig (IUCV, Inter-User Communication Vehicle)
bn: ইন্টার-ইউজার কমিউনিকেশন ভেহিকেল(IUCV)
hi: अंतर-प्रयोगकर्ता संचार साधन(IUCV)

source: Hipersockets
af: Hipersokke
bn: হাইপারসকেটস
hi: हाइपरसॉकेट

source: Hipersocket
af: Hipersok
bn: হাইপারসকেট
hi: हाइपरसॉकेट

source: LCS
hi: एलसीएस

source: QDIO
hi: क्यूडीआईओ

source: SCPM Profile Chooser Applet (c) 2004 SuSE Linux AG (c) 2005 SUSE LINUX Products GmbH
af: SCPM-profielkieserminiprogram (c) 2004 SuSE Linux AG (c) 2005 SUSE LINUX Products GmbH
bn: SCPM প্রোফাইল নির্বাচক এপলেট (c) 2004 SuSE Linux AG (c) 2005 SUSE LINUX Products GmbH
hi: एससीपीएम प्रोफाइल चूज़र एप्लेट (सी) 2004 एसयूएसई लाइनेक्स एजी (सी) 2005 एसयूएसई लाइनेक्स उत्पाद जीएमबीएच

source: Xinerama
hi: साइनरामा

source: Keytable
af: Sleuteltabel
bn: কিটেবিল
hi: कीटेबल

source: Both Ctrl keys together change layout.
hi: दोनों Ctrl कुंजी एकसाथ लेआउट बदलता है.

source: Left Win-key changes layout.
hi: Left Win-key लेआउट बदलता है.

source: Left Alt key changes layout.
hi: Left Alt key कुंजी लेआउट बदलता है.

source: Shift+CapsLock changes layout.
hi: Shift+CapsLock लेआउट बदलता है.

source: Both Shift keys together change layout.
hi: दोनों Shift कुंजी एकसाथ लेआउट बदलता है.

source: Right Win-key changes layout.
hi: Right Win-key लेआउट बदलता है.

source: Both Alt keys together change layout.
hi: दोनों Alt कुंजी एकसाथ लेआउट बदलता है.

source: CapsLock key changes layout.
hi: CapsLock कुंजी लेआउट बदलता है.

source: Right Alt key changes layout.
hi: Right Alt key लेआउट बदलता है.

source: Menu key changes layout.
hi: मेनू की लेआउट बदलता है.

source: USB
hi: यूएसबी

source: COM-1 [ /dev/ttyS0 ]
hi: कॉम-1 [ /dev/ttyS0 ]

source: COM-2 [ /dev/ttyS1 ]
hi: कॉम-2 [ /dev/ttyS1 ]

source: Maori
bn: প্রধান
hi: माओरी

source: Bengali
bn: বাংলা
hi: बंगाली

source: NFS mounts
af: NFS-hegtings
bn: NFS মাউন্টগুলি
hi: एनएफएस माउंट

source: SuSE Firewall 2
af: SuSE-brandmuur 2
bn: SuSE ফায়ারওয়াল 2
hi: एसयूएसई फायरवॉल 2

source: VAR1 VAR2 is modified
af: VAR1 VAR2 word verander
bn: VAR1 VAR2 পরিবর্তিত
hi: वीएआर1 वीएआर2 संशोधित है

source: &SCPM
hi: &एससीपीएम

source: SUSEPlugger
hi: एसयूएसई प्लगर

source: PDA
hi: पीडीए

source: Modem
bn: মডেম
hi: मॉडम

source: Joystick
af: Stuurstang
bn: জয়স্টিক
hi: जॉयस्टिक

source: Chipcard
af: Vlokkiekaart
bn: চিপকার্ড
hi: चिपकार्ड

source: &Enable specific display power management
af: &Ontsper spesifieke skermkragbestuur
bn: বিশেষ প্রদর্শন বিদ্যুত পরিচালনা সক্রিয় করুন
hi: विशिष्ट डिस्प्ले ऊर्जा प्रबंधन समर्थ करें

source: Copy&right
af: Kopie&reg
bn: স্বত্বাধিকার
hi: कॉपीराइट

source: Emails
hi: ईमेल

source: Flushed IO
af: Gespoelde IO
bn: ফ্লাশড IO
hi: फ्लश आईओ

source: PropertiesPageGUI
hi: विशेषताएं पेज जीयूआई

source: Windows 95
hi: विंडोस 95

source: Windows NT
hi: विंडोस एनटी

source: XIM
hi: एक्सआईएम

source: Windows
hi: विंडोज़

source: Abkhazian
af: Abkhazies
bn: আলবেনিয়া
hi: अबखाजिआन

source: Achinese
af: Achinees
bn: ক্রিয়া (&c)
hi: अचाइनीज

source: Acoli
bn: আকোলি
hi: अकोली

source: Adangme
bn: পরিসীমা
hi: अदांगमे

source: Adyghe
bn: এডাইগ
hi: अदाइघे

source: Afar
bn: আফার
hi: अफार

source: Afrikaans
bn: আফ্রিকান্স
hi: अफ्रीकांस

source: Akan
bn: আকান
hi: अकान

source: Akkadian
af: Akkadies
bn: আক্কাডিয়ান
hi: अकादियान

source: Aleut
bn: আলিউট
hi: एल्यूत

source: Altaic (Other)
af: Altaïes (ander)
bn: অল্টেইক (অন্যান্য)
hi: अल्टाइक (अन्य)

source: Amharic
af: Amharies
bn: আমহারিক
hi: अम्हारिक

source: Aragonese
af: Aragonees
bn: আরাগোনিজ
hi: अरागोनीज़

source: Araucanian
af: Araukanies
bn: ইউক্রেনীয়
hi: अरॉकेनियाई

source: Arawak
bn: আরাওয়াক
hi: अरावक

source: Assamese
af: Assamees
bn: একই
hi: असमिया

source: Asturian
af: Astoeries
bn: অস্ট্রিয়া
hi: अस्तूरियन

source: Austronesian (Other)
af: Austronesies (ander)
bn: অস্ট্রোনেশিয়ান (অন্যান্য)
hi: असट्रोनेसियाई (अन्य)

source: Avaric
af: Avaries
bn: আভারিক
hi: अवारिक

source: Avestan
af: Avesties
bn: আভেস্তান
hi: अवेस्तान

source: Awadhi
bn: অবধী
hi: अवधी

source: Aymara
af: Aimara
bn: আয়মারা
hi: ऐमारा

source: Balinese
af: Balinees
bn: জাপানী
hi: बलिनीज़

source: Baluchi
bn: বালুচি
hi: बलूची

source: Bambara
af: Bambaries
bn: ক্যামেরা
hi: बंबारा

source: Banda
af: Bandies
bn: কানাডা
hi: बांदा

source: Bantu (Other)
af: Bantu (ander)
bn: বানটু (অন্যান্য)
hi: बंतू (अन्य)

source: Basa
bn: ব্রাজিল
hi: बासा

source: Bashkir
bn: ব্রাজিল
hi: बशकीर

source: Batak (Indonesia)
af: Batak (Indonesië)
bn: ইন্দোনেশিয়া
hi: बताक (इंडोनेशियाई)

source: Beja
bn: বেজা
hi: बेजा

source: Bemba
bn: বেম্বা
hi: बेंबा

source: Berber (Other)
af: Berbers (ander)
bn: বার্বার (অন্যান্য)
hi: बेरबेर (अन्य)

source: Bhojpuri
bn: ভোজপুরি
hi: भोजपुरी

source: Bihari
bn: বাহরাইন
hi: बिहारी

source: Bikol
bn: বিকোল
hi: बिकोल

source: Bini
bn: বিনি
hi: बिनि

source: Bislama
bn: বিসলামা
hi: बिसलामा

source: Blin
bn: বেলজিয়ান
hi: ब्लिन

source: Braj
bn: ব্রাজিল
hi: ब्रज

source: Breton
af: Bretons
bn: বাহরাইন
hi: ब्रेटोन

source: Buginese
af: Boeginees
bn: বুগিনিজ
hi: बुगीनीज़

source: Buriat
bn: বুলগেরিয়া
hi: बुरियात

source: Burmese
af: Burmees
bn: বাস মাউস
hi: बर्मी

source: Caddo
af: Kaddo
bn: কাড্ডো
hi: केडो

source: Cebuano
bn: লেবানন
hi: सेब्यूनो

source: Chagatai
bn: চাগাতাই
hi: छगाताई

source: Chamorro
bn: চামোরো
hi: चमोरो

source: Cherokee
bn: চেরোকি
hi: चेरोकी

source: Cheyenne
bn: চেয়েন
hi: चेयेन्ने

source: Chibcha
bn: চিবচা
hi: चिबचा

source: Chichewa
bn: চিলি
hi: चिचेवा

source: Chipewyan
af: Chipewiaans
bn: চিপেওয়ান
hi: चिप्यूयन

source: Choctaw
bn: চোকটাও
hi: चोक्टॉ

source: Church Slavic
af: Kerk-Slawies
bn: চার্চ স্লেভিক
hi: चर्च स्लाविक

source: Chuukese
af: Chuukees
bn: চুকেসে
hi: चुकीज़

source: Chuvash
bn: চুভাশ
hi: चुवास

source: Classical Newari
af: Klassieke Newari
bn: ক্লাসিকাল নেওয়ারি
hi: क्लासिकी नेवारी

source: Cornish
af: Kornies
bn: ধারন করে
hi: कॉर्निश

source: Cree
bn: খালি
hi: क्री

source: Creek
bn: গ্রীক
hi: क्रीक

source: Crimean Tatar
af: Krimse Tataars
bn: ক্রিমিয়ান তাতার
hi: क्रीमियाई तातार

source: Cushitic (Other)
af: Kushities (ander)
bn: কাসিটিক (অন্যান্য)
hi: क्युशीटिक (अन्य)

source: Dakota
bn: ডাকোটা
hi: डाकोटा

source: Dargwa
bn: ডারগোয়া
hi: दरग्वा

source: Dayak
af: Daiak
bn: ডায়াক
hi: दयाक

source: Delaware
bn: হার্ডওয়্যার সনাক্ত করো
hi: देलावारे

source: Dinka
bn: ডিস্ক
hi: दिन्का

source: Divehi
bn: ড্রাইভার
hi: दिवेही

source: Dogri
bn: ডোগরি
hi: डोगरी

source: Dogrib
bn: ডোগরিব
hi: डोगरिब

source: Dominica
af: Dominika
bn: রোমানিয়া
hi: डोमिनिका

source: Dravidian (Other)
af: Drawidies (ander)
bn: দ্রাবিঢ়ীয় (অন্যান্য)
hi: द्रविड़ियन (अन्य)

source: Duala
bn: মালটা
hi: ड्यूला

source: Dyula
bn: ডিউলা
hi: ड्यूला

source: Dzongkha
bn: জোংখা
hi: द्जोंगखा

source: Efik
bn: এফিক
hi: इफिक

source: Ekajuk
bn: একাজুক
hi: इकाजुक

source: Elamite
af: Elamities
bn: এলামাইট
hi: इलामाइट

source: Erzya
bn: ইরজিয়া
hi: एर्जया

source: Ewe
bn: ইউয়ি
hi: इवी

source: Ewondo
bn: এওন্ডো
hi: इवॉन्डो

source: Fang
bn: পরিসীমা
hi: फांग

source: Fanti
bn: ফান্টি
hi: फांती

source: Faroese
af: Faroëes
bn: খালি
hi: फारोइसी

source: Fijian
af: Fijiaans
bn: ফিনল্যান্ড
hi: फिजी

source: Filipino
bn: ফিলিপাইন
hi: फिलिपीनो

source: Fon
bn: ফন
hi: फॉन

source: Frisian
af: Fries
bn: শেষ করা হচ্ছে
hi: फ्रीशियन

source: Friulian
af: Friulies
bn: ফিনল্যান্ড
hi: फ्रीयूलियन

source: Fulah
bn: সঙ্কেত
hi: फुलाह

source: Ga
bn: গা
hi: गा

source: Gaelic
af: Gallies
bn: গেলিক
hi: गैलिक

source: Galician
af: Galisies
bn: ইতালীয়
hi: गालीसियन

source: Gayo
af: Gaïo
bn: গায়ো
hi: गायो

source: Gbaya
bn: গবায়া
hi: ग्बाया

source: Geez
bn: গ্রীক
hi: गीज

source: Gilbertese
af: Gilbertees
bn: গিলবার্টিজ
hi: जिब्रालटीज़

source: Gondi
bn: শব্দ
hi: गोंडी

source: Gorontalo
bn: গরোন্টালো
hi: गोरोन्टालो

source: Gothic
af: Goties
bn: গথিক
hi: गोथिक

source: Grebo
bn: গ্রুপ
hi: ग्रेबो

source: Guarani
bn: হাঙ্গেরীয়
hi: गुआरानी

source: Gujarati
bn: গুজরাটি
hi: गुजराती

source: Gwich'in
bn: গুইচ'ইন
hi: ग्विच'इन

source: Haida
af: Haïda
bn: হাইদা
hi: हैदा

source: Haitian
af: Haïties
bn: পাকিস্তান
hi: हैती

source: Hausa
bn: হাউসা
hi: हाउसा

source: Hawaiian
af: Hawaïes
bn: হাওয়াইয়ান
hi: हवाइयन

source: Herero
bn: সমস্যা
hi: हेरेरो

source: Hiligaynon
af: Hiligainon
bn: হিলগেনন
hi: हिलिगेनोन

source: Himachali
bn: হিমাচলি
hi: हिमांचली

source: Hindi
bn: ধরন
hi: हिंदी

source: Hiri Motu
bn: হিরি মটু
hi: हिरी मोटू

source: History:
hi: इतिहास:

source: Hittite
af: Hittities
bn: হিটাইট
hi: हिटिटी

source: Hmong
bn: হমং
hi: ह्मांग

source: Hupa
bn: হুপা
hi: हूपा

source: Ido
bn: ইদো
hi: आइडो

source: Igbo
bn: ইগবো
hi: इग्बो

source: Ijo
bn: ইজো
hi: आइजो

source: Iloko
bn: ইলোকো
hi: आईलोको

source: Inari Sami
bn: ইনারি সামি
hi: इनारी सामी

source: Ingush
bn: ইঙ্গুশ
hi: इंगुश

source: Interlingua (International Auxiliary Language Association)
af: Interlingua (Internasionale Hulptaalvereniging)
bn: ইন্টারলিঙ্গুয়া (ইন্টারন্যাশনাল অকজিলিয়ারি ল্যাংগুয়েজ অ্যাসোশিয়েশন)
hi: इण्टर्लिङ्गुआ

source: Interlingue
af: Intertale
bn: আভ্যন্তরীণ এলাকা
hi: इंटरलिंगुआ

source: Inuktitut
bn: ইনাখটিটাট
hi: इनुकटिटुट

source: Inupiaq
bn: ভারত
hi: इन्यूपिआक

source: Javanese
af: Javaans
bn: জাপানী
hi: जावा

source: Kabardian
af: Kabardies
bn: কাবারডিয়ান
hi: कबार्डियन

source: Kabyle
bn: সক্রিয় হয়েছে
hi: कबाइली

source: Kachin
bn: খোঁজো
hi: काचिन

source: Kalaallisut
bn: কলাল্লিসুট
hi: कालाल्लीसट

source: Kalmyk
af: Kalmies
bn: কালমাইক
hi: कल्मीक

source: Kamba
bn: &সাম্বা
hi: कांबा

source: Kannada
af: Kannadees
bn: কানাডা
hi: कन्नड़

source: Kanuri
bn: কানুরি
hi: कनुरी

source: Kara-Kalpak
bn: কারা-কালপাক
hi: कारा-कालपक

source: Karachay-Balkar
bn: কারাচে-বালকার
hi: काराचय-बलकार

source: Karen
bn: বাহরাইন
hi: केरीन

source: Kashmiri
bn: কাশ্মীরি
hi: कश्मीरी

source: Kashubian
af: Kashubies
bn: কাশুবিয়ান
hi: कशुबियन

source: Kawi
bn: কুয়েত
hi: कावी

source: Kazakh
af: Kazaks
bn: কাজাখ
hi: कजाक

source: Khasi
bn: খাসি
hi: खासी

source: Khmer
bn: ঘড়ি
hi: खमेर

source: Khoisan (Other)
af: Khoisan (ander)
bn: খয়সান (অন্যান্য)
hi: खोईसान (अन्य)

source: Khotanese
af: Khotanees
bn: খোটানিজ
hi: खोतानीज़

source: Kikuyu
af: Kikoejoe
bn: কিকুয়ু
hi: किकूयू

source: Kimbundu
bn: ধরন
hi: किंबुंदु

source: Kinyarwanda
af: Kiniarwanda
bn: কিনয়ারোয়ান্ডা
hi: किनयारवांडा

source: Kirghiz
bn: কিরগিজ
hi: किर्गिज़

source: Klingon
bn: ক্লিংগন
hi: क्लिंगों

source: Komi
bn: কোমি
hi: कोमी

source: Kongo
bn: কঙ্গো
hi: कांगो

source: Konkani
bn: কোঙ্কনী
hi: कोंकणी

source: Kosraean
af: Kosraeaans
bn: কোসরিয়ান
hi: कोस्राइयन

source: Kpelle
bn: একই রাখো
hi: क्पेले

source: Kru
bn: ক্রু
hi: क्रु

source: Kuanyama
af: Kuaniama
bn: পানামা
hi: कुआनयामा

source: Kumyk
bn: নকল
hi: कुम्यक

source: Kurukh
bn: তুর্কী
hi: कुरुख

source: Kutenai
bn: কুয়েত
hi: कुतेनाई

source: Ladino
bn: লোড করা হচ্ছে...
hi: लादिनो

source: Lahnda
bn: কানাডা
hi: लाहंडा

source: Lamba
bn: &সাম্বা
hi: लांबा

source: Lao
bn: লগ
hi: लाओ

source: Lezghian
af: Lezghiaans
bn: বেলজিয়ান
hi: लेझियन

source: Limburgan
af: Limburgs
bn: লাক্সেমবার্গ
hi: लिम्बर्गन

source: Lingala
bn: লিঙ্গালা
hi: लिंगाला

source: Lojban
bn: লেবানন
hi: लोजबान

source: Low German
af: Platduits
bn: জার্মান
hi: लो जर्मन

source: Lower Sorbian
af: Laer Sorbies
bn: লোয়ার সরবিয়ান
hi: लोअर सोर्बियन

source: Lozi
bn: লোজি
hi: लोज़ी

source: Luba-Katanga
bn: লুবা-কাটাঙ্গা
hi: ल्यूबा-कातांगा

source: Luiseno
bn: লুইসেনো
hi: ल्युसेनो

source: Lule Sami
bn: লুলে সামি
hi: लूले सामी

source: Lunda
bn: শব্দ
hi: लुंडा

source: Luo (Kenya and Tanzania)
af: Luo (Kenia en Tanzanië)
bn: লুও (কেনিয়া ও তানজানিয়া)
hi: लुओ (केन्या और तंजानिया)

source: Madurese
af: Madurees
bn: মডিউলসমূহ
hi: मदुरीस

source: Magahi
bn: মাগাহি
hi: मगही

source: Maithili
bn: মৈথিলি
hi: मैथिली

source: Makasar
bn: মালয়শিয়া
hi: मकासर

source: Malagasy
af: Malagassies
bn: মালয়শিয়া
hi: मलागासी

source: Malay
af: Maleis
bn: মালটা
hi: मलय

source: Malayalam
bn: মালয়শিয়া
hi: मलयालम

source: Maltese
af: Maltees
bn: মালটা
hi: माल्टीज़

source: Manchu
af: Mantsjoe
bn: চালু করো (&চ)
hi: मंचू

source: Mandar
bn: কানাডা
hi: मंदार

source: Mandingo
bn: সতর্কবাণী
hi: मंदिनगो

source: Manipuri
bn: মণিপুরী
hi: मणिपुरी

source: Manx
bn: ম্যাংক্স
hi: मैंक्स

source: Marathi
bn: মারাঠি
hi: मराठी

source: Mari
bn: প্রধান
hi: मारी

source: Marshallese
af: Marshallees
bn: মারশালিজ
hi: मार्शलीज़

source: Marwari
bn: হার্ডওয়্যার তথ্য
hi: मारवाड़ी

source: Masai
bn: মালয়শিয়া
hi: मसाइ

source: Mende
af: Mendies
bn: মোড
hi: मेंदे

source: Mi'kmaq
bn: মি'কমাক
hi: मि'कमाक

source: Minangkabau
bn: মিনাংকাবাউ
hi: मिनांग्काबाउ

source: Mirandese
af: Mirandees
bn: মিরান্ডিজ
hi: मिरांडीज़

source: Mohawk
bn: মোহক
hi: मोहॉक

source: Moksha
bn: মোক্ষ
hi: मोक्स

source: Mon-Khmer (Other)
af: Mon-Khmer (ander)
bn: মন-খমের (অন্যান্য)
hi: मॉन-खमेर (अन्य)

source: Mongo
bn: মনিটর
hi: मोंगो

source: Mossi
bn: মাউস
hi: मोस्सी

source: Nahuatl
bn: নাহুয়াটি
hi: नाहुआट्ल

source: Navajo
bn: নাভাজো
hi: नावाजो

source: Ndebele, North
af: Ndebele, Noord-
bn: এনডেবেলে, উত্তর
hi: न्डेबेले, उत्तरी

source: Ndebele, South
af: Ndebele, Suid-
bn: এনডেবেলে, দক্ষিণ
hi: न्डेबेले, दक्षिणी

source: Ndonga
bn: এনডোংগা
hi: न्डोंगा

source: Neapolitan
af: Neapolitaans
bn: নিয়াপলিটান
hi: नेपोलिटन

source: Nepal Bhasa
bn: নেপাল ভাষা
hi: नेपाल भाषा

source: Nepali
bn: নেপালী
hi: नेपाली

source: Nias
bn: নিয়াস
hi: नियास

source: Niger-Kordofanian (Other)
af: Niger-Kordofanies (ander)
bn: নাইজার-কর্ডোফালিয়ান (অন্যান্য)
hi: नाइज़र-कोरदोफानियाई (अन्य)
