Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: The <b>location</b> of the files necessary to install an operating system on the VM, or a <b>disk</b> that already has an operating system
af: Die <b>plek</b> van die lêers wat nodig is om ’n bedryfstelsel op die SM te installeer, of ’n <b>skyf</b> wat reeds ’n bedryfstelsel het
el: Η <b>τοποθεσία</b> των αρχείων που είναι απαραίτητα για την εγκατάσταση ενός λειτουργικού συστήματος στην VM, ή ένας <b>δίσκος</b> που είχε ήδη το λειτουργικό σύστημα

source: Other characteristics of the VM, such as <b>memory</b>, <b>processors</b>, and <b>network adapters</b>.
af: Ander kenmerke van die SM, soos <b>geheue</b>, <b>verwerkers</b> en <b>netwerkpasstukke</b>.
el: Άλλα χαρακτηριστικά της VM, όπως <b>μνήμη</b>, <b>επεξεργαστές</b>, και <b>δικτυακοί προσαρμοστές</b>.

source: For the most current information on Novell VM server technology, see %(url)s
el: Για τις τρέχουσες πληροφορίες στην τεχνολογία διακομιστών VM της Novell, δείτε %(url)s

source: If you are creating this VM from scratch, you will need to install an operating system. When migrating a physical machine to a virtual machine, the disk with the existing operating system can often be reused for the VM.
af: As u hierdie SM van nuuts af skep, sal dit nodig wees om ’n bedryfstelsel te installeer. Wanneer ’n werklike masjien in ’n skynmasjien oorgaan, kan die skyf van die bestaande bedryfstelsel dikwels weer vir die SM gebruik word.
el: Εαν δημιουργείτε αυτή την VM από την αρχή, θα χρειαστεί να εγκαταστήσετε ένα λειτουργικό σύστημα. Όταν μεταναστεύετε μια φυσική συσκευή στην εικονική μηχανή, ο δίσκος με το υπάρχον λειτουργικό σύστημα μπορεί συχνά να χρησιμοποιηθεί από την εικονική μηχανή.

source: I need to install an operating system.
af: Ek moet ’n bedryfstelsel installeer.
el: Χρειάζομαι να εγκαταστήσω ένα λειτουργικό σύστημα.

source: I have a disk or disk image with an installed operating system.
af: Ek beskik oor ’n skyf of skyfafbeelding met ’n geïnstalleerde bedryfstelsel.
el: Έχω ένα δίσκο ή εικόνα δίσκου ενός εγκατεστημένου λειτουργικού συστήματος.

source: Please choose a name for the virtual machine.
af: Kies asseblief ’n naam vir die skynmasjien.
el: Παρακαλώ επιλέξτε ένα όνομα για την εικονική μηχανή.

source: Click any headline to make changes. When the settings are correct, click <b>OK</b> to create the VM.
af: Klik enige opskrif om wysigings aan te bring. Wanneer die instellings reg is, klik <b>Goed</b> om die SM te skep.
el: Πατήστε σε οποιαδήποτε επικεφαλίδα για να κάνετε αλλαγές. Όταν οι ρυθμίσεις είναι σωστές, πατήστε <b>ΟΚ</b> για να δημιουργήσετε την VM.

source: Virtual machines can use paravirtualization or full virtualization. Paravirtualization is faster but requires operating system support. Full virtualization runs a broader range of operating systems but requires hardware support. Which do you prefer?
af: Skynmasjiene kan gedeeltelike of volledige skynwerklikmaking gebruik. Gedeeltelike skynwerklikmaking is vinniger, maar vereis bedryfstelselondersteuning. Volledige skynwerklikmaking loop ’n wyer reeks bedryfstelsels, maar vereis hardeware-ondersteuning. Wat verkies u?
el: Οι εικονικές μηχανές μπορούν να χρησιμοποιήσουν παραεικονικοποίηση ή πλήρη εικονικοποίηση. Η παραεικονικοποίηση είναι γρηγορότερη αλλά απαιτεί υποστήριξη του λειτουργικού συστήματος. Η πλήρης εικονικοποίηση εκτελείται σε ένα ευρύτερο φάσμα λειτουργικών συστημάτων αλλά απαιτεί υποστήριξη υλικού. Ποια προτιμάτε;

source: Please specify the type of operating system that will run within the virtual machine. This defines many defaults, and helps decide how to start paravirtualized operating systems.
af: Spesifiseer asseblief die soort bedryfstelsel wat binne die skynmasjien sal loop. Dit definieer talle verstekke en help besluit hoe om gedeeltelik-skynwerklikgemaakte bedryfstelsels te begin.
el: Παρακαλώ καθορίστε τον τύπο του λειτουργικού συστήματος το οποίο θα τρέχει στην εικονική μηχανή. Αυτό καθορίζει πολλά πράγματα και σας βοηθά να αποφασίσετε πως να αρχίσετε τα παραεικονικοποιημένα λειτουργικά συστήματα.

source: Some operating systems support automating the installation by specifying a URL or file(s). Select a directory to include multiple files.
af: Sommige bedryfstelsels ondersteun die outomatisering van die installasie deur ’n URL of lêer(s) te spesifiseer. Kies ’n gids om veelvuldige lêers in te sluit.
el: Κάποια λειτουργικά συστήματα υποστηρίζουν αυτόματα την εγκατάσταση καθορίζοντας ένα URL ή αρχείο (αρχεία). Επιλέξτε ένα κατάλογο για να συμπεριλάβετε πολλαπλά αρχεία.

source: Some operating systems accept additional arguments, used to customize the installation or boot process.
af: Sommige bedryfstelsels aanvaar bykomende argumente wat gebruik word om die installasie of selflaaiproses te pasmaak.
el: Κάποια λειτουργικά συστήματα δέχονται επιπλέον παραμέτρους, που χρησιμοποιούνται για να πρωσοπικοποιήσουν την εγκατάσταση ή την διαδικασία εκκίνησης.

source: Specify the bootable virtual disk (often labeled as Disk 1) or the network installation source URL. Each CD, DVD, or ISO image required for installation must be added as a virtual disk.
el: Καθορίστε τον εικονικό δίσκο εκκίνησης (συχνά καλείται Disk 1) ή το URL της εγκατάστασης δικτύου. Κάθε CD, DVD ή εικόνα ISO που χρειάζεται για την εγκατάσταση πρέπει να προστεθεί ως ένας εικονικός δίσκος.

source: Create a virtual disk based on a device (CD or other block device), an existing image file (ISO), or a new file. Specify a device by its device node, such as /dev/cdrom, not its mount point.
el: Δημιουργήστε έναν εικονικό δίσκο βασισμένο σε μία συσκευή (CD ή άλλη block συσκευή), ένα υπάρχον αρχείο εικόνας (ISO), ή ενα νέο αρχείο. Καθορίστε τη συσκευή από τον κόμβο συσκευής, όπως /dev/cdrom, όχι όμως το σημείο προσάρτησης.

source: Please specify the settings for the virtual network adapter.
af: Spesifiseer asseblief die instellings vir die skynnetwerkpasstuk.
el: Παρακαλώ ορίστε τις ρυθμίσεις για τον προσαρμοστή εικονικού δικτύου.

source: Specify the amount of memory and number of processors to allocate for the VM.
af: Spesifiseer die hoeveelheid geheue en aantal verwerkers wat aan die SM toegeken moet word.
el: Καθορίστε το ποσό της μνήμης και τον αριθμό των επεξεργαστών για την VM

source: For best performance, the number of virtual processors should be less than or equal to the number of physical processors.
af: Vir die beste werkverrigting behoort die aantal skynverwerkers minder of net soveel as die aantal werklike verwerkers te wees.
el: Για καλύτερη απόδοση, ο αριθμός των εικονικών επεξεργαστών θα πρέπει να είναι μικρότερος ή ίσος με τον αριθμό των φυσικών επεξεργαστών.

source: Paravirtualized graphics require that an appropriate driver is installed in the operating system.
af: Gedeeltelik-skynwerklikgemaakte grafika vereis dat ’n geskikte aandrywer in die bedryfstelsel geïnstalleer word.
el: Τα παραεικονικοποιημέν γραφικά απαιτούν έναν κατάλληλο οδηγό να εγκατασταθεί στο λειτουργικό σύστημα

source: The VM will operate like a server without a monitor. You may still access the operating system via the virtualized serial port, or through any operating system supported services such as ssh or VNC.
el: Η VM θα λειτουργεί σαν ένα διακομιστή χωρίς οθόνη. Θα μπορείτε ακόμα να έχετε πρόσβαση στο λειτουργικό σύστημα διαμέσου της εικονικοποιημένης σειριακής θύρας, ή διαμέσου των υπηρεσιών υποστήριξης ενός λειτουργικού συστήματος όπως το ssh ή το VNC.

source: Please specify the type of virtualized graphics hardware.
af: Spesifiseer asseblief die soort skyngrafika-hardeware.
el: Παρακαλώ καθορίστε τον τύπο του εικονικοποιημένου υλικού γραφικών.

source: Paravirtualized Graphics Adapter
af: Gedeeltelik-skynwerklikgemaakte grafika-passtuk
el: Παραεικονικοποιημένος Προσαρμοστής Γραφικών

source: No Graphics Support
af: Geen grafika-ondersteuning nie
el: Μη Υποστήριξη Γραφικών

source: Virtual Disks
af: Skynskywe
el: Εικονικοί Δίσκοι

source: Size (GB)
af: Grootte (GG)
el: Μέγεθος (GB)

source: Create Sparse Image File
af: Skep Sparse afbeeldingslêer
el: Δημιουργία Ενός Διεσπαρμένου Αρχείου Εικόνας

source: Read-Only Access
af: Slegs-leestoegang
el: Πρόσβαση Μόνο-Ανάγνωσης

source: CD-ROM or DVD
af: CD-ROM of DVD
el: CD-ROM ή DVD.

source: Floppy Disk
af: Slapskyf
el: Οδηγός Δισκέτας

source: Fully Virtualized AMD PCnet 32
af: Volledig-skynwerklikgemaakte AMD PCnet 32
el: Πλήρως Εικονικοποιημένο AMD PCnet 32

source: Fully Virtualized NE2000 (ISA Bus)
af: Volledig-skynwerklikgemaakte NE2000 (ISA Bus)
el: Πλήρως Εικονικοποιημένο NE2000 (ISA Bus)

source: Fully Virtualized NE2000 (PCI Bus)
af: Volledig-skynwerklikgemaakte NE2000 (PCI Bus)
el: Πλήρως Εικονικοποιημένο NE2000 (PCI Bus)

source: Fully Virtualized Realtek 8139
af: Volledig-skynwerklikgemaakte Realtek 8139
el: Πλήρως Εικονικοποιημένο Realtek 8139

source: Randomly generated MAC address
af: Willekeurig-gegenereerde MAC-adres
el: Τυχαίως δημιουργούμενη διεύθυνση MAC
hi: बेतरतीब रूप से उत्पन्न MAC पता

source: Specified MAC address
af: Gespesifiseerde MAC-adres
el: Καθορισμένη διεύθυνση MAC

source: Additional Arguments
af: Bykomende argumente
el: Επιπρόσθετοι Παράμετροι

source: Network URL
af: Netwerk-URL
el: Δίκτυο URL

source: Processors
af: Verwerkers
el: Επεξεργαστές

source: Automated install file or URL
af: Geoutomatiseerde installeerlêer of URL
el: Αυτόματη εγκατάσταση αρχείου ή URL

source: Available Memory
af: Beskikbare geheue
el: Διαθέσιμη Μνήμη

source: Available Processors
af: Beskikbare verwerkers
el: Διαθέσιμοι Επεξεργαστές

source: Initial Memory
af: Aanvanklike geheue
el: Αρχική Μνήμη

source: Maximum Memory
af: Maksimum geheue
el: Μέγιστη Μνήμη

source: Virtual Processors
af: Skynverwerkers
el: Εικονικοί Επεξεργαστές

source: Automated Installation
af: Geoutomatiseerde installasie
el: Αυτόματη Εγκατάσταση

source: Operating System
af: Bedryfstelsel
el: Λειτουργικό Σύστημα

source: Kickstart file or URL
af: Aanskoplêer of URL
el: Αρχείο ή URL Kickstart

source: AutoYaST file
af: Outo-YaST-lêer
el: AutoYaST αρχείο

source: NetWare response file
af: NetWare-reaksielêer
el: Αρχείο απάντησης Netware

source: Creating the Virtual Machine
af: Skep van die skynmasjien
el: Δημιουργία της Εικονικής Μηχανής

source: Locate Operating System Settings File
af: Bepaal bedryfstelselinstellingslêer plek
el: Εντοπισμός Αρχείου Ρυθμίσεων Λειτουργικού Συστήματος

source: Locate Disk or Disk Image
af: Bepaal skyf of skyfafbeelding plek
el: Εντοπισμός Δίσκου ή Εικόνας Δίσκου

source: Do you want to add another virtual disk?
af: Wil u ’n ander skynskyf byvoeg?
el: Θέλετε να προσθέσετε και άλλο εικονικό δίσκο;

source: Do you want to add another virtual network adapter?
af: Wil u ’n ander skynnetwerkpasstuk byvoeg?
el: Θέλετε να προσθέσετε και άλλο adapter εικονικού δικτύου;

source: What type of virtual disk do you want to add?
af: Watter soort skynskyf wil u byvoeg?
el: Τι τύπο εικονικού δίσκου θέλετε να προσθέσετε;

source: Where will the virtual disk physically reside?
af: Waar sal die skynskyf fisies aangetref word?
el: Που θα τοποθετηθεί ο εικονικός δίσκος;

source: What type of virtual network adapter do you want to add?
af: Watter soort skynnetwerkpasstuk wil u byvoeg?
el: Τι τύπος προσαρμοστή εικονικού δικτύου θέλετε να προσθέσετε;

source: Afrihili
bn: আফ্রিহিলি
el: Αφριχίλι
hi: अफ्रिहिली

source: Afro-Asiatic (Other)
af: Afro-Asiaties (ander)
bn: আফ্রো-এশিয়াটিক (অন্যান্য)
el: Αφρο-Ασιατικά (Άλλο)
hi: अफ्रो-एशियाटिक(अन्य)

source: Ainu
bn: আইনু
el: Ιαπωνικά (Ainu)
hi: ऐनू

source: Aland Islands
af: Aland-eilande
bn: ফারো দ্বীপপূঞ্জ
el: Νησιά Aland
hi: अलांड आइलैंड्स

source: Albanian
af: Albanies
bn: আলবেনিয়া
el: Αλβανικά
hi: अल्बेनियाई

source: Algeria
af: Algerië
bn: আলজেরিয়া
el: Αλγερία
hi: अल्ज़ीरिया

source: Algonquian Languages
af: Algonquianse tale
bn: প্রাথমিক ভাষা (&L)
el: Γλώσσες Algonquian
hi: अलगांक्यूएन भाषाएं

source: American Samoa
af: Amerikaanse Samoa
bn: আমেরিকান সামোয়া
el: Αμερικανική Σαμόα
hi: अमेरिकी समोआ

source: Angola
bn: এংগোলা
el: Ανγκόλα
hi: अंगोला

source: Anguilla
bn: এংগুইলা
el: Αγκίλα
hi: अंग्युला

source: Antarctica
af: Antarktika
bn: এন্টার্কটিকা
el: Ανταρκτική
hi: अंटार्कटिक

source: Antigua and Barbuda
af: Antigua en Barbuda
bn: এন্টিগা ও বারবুডা
el: Αντίγκουα και Μπαρμπούντα
hi: एंटीगुआ और बारबूडा

source: Apache Languages
af: Apache-tale
bn: ভাষাসমূহ
el: Γλώσσες Απάτσι
hi: अपाची भाषाएं

source: Aramaic
af: Aramees
bn: আরামাইক
el: Αραμαϊκά
hi: अरामाइक

source: Arapaho
bn: আরাপাহো
el: Αραπάχο
hi: अरापाहो

source: Argentina
af: Argentinië
bn: আর্জেন্টিনা
el: Αργεντινή
hi: अर्जेंटीना

source: Armenian
af: Armeens
bn: আর্জেন্টিনা
el: Αρμενικά
hi: अर्मीनियाई

source: Artificial (Other)
af: Kunsmatig (ander)
bn: নকল (অন্যান্য)
el: Τεχνητή (Άλλο)
hi: कृत्रिम (अन्य)

source: Aruba
bn: আরুবা
el: Αρούμπα
hi: अरूबा

source: Athapascan Languages
af: Athapaskanse tale
bn: ভাষা সংরক্ষন করা হচ্ছে...
el: Γλώσσες Athapascan
hi: अथापास्कन भाषाएं

source: Australia
af: Australië
bn: অস্ট্রেলিয়া
el: Αυστραλία
hi: आस्ट्रेलिया

source: Australian Languages
af: Australiese tale
bn: ইনস্টলকৃত ভাষা
el: Αυστραλιανές Γλώσσες
hi: आस्ट्रेलियाई भाषाएं

source: Austria
af: Oostenryk
bn: অস্ট্রিয়া
el: Αυστρία
hi: आस्ट्रिया

source: Authentication required for '%s'
el: Απαιτείται πιστοποίηση για '%s'

source: Azerbaijani
af: Azerbaijaans
bn: আজারবাইজানি
el: Αζερμπαϊτζανικά
hi: अज़रबैजानी

source: Bahamas
bn: পানামা
el: Μπαχάμες
hi: बहामस

source: Bahrain
af: Bahrein
bn: বাহরাইন
el: Μπαχρέιν
hi: बहरीन

source: Baltic (Other)
af: Balties (ander)
bn: বালটিক (অন্যান্য)
el: Βαλτικά (Άλλο)
hi: बाल्टिक (अन्य)

source: Bamileke Languages
af: Bamileke-tale
bn: ইনস্টলকৃত ভাষা
el: Γλώσσες Bamileke
hi: बमिलिक भाषाएं

source: Barbados
bn: বার্বাডোজ
el: Μπαρμπάντος
hi: बारबाडोस

source: Basque
af: Baskies
bn: বাস্ক
el: Βάσκικα
hi: बास्क्यू

source: Belarusian
af: Belo-Russies
bn: বেলারুস
el: Λευκορωσικά
hi: बेलारूसी

source: Belize
bn: বেলজিয়ান
el: Μπελίζ
hi: बेलिजी

source: Benin
bn: বাহরাইন
el: Μπενίν
hi: बेनिन

source: Bermuda
bn: জার্মান
el: Βερμούδες
hi: बरमूडा

source: Bolivia
af: Bolivië
bn: বলিভিয়া
el: Βολιβία
hi: बोलेविया

source: Bosnian
af: Bosnies
bn: বোটসোয়ানা
el: Βοσνιακά
hi: बोस्नियाई

source: Botswana
bn: বোটসোয়ানা
el: Μποτσουάνα
hi: बोत्सवाना

source: Bouvet Island
af: Bouvet-eiland
bn: ফারো দ্বীপপূঞ্জ
el: Νήσος Μπουβέ
hi: बोउवेत आइसलैंड

source: British Indian Ocean Territory
af: Brits-Indiese Oseaangebied
bn: ব্রিটিশ ইন্ডিয়ান ওসান টেরিটরি
el: Βρετανικά Εδάφη Ινδικού Ωκεανού
hi: ब्रिटिश भारतीय समुद्री क्षेत्र

source: British Virgin Islands
af: Britse Maagde-eilande
bn: ব্রিটিশ ভার্জিন আইল্যান্ডস
el: Βρετανικά Παρθένα Νησιά
hi: ब्रिटिश वर्जिन आइलैंड

source: Brunei Darussalam
af: Broenei Darussalam
bn: ব্রুনেই দারুসসালাম
el: Μπρουνέι Νταρουσαλάμ
hi: ब्रुनेई दारूस्सलम

source: Bulgarian
af: Bulgaars
bn: বুলগেরিয়া
el: Βουλγαρικά
hi: बुल्गारियाई

source: Burkina Faso
bn: বারকিনা ফাসো
el: Μπουρκίνα Φάσο
hi: बुर्किना फासो

source: Burundi
bn: বুরুন্ডি
el: Μπουρούντι
hi: बुरूंडी

source: Cameroon
af: Kameroen
bn: ক্যামেরা
el: Καμερούν
hi: कैमरून

source: Can't acquire the mutex lock
af: Kan die mutex-slot nie verkry nie
bn: মিউটেক্স লক অর্জন করতে পারে না
el: Αδυναμία λήψης κλειδαριάς mutex
hi: म्यूटेक्स लॉक को हासिल नहीं कर सकता

source: Can't initialize mutex attributes
af: Kan mutex-eienskappe nie inisialiseer nie
bn: মিউটেক্স বৈশিষ্ট্য চালু করতে পারে না
el: Αδυναμία αρχικοποίησης ιδιοτήτων mutex
hi: म्यूटेक्स गुण को आरंभ नहीं कर सकता

source: Can't initialize recursive mutex
af: Kan terugkerende mutex nie inisialiseer nie
bn: রিকার্সিভ মিউটেক্স চালু করতে পারে না
el: Αδυναμία αρχικοποίησης παλινδρομικής mutex
hi: रिकर्सिव म्यूटेक्स को आरंभ नहीं कर सकता

source: Can't release the mutex lock
af: Kan die mutex-slot nie ontsluit nie
bn: মিউটেক্স লক মুক্ত করতে পারে না
el: Αδυναμία ελευθέρωσης κλειδαριάς mutex
hi: म्यूटेक्स लॉक को रिलीज़ नहीं कर सकता

source: Can't set recursive mutex attribute
af: Kan terugkerende mutex-eienskappe nie stel nie
bn: রিকার্সিভ মিউটেক্স বৈশিষ্ট্য নির্দিষ্ট করতে পারে না
el: Αδυναμία ορισμού παλινδρομικής ιδιότητας mutex
hi: रिकर्सिव म्यूटेक्स गुण को सेट नहीं कर सकता

source: Cape Verde
af: Kaap Verde
bn: কেপ ভার্দে
el: Πράσινο Ακρωτήριο
hi: केप वेर्दे

source: Carib
bn: ক্যারিব
el: Διάλεκτος Καραϊβικής
hi: केरिब

source: Catalan
af: Katalaans
bn: ক্যাটালোনিয়া
el: Καταλονικά
hi: केटेलन

source: Caucasian (Other)
af: Kaukasies (ander)
bn: ককেশীয় (অন্যান্য)
el: Καυκάσια (Άλλο)
hi: काकेशियाई (अन्य)

source: Cayman Islands
af: Kaaimanseilande
bn: ফারো দ্বীপপূঞ্জ
el: Νήσοι Κέιμαν
hi: केमन आइलैंड

source: Celtic (Other)
af: Kelties (ander)
bn: সেল্টিক (অন্যান্য)
el: Κέλτικα (Άλλο)
hi: सेल्टीक (अन्य)

source: Central African Republic
af: Republiek van Sentraal-Afrika
bn: সিরিয়ান আরব প্রজাতন্ত্র
el: Κεντροαφρικανική Δημοκρατία
hi: मध्य अफ्रीकी गणराज्य

source: Central American Indian (Other)
af: Sentraal-Amerikaanse Indiaans (ander)
bn: মধ্য আমেরিকান ইন্ডিয়ান (অন্যান্য)
el: Ινδιανικά Κεντρικής Αμερικής (Άλλο)
hi: केंद्रीय अमेरिकी भारतीय (अन्य)

source: Chad
af: Tsjad
bn: পরিবর্তিত
el: Τσαντ
hi: चाड

source: Chamic Languages
af: Chamiese tale
bn: ভাষা সংরক্ষন করা হচ্ছে...
el: Χαμικές Γλώσσες
hi: चामिक भाषाएं

source: Changed configuration files for %s:
af: Gewysigde konfigurasielêers vir %s:
bn: %s-এর জন্য পরিবর্তিত কনফিগারেশন ফাইলসমূহ :
el: Αλλαγή αρχείων ρύθμισης για %s:
hi: %s: के लिए परिवर्तित कंफिगरेशन फाइलें

source: Chechen
af: Tjetjeens
bn: ক্যাশ
el: Τσετσενικά
hi: चेचेन

source: Chile
bn: চিলি
el: Χιλή
hi: चीले

source: Chinese
af: Sjinees
bn: চিলি
el: Κινεζικά
hi: चीनी

source: Chinook Jargon
bn: চিনুক জার্গন
el: Λεξικό Chinook
hi: चिनूक जार्गन

source: Christmas Island
af: Kersfees-eiland
bn: ক্রিসমাষ আইল্যান্ড
el: Νήσοι Χριστουγέννων
hi: क्रिसमस आइसलैंड

source: Cocos (Keeling) Islands
af: Cocos- (Keeling-) eilande
bn: কোকোস (কিলিং) দ্বীপপুঞ্জ
el: Νήσοι Κόκος (Κήλινγκ)
hi: कोकोस (कीलिंग) आइलैंड्स

source: Colombia
bn: কলম্বিয়া
el: Κολομβία
hi: कोलंबिया

source: Comoros
af: Comore
bn: কমোরোস
el: Κομόρες
hi: कोमोरोस

source: Congo
af: Kongo
bn: কনসোল
el: Κονγκό
hi: कांगो

source: Cook Islands
af: Cook-eilande
bn: ফারো দ্বীপপূঞ্জ
el: Νήσοι Κουκ
hi: कुक आइलैंड्स

source: Coptic
af: Kopties
bn: কোস্টারিকা
el: Κοπτικά
hi: कोप्टिक

source: Corsican
af: Korsikaans
bn: কোস্টারিকা
el: Κορσικά
hi: कोर्सिकन

source: Costa Rica
bn: কোস্টারিকা
el: Κόστα Ρίκα
hi: कोस्टा रिका

source: Cote D'Ivoire
af: Ivoorkus
bn: কোট ডি'ইভোয়ার
el: Ακτή Ελεφαντοστού
hi: कोटे डी'आईवोर

source: Creoles and Pidgins (Other)
af: Kreole en pidgintale (ander)
bn: ক্রেওলস ও পিজিনস (অন্যান্য)
el: Creoles και Pidgins (Other)
hi: क्रियोलेस और पिडगिंस (अन्य)

source: Creoles and Pidgins, English-Based (Other)
af: Kreole en pidgintale, Engels-gebaseer (ander)
bn: ক্রেওলস ও ইংরেজী, ইংরেজী-ভিত্তিক (অন্যান্য)
el: Creoles and Pidgins, Βασισμένες στα Αγγλικά (Άλλο)
hi: क्रियोलेस और पिडगिंस, अंग्रेजी-आधारित (अन्य)

source: Creoles and Pidgins, French-Based (Other)
af: Kreole en pidgintale, Frans-gebaseer (ander)
bn: ক্রেওলস ও পিজিনস ফরাসি-ভিত্তিক (অন্যান্য)
el: Creoles and Pidgins, Βασισμένες στα Γαλλικά (Άλλο)
hi: क्रियोलेस और पिडगिंस, फ्रांसीसी-आधारित (अन्य)

source: Creoles and Pidgins, Portuguese-Based (Other)
af: Kreole en pidgintale, Portugees-gebaseer (ander)
bn: ক্রেওলস ও পিজিনস পর্তুগিজ-ভিত্তিক (অন্যান্য)
el: Creoles and Pidgins, Βασισμένες στα Πορτογαλλικά (Άλλο)
hi: क्रियोलेस और पिडगिंस, पुर्तगाली-आधारित (अन्य)

source: Croatian
af: Kroasies
bn: ক্রোয়েশীয়
el: Κροατικά
hi: क्रोएशियाई

source: Cuba
af: Kuba
bn: কিউবা
el: Κούβα
hi: क्यूबा

source: Cyprus
af: Siprus
bn: সাইপ্রাস
el: Κύπρος
hi: साइप्रस

source: Czech
af: Tsjeggies
bn: চেক
el: Τσέχικα
hi: चेक

source: Czech Republic
af: Tseggiese Republiek
bn: চেক প্রজাতন্ত্র
el: Δημοκρατία της Τσεχίας
hi: चेक गणराज्य

source: Danish
af: Deens
bn: ড্যানিশ
el: Δανέζικα
hi: दानिश

source: Djibouti
af: Djiboeti
bn: জিবৌটি
el: Τζιμπουτί
hi: जिबूती

source: Dominican Republic
af: Dominikaanse Republiek
bn: ডোমেনিকান প্রজাতন্ত্র
el: Δομινικανή Δημοκρατία
hi: डोमिनिका गणराज्य

source: Dutch
af: Nederlands
bn: ডাচ্
el: Ολλανδικά
hi: डच

source: Dutch, Middle (ca.1050-1350)
af: Nederlands, Middel- (ca.1050-1350)
bn: ডাচ, মধ্য (ca.1050-1350)
el: Ολλανδικά, Μεσαίωνα (1050-1350 μ.Χ.)
hi: डच, मध्य (सीए. 1050-1350)

source: East Timor
af: Oos-Timor
bn: ইষ্ট টিমর
el: Ανατολικό Τιμόρ
hi: पूर्वी तिमोर

source: Ecuador
bn: ইকুয়েডর
el: Εκουαδόρ
hi: इक्वाडोर

source: Egypt
af: Egipte
bn: মিশর
el: Αίγυπτος
hi: मिश्र

source: Egyptian (Ancient)
af: Egipties (Antieke)
bn: ইজিপশিয়ান (প্রাচীন)
el: Αιγυπτιακά (Αρχαία)
hi: मिश्री (प्राचीन)

source: El Salvador
bn: এল সালভাদর
el: Ελ Σαλβαδόρ
hi: अलसल्वाडोर

source: Encoded string contains a NUL byte
af: Enkoderingstring bevat ’n NUL-greep
bn: এনকোডেড স্ট্রিংয়ে NUL বাইট আছে
el: Κωδικοποιημένο αλφαριθμητικό περιέχει ενα ΜΗΔΕΝΙΚΟ byte
hi: एनकोडेड स्ट्रिंग में एक NUL बाइट समाविष्ट है

source: English
af: Engels
bn: ইংরেজি (UK)
el: Αγγλικά
hi: अंग्रेजी

source: English, Middle (1100-1500)
af: Engels, Middel- (ca.1100-1500)
bn: ইংরেজী, মধ্য (1100-1500)
el: Αγγλικά, Μεσαίωνα (1100-1500 μ.Χ.)
hi: अंग्रेजी, मध्य (1100-1500)

source: English, Old (ca.450-1100)
af: Engels, Oud (ca.450-1100)
bn: ইংরেজী, পুরাতন (ca.450-1100)
el: Αγγλικά, Παλαιά (450-110 μ.Χ.)
hi: अंग्रेजी, पुरानी (सीए. 450-1100)

source: Equatorial Guinea
af: Ekwatoriaal-Guinee
bn: ইকোয়েটেরিয়াল গিনি
el: Ισημερινή Γουϊνέα
hi: विषुवतरेखीय गिनी

source: Eritrea
bn: ইরিট্রিয়া
el: Ερυθραία
hi: इरीट्रिया

source: Estonian
af: Estonies
bn: এস্টোনীয়
el: Εσθονικά
hi: एस्टोनियाई

source: Falkland Islands (Malvinas)
af: Falkland-eilande (Malvinas)
bn: ফকল্যান্ড আইল্যান্ডস (মালভিনাস)
el: Νήσοι Φώκλαντ (Μαλβίνες)
hi: फाल्कलैंड आइलैंड्स (माल्विनास)

source: Federated States of Micronesia
af: Federasie van Mikronesië
bn: ফেডারেটেড স্টেটস অফ মাইক্রোনেশিয়া
el: Κυβερνητικές Πολιτείες της Μικρονησίας
hi: माइक्रोनेशिया संघीय गणराज्य

source: Fiji
bn: ফিজি
el: Φίτζι
hi: फिज़ी

source: File %s does not have a checksum. Use the file anyway?
af: Lêer %s het nie ’n nagaansom nie. Gebruik die lêer in elk geval?
bn: %s ফাইলের কোনও চেকসাম নেই। তবুও ফাইলটি ব্যবহার করতে চান?
el: Το αρχείο %s δεν έχει ένα checksum. Χρήση αυτού του αρχείου παρ' αυτά;
hi: फाइल %s में कोई चेकसम नहीं है। फिर भी फाइल का प्रयोग करें?

source: File %s failed integrity check with the folowing key: %s|%s|%s Use the file anyway?
af: Lêer %s het nie integriteitsnagaan geslaag met die volgende sleutel nie: %s|%s|%s Gebruik die lêer in elk geval?
bn: নিচের কি দ্বারা %s ফাইলের শুদ্ধতা যাচাই ব্যর্থ হয়েছে: %s|%s|%s তবুও ফাইলটি ব্যবহার করতে চান?
el: Το αρχείο %s απέτυχε στον έλεγχο ακεραιότητας με το ακόλουθο κλειδί: %s|%s|%s Χρήση αυτού του αρχείου παρ' αυτά;
hi: फाइल %s निम्नलिखित कुंजी के साथ एकीकरण जांच में नाकाम रही : %s|%s|%s फिर भी फाइल का प्रयोग करें?

source: File %s has an invalid checksum. Expected %s, found %s Use the file anyway?
af: Lêer %s het ’n ongeldige nagaansom. Verwag %s, kry %s Gebruik die lêer in elk geval?
bn: %s ফাইলের একটি অবৈধ চেকসাম আছে। %s প্রত্যাশিত ছিল, পাওয়া গেছে %sতবুও ফাইলটি ব্যবহার করতে চান?
el: Το αρχείο %s έχει ένα λανθασμένο checksum. Αναμενόταν %s, βρέθηκε %s Χρήση αυτού του αρχείου παρ' αυτά;
hi: फाइल %s में एक अमान्य चेकसम है। %s की उम्मीद थी, %s मिला फिर भी फाइल का प्रयोग करें?

source: File %s has an unknown checksum %s. Use the file anyway?
af: Lêer %s het ’n onbekende nagaansom %s. Gebruik die lêer in elk geval?
el: Το αρχείο %s έχει ένα άγνωστο checksum %s. Χρήση αυτού του αρχείου παρ' αυτά;
hi: फाइल %s में एक अमान्य चेकसम %s है। फिर भी फाइल का प्रयोग करें?

source: File %s is not signed. Use it anyway?
af: Lêer %s is nie geteken nie. Gebruik dit in elk geval?
bn: %s স্বাক্ষরিত নয়। তবুও ব্যবহার করতে চান?
el: Το αρχείο %s δεν είναι υπογεγραμμένο. Χρήση του παρ' αυτά;
hi: फाइल %s साइन की हुई नहीं है। फिर भी इसका प्रयोग करें?
