Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Decryption failed! Application "cryptsetup" not found. Is package "util-linux-crypto" installed?
af: Dekriptering het misluk! Toepassing "kripopstelling" nie gevind nie. Is pakket "util-linux-kripto" geïnstalleer?
bn: ডিক্রিপশন ব্যর্থ হয়েছে! "cryptsetup" প্রয়োগ পাওয়া যায় নি। "util-linux-crypto" প্যাকেজ কি স্থাপিত আছে?
el: Η αποκρυπτογράφηση απέτυχε! Η εφαρμογή "cryptsetup" δεν βρέθηκε. Είναι το πακέτο "util-linux-crypt" εγκατεστημένο;
hi: डिक्रिप्शन विफल! अनुप्रयोग"क्रिप्टसेटअप" नहीं मिला। क्या पैकेज़"util-linux-crypto" इंस्टाल है?

source: %1 is already decrypted!
af: %1' is reeds gedekripteer!
bn: %1 ইতোমধ্যেই ডিক্রিপ্টেড আছে!
el: Το %1 είναι ήδη αποκρυπτογραφημένο!
hi: %1 पहले से डिक्रिप्ट है!

source: HAL UDI to process.
af: HAL UDI om te verwerk.
bn: প্রক্রিয়াকরণের জন্য HAL UDI
el: HAL UDI προς επεξεργασία.
hi: प्रक्रिया के लिए एचएएल यूडीआई।

source: Decrypting Storage Device
af: Dekripteringsbergtoestel
bn: সঞ্চয় উপকরণ ডিক্রিপ্ট করছে
el: Αποκρυπτογράφηση Αποθηκευτικής Συσκευής
hi: स्टोरेज डिवाइस को डिक्रिप्ट कर रहा

source: <p><b>%1 %2</b> (<b>%3</b>) is an encrypted storage device.</p> <p>Please enter the password to decrypt the storage device.</p>
af: <p><b>%1 %2</b> (<b>%3</b>) is ’n geënkripteerde bergingstoestel.</p> <p> Voer asseblief die wagwoord in ten einde die bergingstoestel te dekripteer.</p>
bn: <p><b>%1 %2</b> (<b>%3</b>) হল একটি এনক্রিপ্টেড সঞ্চয় উপকরণ। </p> <p> সঞ্চয় উপকরণ ডিক্রিপ্ট করার জন্য অনুগ্রহ করে একটি পাসওয়ার্ড প্রবেশ করুন।</p>
el: <p><b>%1 %2</b> (<b>%3</b> είναι μια κρυπτογραφημένη αποθηκευτική συσκευή.</p> <p>Παρακαλώ εισάγετε το συνθηματικό για την αποκρυπτογράφηση της αποθηκευτικής συσκευής.</p>
hi: <p><b>%1 %2</b> (<b>%3</b>) एक एनक्रिप्ट हुआ स्टोरेज डिवाइस है।</p> <p>कृपया स्टोरेज़ डिवाइस डिक्रिप्ट करने के लिए पासवर्ड प्रविष्ट करें।</p>

source: Accept
el: Αποδοχή

source: Decline
el: Απόρριψη
hi: रद्द करें

source: Exit Status: %1
el: Κατάσταση Εξόδου: %1

source: helper program returned: %1
el: Το βοηθητικό πρόγραμμα επέστρεψε: %1

source: License of %1
el: Άδειες για %1

source: <b>New software for your system is available</b>
el: <b>Το νέο λογισμικό είναι διαθέσιμο για το σύστημά σας</b>

source: Don't install updates that require a restart
el: Να μην εγκατασταθούν οι αναβαθμίσεις που απαιτούν επανεκκίνηση.

source: <b>No Updates Available</b>
el: <b>Μη Διαθέσιμες Ενημερώσεις</b>

source: Updates that affect your updater itself are available.
el: Οι ενημερώσεις που επηρεάζουν το πρόγραμμα ενημερώσεων, είναι διαθέσιμες.

source: <b>Updating...</b>
el: <b>Γίνεται Αναβάθμιση...</b>

source: <b>Unable to check whether updates are available.</b>
el: <b>Αδύνατον να ελεγχθεί αν υπάρχουν διαθέσιμες ενημερώσεις.</b>

source: Summary
af: Opsomming
bn: সারসংক্ষেপ
el: Περίληψη
hi: सार

source: New Version
af: Nuwe weergawe
el: Νέα Έκδοση

source: Catalog
af: Katalogus
bn: তালিকা
el: Κατάλογος
hi: सूचीपत्र

source: Restart
el: Επανεκκίνηση
hi: पुनः प्रारंभ करें

source: Patches
el: Στοιχεία

source: Select All Patches
el: Επιλέξτε όλα τα στοιχεία

source: Available Updates
af: Beskikbare bywerkings
el: Διαθέσιμες Ενημερώσεις

source: <h2>Available Updates</h2>
el: <h2>Διαθέσιμες Ενημερώσεις</h2>

source: Check for updates every:
el: Έλεγχος για ενημερώσεις κάθε:

source: Hours
el: Ώρες

source: Show recurring notification when updates are available every:
el: Επανάληψη των ειδοποιήσεων, όταν υπάρχουν διαθέσιμες ενημερώσεις, κάθε:

source: Minutes
el: Λεπτά

source: Backend:
el: Παρασκήνιο:

source: Automa&tically start updater on login
el: Αυτό&ματη εκκίνηση προγράμματος ενημερώσεων στη σύνδεση

source: Show available upgrades when backend provides them (for experts only)
el: Προβολή των διαθέσιμων ενημερώσεων όταν παρέχονται από το backend (μόνο για προχωρημένους).

source: Show notifications
el: Εμφάνιση ειδοποιήσεων

source: Always show detailed view
el: Εμφάνιση πάντοτε της λεπτομερούς προβολής

source: Animated icon on check
el: Κίνηση εικονιδίου κατά τον έλεγχο

source: Check for updates only when the system is connected to charger
el: Έλεγχος για ενημερώσεις μόνον όταν το σύστημα είναι συνδεδεμένο σε φορτιστή

source: Check for updates only when the system is under low load
el: Έλεγχος για ενημερώσεις μόνον όταν το σύστημα δεν χρησιμοποιείται πολύ

source: How often to check for updates.
el: Πόσο συχνά να γίνεται έλεγχος για ενημερώσεις.

source: How often show recurring warning when updates are available.
el: Πόσο συχνά να επαναλαμβάνονται οι προειδοποιήσεις όταν υπάρχουν διαθέσιμες αναβαθμίσεις.

source: Automatically start the applet on login
el: Αυτόματη εκκίνηση της εφαρμογής στην είσοδο χρήστη.

source: Show available upgrades (for experts only).
el: Προβολή των διαθέσιμων ενημερώσεων (μόνο για προχωρημένους).

source: Show notifications.
el: Εμφάνιση ειδοποιήσεων.

source: Always show detailed view.
el: Εμφάνιση πάντοτε της λεπτομερούς προβολής

source: Show animated tray icon on check.
el: Εμφάνιση κινούμενου εικονιδίου στον έλεγχο.

source: Last check for updates.
el: Τελευταίος έλεγχος για ενημερώσεις.

source: Last applet state.
el: Τελευταία κατάσταση της εφαρμογής.

source: System's maximum load when checking for updates
el: Η μέγιστη χρήση του συστήματος όταν ελέγχει για ενημερώσεις

source: Add/Remove Update Sources...
af: Voeg by/verwyder Bywerkingsbronne ...
el: Προσθήκη/Αφαίρεση Πηγών Ενημέρωσης...

source: Configure Applet...
af: Konfigureer miniprogram ...
el: Ρύθμιση Εφαρμογής...

source: Check Now
el: Έλεγχος Τώρα
hi: अब जांचें

source: Checking for updates...
af: Soek na bywerkings ...
el: Έλεγχος για ενημερώσεις...

source: Error:
af: Fout:
el: Σφάλμα:

source: No Updates Available
af: Geen bywerkings beskikbaar nie
el: Μη Διαθέσιμες Ενημερώσεις

source: New software updates are available.
el: Νέο λογισμικό ενημερώσεων είναι τώρα διαθέσιμο.

source: Unable to check whether updates are available.
el: Αδύνατος ο έλεγχος για το αν υπάρχουν διαθέσιμες ενημερώσεις.

source: Updating...
el: Ενημέρωση...

source: Backend plugin is not properly configured. Please use the configuration dialog to choose the correct one.
el: Το backend plugin δεν είναι κατάλληλα ρυθμισμένο. Παρακαλώ χρησιμοποίησε το μενού ρυθμίσεων για κατάλληλη ρύθμιση.

source: SUSE2 (Version %1)
af: SUSE2 (Weergawe %1)
bn: SUSE2 (ভার্সান %1)
el: SUSE2 (Έκδοση %1)
hi: SUSE2 (संस्करण %1)

source: Config Dialog
af: Konfig-dialoog
bn: কনফিগারেশন সংলাপ
el: Διάλογος Ρύθμισης
hi: विन्यास डायलॉग

source: Ge&neral
af: Al&gemeen
bn: সাধা&রণ
el: Γε&νικά
hi: सामान्य

source: Title Alignment
af: Titel-gerigtheid
bn: শিরোনাম শ্রেণীবদ্ধকরণ
el: Στοίχιση Τίτλου
hi: शीर्षक रेखांकन

source: &Left
af: &Links
bn: &বাম
el: &Αριστερά
hi: &बाएं

source: Align the title left.
af: Rig die titel links.
bn: শিরোনামটি বামে শ্রেণীবদ্ধ করুন৷
el: Στοίχιση του τίτλου αριστερά.
hi: शीर्षक का बाईं ओर रेखांकन करें।

source: &Center
af: &Sentrum
bn: &কেন্দ্রে আনুন
el: &Κέντρο
hi: &मध्य

source: Center the title.
af: Sentreer die titel.
bn: শিরোনামটি কেন্দ্রে আনুন৷
el: Κεντράρισμα του τίτλου.
hi: शीर्षक को मध्य में लाएं।

source: &Right
af: &Regs
bn: &ডান
el: &Δεξιά
hi: &दाएं

source: Align the title right.
af: Rig die titel regs.
bn: শিরোনামটি ডানে শ্রেণীবদ্ধ করুন৷
el: Στοίχιση του τίτλου δεξιά.
hi: शीर्षक का दाईं ओर रेखांकन करें।

source: Alwa&ys
af: Alt&yd
bn: স&র্বদা
el: Πάντ&α
hi: हमेशा

source: Not maximi&zed
af: Nie gemaksim&eer nie
bn: সর্বা&ধিক করা হয় নি
el: Οχι μεγιστοποιη&μένο
hi: मैक्सीमाइज़ नहीं

source: Ne&ver
af: Noo&it
bn: কখনো&নয়
el: Πο&τέ
hi: कभी नहीं

source: Close &windows by double clicking the menu button
af: Sluit &vensters deur die kieslysknoppie te dubbelklik
bn: মেনু বোতামে দুবার ক্লিক করে &উইন্ডোগুলি বন্ধ করুন।
el: Κλείσιμο &παραθύρων με διπλό πάτημα στο κουμπί του menu
hi: मीनू बटन पर दोहरा क्लिक करके विंडो बंद करें

source: Check this option if you want windows to be closed when you double click the menu button, similar to Microsoft Windows.
af: Merk hierdie opsie as u wil hê dat vensters gesluit moet word wanneer u die kieslysknoppie dubbelklik, soortgelyk aan Microsoft Windows.
bn: মাইক্রোসফট উইন্ডো-এর মতো একইভাবে, আপনি যখন মেনু বোতামে দুবার ক্লিক করেন,তখন আপনি যদি উইন্ডোগুলি বন্ধ করতে চান তাহলে এই বিকল্পটি যাচাই করুন।
el: Επιλέξτε αυτή τη ρύθμιση εαν θέλετε τα παράθυρα να κλείσουν όταν κάνετε διπλό πάτημα στο κουμπί του menu, παρόμοιο με τα Microsoft Windows.
hi: इस विकल्प पर निशान लगाएं यदि आप चाहते हैं कि माइक्रोसॉफ्ट विंडोज के समान जब आपमीनू बटन पर दोहरा क्लिक करें, विंडोज़ बंद हो जाएं।

source: Use shadowed &text
af: Gebruik &teks wat beskadu word
bn: ছায়া এবং &পাঠ্যাংশ ব্যবহার করুন।
el: Χρήση σκιασμένου &κειμένου
hi: शैडो वाला &पाठ प्रयोग करें

source: Check this option if you want the titlebar text to have a 3D look with a shadow behind it.
af: Merk hierdie opsie as u verkies dat die titelbalkteks ’n 3D-voorkoms met ’n skadu daaragter sal hê.
bn: আপনি যদি শিরোনাম বার পাঠ্যাংশটিকে এটির পেছনে ছায়া সমেত একটি 3D রূপে পেতে চানপেতে চান তাহলে এই বিকল্পটি যাচাই করুন।
el: Επιλέξτε αυτή τη ρύθμιση εαν θέλετε το κείμενο τίτλου να έχει ύφος 3D με μια σκιά από πίσω του.
hi: इस विकल्प पर निशान लगाएं यदि आप चाहते हैं कि टाइटलबार अपने पीछे शैडो के साथ 3डीनजर आए।

source: Here you can set some additional space for the titlebar height.
af: Hier kan u bykomende spasie vir die titelbalkhoogte stel.
bn: আপনি শিরোনাম বারটির উচ্চতার জন্য এখানে কিছুটা অতিরিক্ত স্থান স্থির করতে পারেন।
el: Εδώ μπορείτε να ορίσετε κάποιο επιπλέον χώρο για το ύψος της γραμμής τίτλου.
hi: यहां आप टाइटलबार ऊंचाई के लिए कुछ अतिरिक्त स्थान सेट कर सकते हैं।

source: additional space for title height
af: bykomende spasie vir titelhoogte
bn: শিরোনাম উচ্চতার জন্য অতিরিক্ত স্থান
el: επιπλέον χώρος για το ύψος τίτλου
hi: शीर्षक ऊंचाई के लिए अतिरिक्त स्थान

source: Bu&ttons
af: Kn&oppies
bn: বোতাম&গুলি
el: Κου&μπιά
hi: बटन

source: Buttontype:
af: Knoppiesoort:
bn: বোতামের প্রকার:
el: Τύπος Κουμπιών:
hi: बटनप्रकार:

source: Plastik flat
af: Plastiek-gelykvlak
bn: প্লাস্টিক ফ্ল্যাট
el: Plastik επίπεδο
hi: प्लास्टिक फ्लैट

source: Lipstik flat
af: Lipstiffie-gelykvlak
bn: লিপস্টিক ফ্ল্যাট
el: Lipstik επίπεδο
hi: लिपस्टिक फ्लैट

source: Lipstik bright
af: Lipstiffie helder
bn: লিপস্টিক ঔজ্জ্বল্য
el: Lipstik φωτεινό
hi: लिपस्टिक ब्राइट

source: Select the buttontype.
af: Kies die knoppiesoort.
bn: বোতামের প্রকার নির্বাচন করুন।
el: Επιλέξτε τον τύπο κουμπιού.
hi: बटनप्रकार चुनें।

source: Custom colors for button bac&kground
af: Pasmaatkleure vir knoppieagt&ergrond
bn: বোতামের প্রেক্ষা&পটের জন্য প্রথাগত রঙগুলি
el: Προκαθορισμένα χρώματα για υπό&βαθρο κουμπιού
hi: बटन बैकग्राउंड के लिए कस्टम रंग

source: Allow custom colors for the button background. The colors for the buttonbackground from the colorscheme are used then.
af: Laat pasmaatkleure vir die knoppieagtergrond toe. Die kleure vir die knoppieagtergrond van die kleurskema word dan gebruik.
bn: বোতামের প্রেক্ষাপটের জন্য প্রথাগত রঙগুলিকে সম্মতি দিন। তারপরে রঙের যোজনাটি থেকেবোতামের প্রেক্ষাপটের জন্য রঙগুলিকে ব্যবহার করা হবে।
el: Επιτρέψτε τα προκαθορισμένα χρώματα για το υπόβαθρο κουμπιού. Με αυτόν τον τρόπο χρησιμοποιούνται τα χρώματα για το υπόβαθρο κουμπιού από το σχήμα χρωμάτων.
hi: बटन बैकग्राउंड के लिए कस्टम रंगों की अनुमति दें। बटनबैकग्राउंड के लिए रंग, रंगस्कीम सेप्रयोग किए गए।

source: &Use titlefont settings for button icons
af: &Gebruik titellettertipe-instellings vir knoppie-ikone
bn: বোতাম আইকনগুলির জন্য শিরোনাম ফন্ট সেটিংগুলি &ব্যবহার করুন।
el: &Χρήση ρυθμίσεων τίτλου για τα εικονίδια του κουμπιού
hi: &बटन आइकॉन के लिए टाइटलफॉन्ट सेटिंग प्रयोग करें।

source: Use the titlefont settings (color, shadow) for the button icons. Overrides the custom color settings.
af: Gebruik die titellettertipe-instellings (kleur, skadu) vir die knoppie-ikone. Oorheers die pasmaatkleurinstellings.
bn: বোতাম আইকনগুলির জন্য শিরোনাম ফন্ট সেটিংগুলি (রঙ, ছায়া) ব্যবহার করুন।প্রথাগত রঙের সেটিংগুলিকে অগ্রাহ্য করুন।
el: Χρήση των ρυθμίσεων τίτλου (χρώμα, σκιά) για τα εικονίδια κουμπιών. Παραβλέπει τις προκαθορισμένες ρυθμίσεις χρωμάτων.
hi: बटन आइकॉन के लिए टाइटलफॉन्ट सेटिंग (रंग, शैडो) प्रयोग करें। कस्टम रंग सेटिंग ओवरराइडकरें।

source: A&nimate buttons
af: A&nimeer knoppies
bn: বোতামগুলিকে সঞ্জী&বিত করুন।
el: Κ&ίνηση κουμπιών
hi: बटन एनीमेट करें

source: Check this option if you want the buttons to fade in when the mouse pointer hovers over them and fade out again when it moves away.
af: Merk hierdie opsie as u die knoppies wil laat verbleek wanneer die muis oor hulle hang en weer laat verhelder wanneer die muis wegbeweeg.
bn: আপনি যদি চান যে মাউসের পয়েন্টারটি বোতামগুলির উপরে চড়লে সেগুলি ফিকে হয়ে যাক এবং এটি সরে গেলেসেগুলি আবার উজ্জ্বল হয়ে যাক তাহলে এই বিকল্পটি যাচাই করুন।
el: Επιλέξτε αυτή τη ρύθμιση εαν θέλετε τα κουμπιά να εμφανίζονται ομαλά όταν ο δείκτης ποντικιού περνά πάνω από αυτά και να εξαφανίζονται ομαλά όταν φεύγει από αυτά.
hi: इस विकल्प पर निसान लगाए यदि आप चाहते हैं कि जब माउस पॉइंटर बटन पर आए तो वेफेड इन हो और जब वह हट जाएं तो दोबारा फेड आउट हो जाएं।

source: Iconsize:
af: Ikoongrootte:
bn: আইকনের পরিমাপ:
el: Μέγεθος εικονιδίου:
hi: आइकॉनआकार:

source: Here you can set the size of the button icons relative to the button size.
af: Hier kan u die grootte van die knoppie-ikone in verhouding tot die knoppiegrootte stel.
bn: আপনি এখানে বোতামের পরিপ্রেক্ষিতে বোতাম আইকনগুলির পরিমাপ স্থিরকরতে পারেন।
el: Εδώ μπορείτε να ορίσετε το μέγεθος των εικονιδίων κουμπιών σε σχέση με το μέγεθος κουμπιών.
hi: यहां आप बटन आकार से संबंधित बटन आइकॉन का आकार सेट कर सकते हैं।

source: &Red closebutton icon
af: &Rooi sluitknoppie-ikoon
bn: &লাল বন্ধ করার বোতাম আইকন
el: &Κόκκινο εικονίδιο κλεισίματος
hi: &लाल बंद करें बटन आइकॉन

source: Paint the icon of the closebutton in red (this overrides all other colorsettings).
af: Verf die ikoon van die sluitknoppie rooi (dit oorheers alle ander kleurinstellings).
bn: লাল বন্ধ করার বোতাম আইকন বন্ধ করার বোতামের আইকনটিকে লাল রঙ করুন(এটি অন্যান্য সকল রঙের সেটিংগুলিকে অগ্রাহ্য করে)।
el: Σχεδίαση του εικονιδίου κλεισίματος με κόκκινο (αυτό παραβλέπει όλες τις άλλες ρυθμίσεις χρωμάτων).
hi: बंद करें बटन के आइकॉन को लाल रंग से पेंट करें (यह अन्य सभी रंगसेटिंगों को ओवरराइड करदेता है।

source: &Custom icon colors
af: &Pasmaat-ikoonkleur
bn: &প্রথাগত আইকন রঙগুলি
el: &Προκαθορισμένα χρώματα εικονιδίου
hi: &कस्टम आइकॉन रंग

source: Allow custom colors for the button icons.
af: Laat pasmaatkleure vir die knoppie-ikone toe.
bn: বোতামের আইকনগুলির জন্য প্রথাগত রঙগুলিকে সম্মতি দিন।
el: Επίτρεψε προκαθορισμένα χρώματα για τα εικονίδια κουμπιού.
hi: बटन आइकॉन के लिए कस्टम रंगों की अनुमति दें।

source: Active:
af: Aktief:
bn: সক্রিয়:
el: Ενεργό:
hi: क्रिया

source: Active down:
af: Aktief af:
bn: নিচেরটি সক্রিয় করুন:
el: Ενεργό κάτω:
hi: क्रिया

source: Inactive:
af: Onaktief:
bn: নিষ্ক্রিয়:
el: Ανενεργό:
hi: असक्रिय:

source: Inactive down:
af: Onaktief af:
bn: নিচেরটি নিষ্ক্রিয় করুন:
el: Ανενεργό κάτω:
hi: असक्रिय नीचें:

source: Color for the icon of the active button.
af: Kleur vir die ikoon van die aktiewe knoppie.
bn: সক্রিয় বোতামের আইকনের জন্য রঙ।
el: Χρώμα για το εικονίδιο του ενεργού κουμπιού.
hi: सक्रिय बटन के आइकॉन के लिए रंग।

source: Color for the icon of the active button when pressed.
af: Kleur vir die ikoon van die aktiewe knoppie wanneer gedruk.
bn: যখন চাপ দেওয়া হয় তখন সক্রিয় বোতামের আইকনের জন্য রঙ।
el: Χρώμα για το εικονίδιο του ενεργού κουμπιού ενώ αυτό είναι πατημένο.
hi: सक्रिय बटन, जब दबाया गया हो, के आइकॉन के लिए रंग।

source: Color for the icon of the inactive button.
af: Kleur vir die ikoon van die onaktiewe knoppie.
bn: নিষ্ক্রিয় বোতামের আইকনের জন্য রঙ।
el: Χρώμα για το εικονίδιο του ανενεργού κουμπιού.
hi: असक्रिय बटन के आइकॉन के लिए रंग।

source: Color for the icon of the inactive button when pressed.
af: Kleur vir die ikoon van die onaktiewe knoppie wanneer gedruk.
bn: যখন চাপ দেওয়া হয় তখন নিষ্ক্রিয় বোতামের আইকনের জন্য রঙ।
el: Χρώμα για το εικονίδιο του ανενεργού κουμπιού ενώ αυτό είναι πατημένο.
hi: असक्रिय बटन, जब दबाया गया हो, के आइकॉन के लिए रंग।

source: Shado&w for icons
af: Skad&uwee vir ikone
bn: আইকনগুলির জন্য ছায়া
el: Σκ&ιά για εικονίδια
hi: आइकॉन के लिए शैडो

source: Check this if you want to have shadows for the button icons on active windows.
af: Merk dit as u skaduwees vir die knoppie-ikone op aktiewe vensters wil hê.
bn: আপনি যদি সক্রিয় উইন্ডোগুলিতে বোতাম আইকনগুলির জন্য ছায়া দিতে চান তাহলেএটি যাচাই করুন।
el: Επιλέξτε αυτό εαν θέλετε να έχετε σκιές για τα εικονίδια κουμπιού στα ενεργά παράθυρα.
hi: इस पर निशान लगाएं यदि आप सक्रिय विंडो पर बटन आइकॉन के लिए शैडो चाहते हैं।

source: &Logo
bn: &লোগো
el: &Λογότυπο
hi: &लोगो

source: Logo preview:
af: Logovoorskou:
bn: লোগো পূর্বদর্শন:
el: Προεπισκόπηση Λογοτύπου:
hi: लोगो पूर्वदृश्य:

source: Offset from title:
af: Verplasing vanaf titel:
bn: শিরোনাম থেকে অফসেট করুন:
el: Απόκλιση από τίτλο:
hi: शीर्षक से ऑफसेट:

source: Set the offset of the logo from the titletext.
af: Stel die verplasing van die logo vanaf die titelteks.
bn: শিরোনাম পাঠ্যাংশ থেকে লোগোর অফসেটটি স্থির করুন।
el: Ορίστε την απόκλιση του λογοτύπου από το κείμενο τίτλου.
hi: टाइटलपाठ से लोगो के ऑफसेट सेट करें।

source: Sele&ct Image
af: Ki&es afbeelding
bn: ছবি নির্বা&চন করুন
el: Επι&λέξτε Εικόνα
hi: चुनें:

source: Select the titlebar logo image.
af: Kies die titelbalklogo-afbeelding.
bn: শিরোনাম বার লোগো ছবিটি নির্বাচন করুন৷
el: Επιλέξτε τη γλώσσα.
hi: टाइटलबार लोगो आकृति चुनें।

source: Show &titlebar logo
af: Toon &titelbalklogo
bn: &শিরোনাম বার লোগো দেখান
el: Προβολή λογοτύπου &τίτλου
hi: &टाइटलबार लोगो दर्शाएं

source: Check this if you want to see the titlebar logo in the titlebar.
af: Merk dit as u die titelbalklogo in die titelbalk wil sien.
bn: আপনি যদি শিরোনাম বার-এ শিরোনাম বার লোগোটি দেখতে চান তাহলে এটি যাচাই করুন।
el: Επιλέξτε αυτό εαν θέλετε να δείτε το λογότυπο τίτλου στην γραμμή τίτλου.
hi: इस पर निशान लगाएं यदि आप टाइटलबार में टाइटलबार लोगो देखना चाहते हैं।

source: Select Logo Image
af: Kies logo-afbeelding
bn: লোগো ছবি নির্বাচন করুন
el: Επιλέξτε Εικόνα Λογοτύπου
hi: लोगो आकृति चुनें

source: The specified initialization script is not executable: %1.
af: Die gespesifiseerde inisialiseringskrip is nie uitvoerbaar nie: %1.
bn: উল্লিখিত প্রারম্ভ করার স্ক্রিপ্ট সম্পাদনযোগ্য নয়ঃ %1৷
el: Το καθορισμένο σενάριο αρχικοποίησης δεν είναι εκτελέσιμο: %1.
hi: निर्दिष्ट की गई आरंभिकरण स्क्रिप्ट निष्पादनयोग्य नहीं है : %1।

source: Invalid location.
af: Ongeldige plek.
bn: অবৈধ অবস্থান
el: Λανθασμένη τοποθεσία.
hi: अमान्य स्थान।

source: Invalid accessOID.
af: Ongeldige toegangOID.
bn: অবৈধ প্রবেশOপরিচয়পত্র
el: Λανθασμένο accessOID
hi: अमान्य accessOID।

source: Wrong type: %1.
af: Verkeerde tipe: %1.
bn: ভুল প্রকার: %1.
el: Λανθασμένος τύπος: %1.
hi: गलत टाइप :%1।

source: Invalid AuthorityInformation in the information list.
af: Ongeldige magtigingsinligting in die inligtingslys.
bn: তথ্যতালিকায় অবৈধ অথরিটিইনফর্মেশন
el: Λανθασμένη AuthorityInformation στην λίστα πληροφοριών
hi: सूचना सूची में अमान्य AuthorityInformation।

source: AuthorityInfoAccessExt is not present.
af: AuthorityInfoAccessExt is nie teenwoordig nie.
bn: AuthorityInfoAccessExt অনুপস্থিত
el: Η AuthorityInfoAccessExt δεν είναι παρούσα
hi: AuthorityInfoAccessExt उपस्थित नहीं है।

source: Invalid AuthorityInfoAccessExt object.
af: Ongeldige AuthorityInfoAccessExt-voorwerp.
bn: AuthorityInfoAccessExt বিষয়টি অবৈধ
el: Λανθασμένο αντικείμενο AuthorityInfoAccess
hi: अमान्य AuthorityInfoAccessExt वस्तु।

source: AuthorityKeyIdentifierExt is not present.
af: AuthorityKeyIdentifierExt is nie teenwoordig nie.
bn: AuthorityKeyIdentifierExt অনুপস্থিত
el: Ο AuthorityKeyIdentifierExt δεν είναι παρών.
hi: AuthorityKeyIdentifierExt उपस्थित नहीं है।

source: AuthorityKeyIdentifierGenerateExt is not present.
af: AuthorityKeyIdentifierGenerateExt is nie teenwoordig nie.
bn: AuthorityKeyIdentifierGenerateExt অনুপস্থিত
el: Το AuthorityKeyIdentifierGenerateExt δεν είναι παρών.
hi: AuthorityKeyIdentifierGenerateExt उपस्थित नहीं है।

source: Invalid AuthorityKeyIdentifierGenerateExt object.
af: Ongeldige AuthorityKeyIdentifierGenerateExt-voorwerp.
bn: AuthorityKeyIdentifierGenerateExt বিষয়টি অবৈধ
el: Λανθασμένο αντικείμενο AuthorityKeyIdentifierGenerateExt
hi: अमान्य AuthorityKeyIdentifierGenerateExt वस्तु।

source: BasicConstraintsExt is not present.
af: BasicConstraintsExt is nie teenwoordig nie.
bn: BasicConstraintsExt বিষয়টি অবৈধ
el: Το BasicConstraintsExt δεν είναι παρών
hi: BasicConstraintsExt उपस्थित नहीं है।

source: Invalid BasicConstraintsExt object.
af: Ongeldige BasicConstraintsExt-voorwerp.
bn: BasicConstraintsExt বিষয়টি অবৈধ
el: Λανθασμένο αντικείμενο BasicConstraintsExt
hi: अमान्य BasicConstraintsExt वस्तु।

source: This BitExtension is not present.
af: Hierdie BitExtension is nie teenwoordig nie.
bn: এই বিটএক্সটেনশন অনুপস্থিত
el: Αυτή η BitExtension δεν είναι παρούσα.
hi: यह BitExtension उपस्थित नहीं है।

source: Invalid value for keyUsage.
af: Ongeldige waarde vir keyUsage.
bn: কীইউসেজর জন্য অবৈধ ভ্যালু
el: Λανθασμένη τιμή για keyUsage.
hi: keyUsage के लिए अमान्य मान।

source: KeyUsageExt is not present.
af: KeyUsageExt is nie teenwoordig nie.
bn: KeyUsageExt অনুপস্থিত
el: Το KeyUsageExt δεν είναι παρών.
hi: KeyUsageExt उपस्थित नहीं है।

source: Invalid KeyUsageExt object.
af: Ongeldige KeyUsageExt-voorwerp.
bn: KeyUsageExt বিষয় অবৈধ
el: Λανθασμένο αντικείμενο KeyUsageExt.
hi: अमान्य KeyUsageExt वस्तु।

source: Invalid value for NsCertTypeExt.
af: Ongeldige waarde vir NsCertTypeExt.
bn: NsCertTypeExt-এর অবৈধ ভ্যালু
el: Λανθασμένη τιμή για NsCertTypeExt.
hi: NsCertTypeExt के लिए अमान्य मान।

source: Invalid value for NsCertTypeExt: %1.
af: Ongeldige waarde vir NsCertTypeExt: %1.
bn: NsCertTypeExt: %1.-এর অবৈধ ভ্যালু
el: Λανθασμένη τιμή για NsCertTypeExt: %1.
hi: NsCertTypeExt: %1 के लिए अमान्य मान।

source: NsCertTypeExt is not present.
af: NsCertTypeExt is nie teenwoordig nie.
bn: NsCertTypeExt অনুপস্থিত
el: Το NsCertTypeExt δεν είναι παρών.
hi: NsCertTypeExt उपस्थित नहीं है।

source: Invalid NsCertTypeExt object.
af: Ongeldige NsCertTypeExt-voorwerp.
bn: NsCertTypeExt বিষয় অবৈধ
el: Λανθασμένο αντικείμενο NsCertTypeExt.
hi: अमान्य NsCertTypeExt वस्तु।

source: Template not initialized.
af: Sjabloon nie geïnisialiseer nie.
bn: টেম্পলেট প্রারম্ভ করা হয়নি
el: Το πρότυπο δεν αρχικοποιήθηκε.
hi: टेम्पलेट आरंभ नहीं किया गया।

source: Empty CA name.
af: Leë CA-naam.
bn: CA নাম শূণ্য
el: Κενό όνομα CA.
hi: रिक्त CA नाम।

source: Template does not exist: %1.
af: Sjabloon bestaan nie: %1.
bn: টেম্পেলট নেই: %1.
el: Το πρότυπο δεν υπάρχει: %1.
hi: टेम्पलेट मौजूद नहीं है :%1।

source: Invalid CA password.
af: Ongeldige CA-wagwoord.
bn: CA পাসওয়ার্ড অবৈধ
el: Λανθασμένο συνθηματικό CA.
hi: अमान्य CA पासवर्ड।

source: Error while creating the CA infrastructure.
af: Fout tydens skep van die CA-infrastruktuur.
bn: CA কাঠামো গঠন করতে গিয়ে ত্রুটি
el: Σφάλμα κατα τη δημιουργία της υποδομής CA.
hi: CA इंफ्रास्ट्रक्चर को सृजित करते समय त्रुटि।

source: Cannot parse the certificate name %1.
af: Kan die sertifikaatnaam %1 nie ontleed nie.
bn: সার্টিফিকেট নাম %1বিশ্লেষণ ব্যর্থ
el: Αδυναμία ανάλυσης του ονόματος πιστοποιητικού %1.
hi: प्रमाण पत्र नाम %1 को पार्स नहीं कर सकता।

source: Cannot copy the private key.
af: Kan die privaatsleutel nie kopieer nie.
bn: প্রাইভেট কী কপি করায় ব্যর্থ
el: Αδυναμία αντιγραφής του ιδιωτικού κλειδιού.
hi: निजी कुंजी को कॉपी नहीं कर सकता।

source: Cannot copy the certificate.
af: Kan die sertifikaat nie kopieer nie.
bn: সার্টিফিকেট কপি করায় ব্যর্থ
el: Αδυναμία αντιγραφής του πιστοποιητικού.
hi: प्रमाण पत्र को कॉपी नहीं कर सकता।

source: Invalid request data.
af: Ongeldige versoekdata.
bn: অবৈধ অনুরোধ তথ্য
el: Λανθασμένα δεδομένα αίτησης.
hi: अमान्य अनुरोध डेटा।

source: Duplicate DN. Key %1.key already exists.
af: Dupliseer DN. Sleutel %1.key bestaan reeds.
bn: প্রতিরূপ DN. ইতিমধ্যে কী %1.key আছে
el: Αντιγραφή DN. Το κλειδί %1.key υπάρχει ήδη.
hi: डुप्लीकेट DN। %1.key कुंजी पहले से ही मौजूद है।
