Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: If you need a gateway to reach the server, enter the IP address of the gateway. If you do not need a gateway, enter your own IP address.
af: As u ’n deurgang benodig om die bediener te bereik, voer die IP-adres van die deurgang in. As u nie ’n deurgang benodig nie, voer u eie IP-adres in.
bn: আপনার যদি সার্ভারটিতে পৌঁছানোর জন্য একটি গেটওয়ে-এর প্রয়োজন হয়, তাহলে গেটওয়ে-এর IP ঠিকানা প্রবেশ করান।আপনার যদি গেটওয়ে-এর প্রয়োজন না থাকে, তাহলে আপনার নিজের IP ঠিকানা প্রবেশ করান।
el: Εάν χρειάζεστε πύλη (gateway) για πρόσβαση στο διακομιστή, εισάγετε τη διεύθυνση ΙΡ τηςπύλης. Εάν δεν χρειάζεστε πύλη, εισάγετε τη δική σας διεύθυνση ΙΡ.
hi: यदि आपको सर्वर तक पहुंचने के लिए गेटवे की जरूरत है, गेटवे का आईपी पता प्रविष्ट करें।यदि आपको गेटवे की जरूरत नहीं है, अपना स्वयं का आईपी पता प्रविष्ट करें।

source: Enter the IP address of your name server. If you do not use a name server, press ESC.
af: Voer die IP-adres van u naambediener in. As u nie ’n naambediener gebruik nie, druk ESC.
bn: আপনার নাম সার্ভারটির IP ঠিকানা প্রবেশ করান। আপনি যদি একটি নাম সার্ভার ব্যবহার না করেন, তাহলে পরিহার করুন-এ চাপ দিন।
el: Εισάγετε την διεύθυνση ΙΡ του διακομιστή ονομάτων σας. Εάν δεν χρησιμοποιείτε διακομιστή ονομάτων, πατήστε ESC.
hi: अपने नाम सर्वर का आईपी पता प्रविष्ट करें। यदि आप नाम सर्वर प्रयोग नहीं करते, ESC दबाएं।

source: The following data has been retrieved: IP address: %s Name: %s Domain: %s
af: Die volgende data is herwin: IP-adres: %s Naam: %s Domein: %s
bn: নিম্নলিখিত ডেটা উদ্ধার করা হয়েছে: IP ঠিকানা : %s নাম : %s ডোমেন: %s
el: Βρέθηκαν τα ακόλουθα δεδομένα: Διεύθυνση IP: %s Όνομα: %s Τομέας: %s
hi: निम्न डेटा पुनःप्राप्त कर लिया गया हैः आईपी पता: %s नाम: %s डोमेन: %s

source: An error occurred during the network configuration. Your network card probably was not recognized by the kernel.
af: ’n Fout het voorgekom tydens die netwerkkonfigurasie. U netwerkkaart is waarskynlik nie deur die kern herken nie.
bn: নেটওয়ার্ক কনফিগারেশন-এর সময় একটি ভুল হয়েছে। আপনার নেটওয়ার্ককার্ডটি সম্ভবতঃ কারনাল-এর দ্বারা স্বীকৃত হয় নি।
el: Προέκυψε σφάλμα κατά την διάρκεια ρύθμισης του δικτύου. Η κάρτα δικτύου σας πιθανώς δεν αναγνωρίστηκε από τον πυρήνα.
hi: नेटवर्क समरूपण के दौरान त्रुटि हुई। आपका नेटवर्क कार्ट संभवतः करनल द्वारा पहचानानहीं किया जा सका।

source: Enter the IP address of the NFS server.
af: Voer die IP-adres van die NFS-bediener in.
bn: NFS সার্ভার-এর IP ঠিকানা প্রবেশ করান।
el: Εισάγετε την διεύθυνση ΙΡ του διακομιστή NFS.
hi: एनएफएस सर्वर का आईपी पता प्रविष्ट करें।

source: Enter the IP address of the FTP server.
af: Voer die IP-adres van die FTP-bediener in.
bn: FTP সার্ভার-এর IP ঠিকানা প্রবেশ করান।
el: Εισάγετε την διεύθυνση ΙΡ του διακομιστή FTP.
hi: एफटीपी सर्वर का आईपी पता प्रविष्ट करें।

source: Enter the directory on the server.
af: Voer die gids op die bediener in.
bn: সার্ভার-এ ডাইরেক্টরী প্রবেশ করান।
el: Εισάγετε τον κατάλογο στο διακομιστή.
hi: सर्वर पर डायरेक्ट्री प्रविष्ट करें।

source: Enter parameters for "%s".
af: Voer parameters vir "%s" in.
bn: "%s"-এর জন্য চলরাশিগুলি প্রবেশ করান।
el: Εισάγετε τις παραμέτρους για "%s".
hi: "%s" के लिए पैरामीटर प्रविष्ट करें।

source: Trying to mount the directory "%s:%s"...
af: Probeer om die gids te heg "%s:%s"...
bn: ডাইরেক্টরীটি মাউন্ট করার চেষ্টা করছে "%s:%s"...
el: Προσπάθεια προσάρτησης του δίσκου "%s:%s"...
hi: डारेयक्ट्री को माउंट करने की कोशिश कर रहा है "%s:%s"...

source: An error occurred while trying to mount the NFS directory. Reason given by server: %s
af: ’n Fout het voorgekom tydens poging om die NFS-gids te heg. Rede deur bediener verskaf: %s
bn: NFS ডাইরেক্টরীটি মাউন্ট করার সময়ে একটি ভুল হয়েছে। সার্ভারের দ্বারা প্রদত্ত কারণ:%s
el: Προέκυψε σφάλμα κατά την προσπάθεια προσάρτησης του καταλόγου NFS . Η αιτία που δόθηκε από το διακομιστή είναι: %s
hi: एनएफएस डायरेक्ट्री माउंट करने की कोशिश करते समय त्रुटि हुई। सर्वर द्वारा दिया गया कारण: %s

source: Choose a keyboard map. YaST will offer additional keyboard tables later.
af: Kies ’n sleutelbordkaart. YaST sal later bykomende sleutelbordtabelle aanbied.
bn: একটি কীবোর্ড ম্যাপ বাছাই করুন। YaST পরে অতিরিক্ত কীবোর্ড সারণীগুলি প্রদান করবে।
el: Παρακαλώ επιλέξτε μια αντιστοίχιση πληκτρολογίου. Το YaST θα σας προσφέρει περισσότερους πίνακες πληκτρολογίων στη συνέχεια.
hi: कीबोर्ड मैप का चयन करें। YaST बाद में अतिरिक्त कीबोर्ड सारणियां प्रस्तुत करेगा।

source: Choose the module to unload.
af: Kies die module wat ontlaai moet word.
bn: আনলোড করার জন্য মডিউলটি বাছাই করুন।
el: Επέλεξε τη μονάδα που θέλετε να ξεφορτώσετε.
hi: अनलोड करने के लिए मोड्यूल चुनें।

source: No modules currently loaded.
af: Geen modules is tans gelaai nie.
bn: বর্তমানে কোন মডিউল লোড করা নেই।
el: Καμία μονάδα δεν έχει φορτωθεί.
hi: वर्तमान में कोई मोड्यूल लोड नहीं है।

source: Autoprobing (%s)...
af: Outo-ondersoek (%s) ...
bn: স্বয়ংক্রিয় অনুসন্ধান ও পরীক্ষা (%s)...
el: Αυτόματη ανίχνευση (%s)...
hi: ऑटोप्रोबिंग(%s)...

source: Search for additional SCSI host adaptors?
af: Soek na bykomende SCSI-gasheerpasstukke?
bn: অতিরিক্ত SCSI হোস্ট এডাপটার-এর সন্ধান করছে?
el: Επιθυμείτε να ψάξετε για επιπρόσθετους προσαρμογείς SCSI;
hi: अतिरिक्त SCSI होस्ट अ डेप्टर्स के लिए खोज करें?

source: Search for additional network cards?
af: Soek na bykomende netwerkkaarte?
bn: অতিরিক্ত নেটওয়ার্ক কার্ডগুলির সন্ধান করছে?
el: Eπιθυμείτε να ψάξετε για επιπλέον κάρτες δικτύου;
hi: अतिरिक्त नेटवर्क कार्ड्स के लिए खोज करें?

source: Search for additional CD-ROM drives?
af: Soek na bykomende CD-ROM-aandrywers?
bn: অতিরিক্ত CD-ROM ড্রাইভগুলির সন্ধান করছে?
el: Eπιθυμείτε να ψάξετε για επιπλέον συσκευές CD-ROM;
hi: अतिरिक्त सीडी-रोम ड्राइवर्स के लिए खोज करें?

source: ethernet network card
af: ethernetnetwerkkaart
bn: ইথারনেট নেটওয়ার্ক কার্ড
el: Κάρτα δικτύου ethernet
hi: इथरनेट नेटवर्क कार्ड

source: parallel port
af: parallelpoort
bn: সমান্তরাল পোর্ট
el: Παράλληλη θύρα
hi: पैरेलल पोर्ट

source: token ring network card
af: kentekenring-netwerkkaart
bn: টোকেন রিং নেটওয়ার্ক কার্ড
el: Κάρτα δικτύου δακτυλίου με κουπόνι
hi: टोकन रिंग नेटवर्क कार्ड

source: arcnet network card
af: arcnet-netwerkkaart
bn: আর্কনেট নেটওয়ার্ক কার্ড
el: Κάρτα δικτύου arcnet
hi: अर्कनेट नेटवर्क कार्ड

source: FDDI network card
af: FDDI-netwerkkaart
bn: FDDI নেটওয়ার্ক কার্ড
el: Κάρτα δικτύου FDDI
hi: FDDI नेटवर्क कार्ड

source: HIPPI network card
af: HIPPI-netwerkkaart
bn: HIPPI নেটওয়ার্ক কার্ড
el: Κάρτα δικτύου HIPPI
hi: HIPPI नेटवर्क कार्ड

source: Choose the network device.
af: Kies die netwerktoestel.
bn: নেটওয়ার্ক ডিভাইসটি বাছাই করুন।
el: Επιλέξτε την συσκευή δικτύου.
hi: नेटवर्क उपकरण चुनें।

source: Enter the IP address of the PLIP partner.
af: Voer die IP-adres van die PLIP-vennoot in.
bn: PLIP পার্টনার-এর IP ঠিকানা প্রবেশ করান।
el: Εισάγετε την διεύθυνση ΙΡ του συνεταίρου PLIP.
hi: PLIP पार्टनर का आईपी पता प्रविष्ट करें।

source: The PCMCIA chipset could not be detectedautomatically. Specify it manually.
af: Die PCMCIA-vlokkiestel kon nie outomaties bespeur word nie. Spesifiseer dit met die hand.
bn: PCMCIA চিপসেটটি স্বয়ংক্রিয়ভাবে সনাক্ত করা যাবে না। এটিকে ম্যানুয়ালি নির্দিষ্ট করুন।
el: Δεν μπόρεσε να ανιχνευτεί αυτόματα κανένα PCMCIA chipset. Παρακαλώ ορίστε το χειροκίνητα.
hi: PCMCIA चिपसेट का स्वचालित रूप से पता नहीं लगाया जा सका। इसे मैनुअलीनिर्दिष्ट करें।

source: Found PCMCIA chipset "%s". Enter parameters for PCMCIA core modules.
af: PCMCIA-vlokkiestel "%s" gevind. Voer parameters vir PCMCIA-kernmodules in.
bn: PCMCIA চিপসেট "%s" পাওয়া গেছে। PCMCIA কোর মডিউলগুলির জন্য চলরাশিগুলি প্রবেশ করান।
el: Βρέθηκε το PCMCIA chipset "%s". Εισάγετε τις παραμέτρους για τις μονάδες πυρήνα της PCMCIA.
hi: PCMCIA चिपसेट मिला "%s". PCMCIA कोर मोड्यूल्स के लिए पैरामीटर प्रविष्ट करें।

source: Enter specific parameters for chipset "%s".
af: Voer spesifieke parameters vir vlokkiestel "%s" in.
bn: চিপসেট"%s"-এর জন্য নির্দিষ্ট চলরাশিগুলি প্রবেশ করান।
el: Δώστε λεπτομερείς παραμέτρους για το chipset "%s".
hi: "%s" चिपसेट के लिए विशिष्ट पैरामीटर प्रविष्ट करें।

source: Starting card manager...
af: Begin van kaartbestuurder ...
bn: কার্ড পরিচালক শুরু করছে ...
el: Εκκίνηση του διαχειριστή καρτών...
hi: कार्ड मैनेजर शुरू हो रहा है...

source: Successfully started PCMCIA card services.
af: PCMCIA-kaartdienste is suksesvol begin.
bn: PCMCIA কার্ড পরিষেবাগুলি সফলভাবে শুরু করছে।
el: Επιτυχής εκκίνηση των υπηρεσιών κάρτας PCMCIA .
hi: PCMCIA कार्ड सर्विसेज सफलतापूर्वक शुरू हुआ।

source: Start of PCMCIA card services failed.
af: Begin van PCMCIA-kaartdienste het misluk.
bn: PCMCIA কার্ড পরিষেবাগুলির শুরু অসফল হয়েছে।
el: Η εκκίνηση των υπηρεσιών κάρτας PCMCIA απέτυχε.
hi: PCMCIA कार्ड सर्विस की शुरूआत असफल।

source: PCMCIA card services already running.
af: PCMCIA-kaartdienste loop reeds.
bn: PCMCIA কার্ড পরিষেবাগুলি ইতিমধ্যেই চলছে।
el: Οι υπηρεσίες κάρτας PCMCIA τρέχουν ήδη.
hi: PCMCIA कार्ड सर्विस पहले से चल रही है।

source: You can leave Linuxrc only via "Start Installation or System" You may need to load some drivers (modules) to support your hardware.
af: U kan Linuxrc slegs verlaat via "Begin installasie of stelsel" U moet dalk sommige aandrywers (modules) laai om u hardeware te ondersteun.
bn: আপনি Linuxrc ছেড়ে যেতে পারেন কেবলমাত্র "ইন্সটলেশন বা সিস্টেম শুরু করুন-এর মাধ্যমে" You আপনার হার্ডওয়্যার সমর্থন করার জন্য আপনার কতগুলি ড্রাইভার (মডিউল) লোড করার প্রয়োজন হতে পারে।
el: Μπορείτε να βγείτε από το Linuxrc μόνο μέσω του "Εκκίνηση Εγκατάστασης ή Συστήματος" Ίσως χρειαστεί να φορτώσετε μερικούς οδηγούς (μονάδες πυρήνα) για την υποστήριξη του υλικού σας.
hi: आप लाइनेक्सआरसी को केवल के माध्यम से छोड़ सकते हैं "इंस्टालेशन या सिस्टम शुरू करें" अपने हार्डवेयर की स्पोर्ट के लिए आपको कुछ ड्राइवर्स (मोड्यूल्स) लोड करने की जरूरत है।

source: You cannot exit Linuxrc with <Ctrl-C>.
af: U kan nie by Linuxrc uitgaan met <Ctrl-C> nie.
bn: আপনি <Ctrl-C>-এর সাহায্যে থেকে বের হতে পারেন না।
el: Δεν μπορείτε να βγείτε από το Linuxrc με <Ctrl-C>.
hi: <Ctrl-C> द्वारा आप लाइनेक्सआरसी से बाहर नहीं आ सकते।

source: Remove the disk from the drive now.
af: Haal die skyf nou uit die aandrywer.
bn: এখন ড্রাইভ থেকে ডিস্কটি অপসারণ করুন।
el: Αφαιρέστε το δίσκο από τον οδηγό τώρα.
hi: अब ड्राइव से डिस्क को हटाएं।

source: Example:
af: Voorbeeld:
bn: উদাহরণ:
el: Παράδειγμα:
hi: उदाहरणः

source: Choose the source medium.
af: Kies die bronmedium.
bn: উত্‍স মাধ্যমটি বাছাই করুন।
el: Παρακαλώ επιλέξτε το πηγαίο μέσο.
hi: सोर्स माध्यम का चयन करें।

source: Trying to mount the CD-ROM...
af: Probeer om die CD-ROM te heg ...
bn: CD-ROM মাউন্ট করার চেষ্টা করছে...
el: Γίνεται προσπάθεια πρόσβασης στο CD-ROM...
hi: सीडी-रोम माउंट करने की कोशिश कर रहा है...

source: Unable to mount the CD-ROM.
af: Kan die CD-ROM nie heg nie ...
bn: CD-ROM মাউন্ট করতে অসমর্থ হয়েছে।
el: Αδύνατη η προσάρτηση του CD-ROM.
hi: सीडी-रोम माउंट करने में असमर्थ।

source: Reboot the system now?
af: Herselflaai die stelsel nou?
bn: এখন সিস্টেমটি রিবুট করবেন?
el: Θέλετε να επανεκκινήσετε το σύστημα τώρα;
hi: अब सिस्टम को रिबूट करें?

source: The base system has been successfully installed. This newly installed system will now be started to commit the installation.
af: Die basisstelsel is suksesvol geïnstalleer. Hierdie nuut-geïnstalleerde stelsel sal nou begin word ten einde die installasie te doen.
bn: মূল সিস্টেমটি সফলভাবে ইন্সটল করা হয়েছে। এই নতুন ইন্সটল করা সিস্টেমটি ইন্সটলেশন করার জন্য এখন শুরু হবে।
el: Το βασικό σύστημα έχει εγκατασταθεί επιτυχώς. Αυτό το νέο εγκατεστημένο σύστημα θα ξεκινήσει τώρα για να διασφαλιστεί η εγκατάσταση.
hi: बेस सिस्टम सफलतापूर्वक इंस्टाल हो गया। इंस्टालेशन करने के लिए इस नए इंस्टाल्डसिस्टम को अब शुरू किया जाएगा।

source: Enter the hard disk partition (e.g., /dev/sda1)
af: Voer die hardeskryfpartisie (bv. /dev/sda1) in
bn: হার্ড ডিস্ক বিভাজকটি (উদা:, /dev/sda1)প্রবেশ করান।
el: Εισάγετε την κατάτμηση του σκληρού δίσκου (π.χ /dev/sda1)
hi: हार्ड डिस्क पार्टिशन प्रविष्ट करें (उदाहरण, /dev/sda1)

source: Could not mount the specified partition.
af: Kon die gespesifiseerde partisie nie heg nie.
bn: নির্দিষ্ট করা বিভজকটি মাউন্ট করতে পারে না।
el: Αδύνατη η προσάρτηση της συγκεκριμένης κατάτμησης.
hi: विनिर्दिष्ट पार्टिशन को माउंट नहीं कर सका।

source: Enter the source directory.
af: Voer die brongids in.
bn: উত্‍স ডাইরেক্টরীটি প্রবেশ করান।
el: Παρακαλώ δώστε τον πηγαίο κατάλογο.
hi: सोर्स डायरेक्ट्री प्रविष्ट करें।

source: An error occurred during the installation.
af: ’n Fout het tydens die installasie voorgekom.
bn: ইন্সটল করার সময় একটি ভুল হয়েছে।
el: Προκλήθηκε σφάλμα κατά τη διάρκεια της εγκατάστασης.
hi: इंस्टालेशन के दौरान कोई त्रुटि हुई।

source: Hard Disks or CD-ROMs
af: Harde skywe of CD-ROM’s
bn: হার্ড ডিস্কগুলি বা CD-ROMগুলি
el: Σκληροί Δίσκοι ή CD-ROMs
hi: हार्ड डिस्क्स या सीडी-रोम्स

source: Your computer has extremely little memory. Before you acknowledge this message, you must switch to virtual console 2 (press ALT-F2) to create and activate some swap space.
af: U rekenaar het uiters min geheue. Voordat u hierdie boodskap erken, moet u oorskakel na skynkonsole 2 (druk ALT-F2) om omruilspasie te skep en om daarvan te aktiveer.
bn: আপনার কম্পিউটারটির খুবই কম মেমরি আছে। আপনি এই বার্তাটির প্রাপ্তিস্বীকার করার পূর্বে, কিছু বিনিময় স্থল সৃষ্টি এবং সক্রিয় করতে আপনাকে অবশ্যই ভার্চুয়্যাল কনসোল 2 (press ALT-F2)-এ যেতে হবে।
el: Ο υπολογιστής έχει πολύ λίγη μνήμη. Πριν επιβεβαιώσετε το παρόν μήνυμα, πρέπει να μεταβείτε στην εικονική κονσόλα 2 (πατήστε ALT-F2) για να δημιουργήσετε και να ενεργοποιήσετε λίγο χώρο εναλλαγής.
hi: आपके कंप्यूटर की मेमोरी काफी कम है। इस संदेश को समझने से पहले, कुछ स्वैप स्पेस सृजित और सक्रिय करने के लिएआपको वर्चुअल कंसोल 2 (ALT-F2 दबाएं) स्विच करना, जरूरी है।

source: Animation
af: Animasie
bn: এনিমেশন
el: Κίνηση
hi: एनीमेशन

source: Use animated windows?
af: Gebruik geanimeerde vensters?
bn: এনিমেশন উইন্ডো ব্যবহার করবেন?
el: Θέλετε χρήση κινούμενων παραθύρων;
hi: एनीमेटिड विंडोज़ प्रयोग करें?

source: No hard disks or CD-ROM drives have been detected so far.
af: Geen harde skywe of CD-ROM-aandrywers is tot dusver bespeur nie.
bn: এখনও পর্যন্ত কোন হার্ড ডিস্ক বা CD-ROM ড্রাইভ সনাক্ত করা যায় নি।
el: Δεν έχουν βρεθεί σκληροί δίσκοι ή οδηγοί CD ROMS έως τώρα.
hi: अभी तक कोई हार्ड डिस्क या सीडी-रोम ड्राइव का पता नहीं लग पाया।

source: Debug (expert)
af: Ontfout (kundige)
bn: ডিবাগ (বিশেষজ্ঞ)
el: Αποσφαλμάτωση (για ειδικούς)
hi: डिबग (विशेषज्ञ)

source: Load Root Image into RAM Disk
af: Laai stamafbeelding in RAM-skyf
bn: ডিস্ক-এ মূল ছবি লোড করুন
el: Φόρτωση Ρίζας Εικόνας στο δίσκο RAM
hi: रैम डिस्क में रूट आकृति लोड करें

source: Enter Root Image
af: Voer stamafbeelding in
bn: মূল ছবি প্রবেশ করান
el: Εισαγωγή Εικόνας Ρίζας
hi: रूट आकृति प्रविष्ट करें

source: Should the root image be loaded into the RAM disk?
af: Behoort die stamafbeelding in die RAM-skyf gelaai te word?
bn: মূল ছবি কি RAM ডিস্ক-এ লোড করা উচিত?
el: Θα θέλατε η εικόνα ρίζας να φορτωθεί στο δίσκο RAM;
hi: क्या रूट आकृति को रैम डिस्क में लोड किया जाना चाहिए?

source: Enter the path and name of the file to load into the RAM disk as the root file system.
af: Voer die pad en naam van die lêer in om as die stamlêerstelsel in die RAM-skyf te laai.
bn: RAM ডিস্ক-এ মূল ফাইল সিস্টেম হিসাবে লোড করার জন্য ফাইলটির পথ এবং নাম প্রবেশ করান।
el: Εισάγετε τη διαδρομή και το όνομα του αρχείου που θα φορτωθεί στο δίσκο RAM ως σύστημα αρχείων ρίζας.
hi: रैम डिस्क में लोड करने के लिए फाइल पथ और नाम प्रविष्ट करें जैसा कि रूट फाइल सिस्टम मेंहोता है।

source: Not yet implemented.
af: Nog nie geïmplementeer nie.
bn: এখনও কার্যকরী করা হয় নি।
el: Δεν έχει ακόμα υλοποιηθεί.
hi: अभी तक क्रियांवित नहीं।

source: No information available.
af: Geen inligting beskikbaar nie.
bn: কোন তথ্য উপলব্ধ নয়।
el: Δεν υπάρχει διαθέσιμη πληροφορία.
hi: कोई जानकारी उपलब्ध नहीं।

source: Preparing installation...
af: Berei installasie voor ...
bn: ইন্সটল করার প্রস্তুতি নিচ্ছে...
el: Προετοιμασία εγκατάστασης...
hi: इंस्टालेशन की तैयारी कर रहा है...

source: Exit or Reboot
af: Gaan uit of herselflaai
bn: বেরিয়ে যান বা রিবুট করুন
el: Έξοδος ή Επανεκκίνηση
hi: बाहर या रीबूट

source: Searching for info file...
af: Soek na inligtingslêer ...
bn: তথ্য ফাইলের জন্য সন্ধান করুন ...
el: Αναζήτηση του αρχείου πληροφοριών...
hi: इंफो फाइल खोज रहा है...

source: Specify the NFS port.
af: Spesifiseer die NFS-poort.
bn: NFS পোর্টটি নির্দিষ্ট করুন।
el: Προσδιορίστε την θύρα NFS.
hi: एनएफएस पोर्ट विशिष्ट करें।

source: Asking name server...
af: Vra van naambediener ...
bn: নাম সার্ভার চাইছে ...
el: Ερώτηση στον διακομιστή ονομάτων...
hi: नाम सर्वर पूछ रहा है...

source: Host %s was not found.
af: Gasheer %s is nie gevind nie.
bn: হস্ট %s পাওয়া যায় নি।
el: Ο κόμβος %s δεν βρέθηκε.
hi: होस्ट %s नहीं मिला।

source: Your network is already configured. Keep this configuration?
af: U netwerk is reeds gekonfigureer. Hou hierdie konfigurasie?
bn: আপনার নেটওয়ার্ক ইতিমধ্যেই কনফিগার করা আছে। এই কনফিগারেশনটি রাখতে চান?
el: Το δίκτυό σας έχει ήδη ρυθμιστεί. Θέλετε να κρατήσετε αυτή τη ρύθμιση;
hi: आपका नेटवर्क पहले से समरूपित है। यह समरूपण बनाएं रखें।

source: Abort?
af: Staak?
bn: লুপ্ত করবেন?
el: Ματαίωση;

source: No network device found. Load a network module first.
af: Geen netwerktoestel gevind nie. Laai eers ’n netwerkmodule.
bn: কোন নেটওয়ার্ক ডিভাইস পাওয়া যায় নি।প্রথমে একটি নেটওয়ার্ক মডিউল লোড করুন।
el: Δε βρέθηκε συσκευή δικτύου. Φορτώστε πρώτα μια μονάδα πυρήνα δικτύου.
hi: कोई नेटवर्क उपकरण नहीं मिला।नेटवर्क मोड्यूल फर्स्ट लोड करें।

source: A %s was already found in your system.
af: ’n %s is reeds in u stelsel gevind.
bn: ইতিমধ্যেই আপনার সিস্টেম-এ A %s পাওয়া গিয়েছিল।
el: Το %s βρέθηκε ήδη στο σύστημά σας.
hi: %s पहले से आपके सिस्टम में पाया गया।

source: Error while accessing the FTP server: %s
af: Fout tydens verkryging van toegang tot die FTP-bediener: %s
bn: FTP সার্ভারটি উপলব্ধ করার সময় ভুল হয়েছে: %s
el: Σφάλμα πρόσβασης στο διακομιστή FTP: %s
hi: एफटीफी सर्वर एक्सेस करने के दौरान त्रुटिः %s

source: Enter the user name with which to access the FTP server.
af: Voer die gebruikernaam waarmee toegang tot die FTP-bediener verkry word, in.
bn: যে ব্যবহারকারীর নাম দিয়ে FTPসার্ভার উপলব্ধ করতে হয় তা প্রবেশ করান।
el: Εισάγετε το όνομα χρήστη με το οποίο θέλετε να αποκτήσετε πρόσβαση στον διακομιστή FTP.
hi: वह प्रयोगकर्त्ता नाम प्रविष्ट करें जिसके द्वारा एफटीपी सर्वर एक्सेस करना है।

source: Enter the password for the FTP user account.
af: Voer die wagwoord vir die FTP-gebruikerrekening in.
bn: FTP ব্যবহারকারীর একাউন্ট-এর জন্য পাসওয়ার্ড প্রবেশ করান।
el: Εισάγετε τον κωδικό για το λογαριασμό χρήστη του FTP.
hi: एफटीपी प्रयोगकर्त्ता एकाउंट के लिए पासवर्ड प्रविष्ट करें।

source: Enter the address of the FTP proxy.
af: Voer die adres van die FTP-volmag in.
bn: FTP প্রক্সি-এর ঠিকানাটি প্রবেশ করান।
el: Εισάγετε τη διεύθυνση του διαμεσολαβητή FTP.
hi: एफटीपी प्रोक्सी का पता प्रविष्ट करें।

source: Enter the port of the FTP proxy.
af: Voer die poort van die FTP-volmag in.
bn: FTP প্রক্সি-এর পোর্ট প্রবেশ করান।
el: Εισάγετε τη θύρα του διαμεσολαβητής FTP.
hi: एफटीपी प्रोक्सी का पोर्ट प्रविष्ट करें।

source: Use an FTP proxy?
af: Gebruik ’n FTP-volmag?
bn: একটি FTP প্রক্সি ব্যবহার করবেন?
el: Θέλετε να χρησιμοποιήσετε ένα μεσολαβητή FTP;
hi: एफटीपी प्रोक्सी प्रयोग करें?

source: Your computer does not have enough RAM to install via FTP (%d MB RAM required).
af: U rekenaar het nie genoeg RAM om via FTP (%d MB RAM vereis) te installeer nie.
bn: FTP-এর মাধ্যমে ইন্সটল করার জন্য আপনার কম্পিউটার-এর যথেষ্ট RAM নেই (%d MB RAM-এরপ্রয়োজন)।
el: Ο υπολογιστής σας δεν έχει αρκετή διαθέσιμη μνήμη για να γίνει εγκατάσταση μέσω FTP (απαιτούνται %d MB RAM)
hi: एफटीपी के माध्यम से इंस्टाल करने के लिए आपके कंप्यूटर में पर्याप्त रैम नहीं है(%d MB रैमकी जरूरत)।

source: Usually an FTP installation is performed via anonymous FTP. It is possible to specify a user name and password for the FTP server access. Use a user name and password?
af: Gewoonlik word ’n FTP-installasie via naamlose FTP uitgevoer. Dit is moontlik om ’n gebruikernaam en wagwoord vir die FTP-bedienertoegang te spesifiseer. Gebruik ’n gebruikernaam en wagwoord?
bn: সাধারণত একটি FTP ইন্সটলেশন অজ্ঞাতনামা FTP-এর মাধ্যমে সম্পাদন করা হয়। FTP সার্ভারটিউপলব্ধ করার জন্য একটি ব্যবহারকারীর নাম এবং পাসওয়ার্ড নির্দিষ্টকরা সম্ভব। একটি ব্যবহারকারীর নাম এবং পাসওয়ার্ড ব্যবহার করবেন?
el: Συνήθως μια εγκατάσταση FTP πραγματοποιείται μέσω ανώνυμου FTP. Υπάρχει όμως η δυνατότητα να οριστεί όνομα και κωδικός χρήστη για τον διακομιστή FTP. Θέλετε να χρησιμοποιήσετε όνομα και κωδικό χρήστη;
hi: सामान्यतः एफटीपी इंस्टालेशन का निष्पादन अज्ञात एफटीपी के माध्यम से किया जाता है।एफटीपी सर्वर एक्सेस करने के लिए विशिष्ट प्रयोगकर्त्ता नाम और पासवर्ड डालनासंभव है। प्रयोगकर्त्ता नाम और पासवर्ड प्रयोग करें?

source: -- More Modules --
af: -- Meer modules --
bn: -- আরো মডিউলগুলি --
el: -- Περισσότερες Μονάδες --
hi: -- अधिक मोड्यूल्स --

source: Initializing parallel port...
af: Inisialiseer parallelpoort ...
bn: সমান্তরাল পোর্ট-এর সূচনা করছে...
el: Ενεργοποίηση παράλληλης θύρας...
hi: पैरेलल पोर्ट आरंभ कर रहा है...

source: Enter the port number on which the NFS server is running.
af: Voer die poortnommer waarop die NFS-bediener loop, in.
bn: NFS সার্ভারটি যে পোর্ট নম্বরের উপর চলছে তা প্রবেশ করান।
el: Παρακαλώ δώστε τον αριθμό της θύρας στην οποία τρέχει ο o διακομιστής NFS.
hi: पोर्ट नंबर प्रविष्ट करें जिसपर एनएफएस सर्वर चल रहा है।

source: Make sure that CD number %d is in your drive.
af: Maak seker dat CD nommer %d in u aandrywer is.
bn: নিশ্চিত করুন যে CD নম্বর %d আপনার ডিভাইস-এ আছে।
el: Παρακαλώ βεβαιωθείτε ότι έχετε εισάγει το CD με αριθμό %d στον οδηγό.
hi: सुनिश्चित करें कि सीडी नंबर %d आपकी ड्राइव में है।

source: Eject CD
af: Werp CD uit
bn: CD নির্গত করুন
el: Εξαγωγή CD
hi: सीडी बाहर निकालें

source: Bootp Time-Out
af: Selflaaip-afsnytyd
bn: Bootp টাইম-আউট
el: Χρόνος Λήξης Αναμονής του Bootp
hi: Bootp टाइम-ऑउट

source: Enter the time-out value for bootp.
af: Voer die afsnytydwaarde vir selflaaip in.
bn: Bootp-এর জন্য টাইম-আউট-এর মান প্রবেশ করান।
el: Εισάγετε το χρόνο λήξης αναμονής για το bootp.
hi: Bootp के लिए टाइम-ऑउट वैल्यू प्रविष्ट करें।

source: channel to channel connection
af: kanaal tot kanaalverbinding
bn: চ্যানেল থেকে চ্যানেলে সংযোগ
el: σύνδεση από κανάλι σε κανάλι
hi: चैनल से चैनल संपर्क

source: ESCON connection
af: ESCON-verbinding
bn: ESCON সংযোগ
el: Σύνδεση ESCON
hi: ESCON संपर्क

source: IUCV connection
af: IUCV-verbinding
bn: IUCV সংযোগ
el: Σύνδεση IUCV
hi: IUCV संपर्क

source: Enter the share name on the SMB server.
af: Voer die gedeeldenaam op die SMB-bediener in.
bn: SMB সার্ভার-এ বন্টিত নাম প্রবেশ করান
el: Εισάγετε το όνομα του κοινόχρηστου πόρου στο διακομιστή SMB.
hi: एसएमबी सर्वर पर शेयर नाम प्रविष्ट करें।

source: If you want to access the share as guest,you do not need to specify user name, password, and workgroup. Access the share as guest?
af: Indien u as gas toegang wil verkry tot die gedeelde, hoef u nie gebruikernaam, wagwoord en werkgroep te spesifiseer nie. Verkry as gas toegang tot die gedeelde?
bn: আপনি যদি বন্টিতটিকে গেস্ট হিসাবে উপলব্ধ করতে চান,তাহলে আপনারব্যবহারকারীর নাম,পাসওয়ার্ড,এবং কাজের শ্রেণী নির্দিষ্ট করার প্রয়োজন নেই। বন্টিতটিকে গেস্ট হিসাবে উপলব্ধ করতে চান?
el: Εάν θέλετε να αποκτήσετε πρόσβαση στον κοινόχρηστο πόρο σαν καλεσμένος, δεν χρειάζεται να προσδιορίσετε όνομα χρήστη, κωδικό πρόσβασης και ομάδα εργασίας. Θέλετε να αποκτήσετε πρόσβαση ως καλεσμένος;
hi: यदि आप गैस्ट की तरह शेयर एक्सेस करना चाहते हैं, आपको विशिष्ट प्रयोगकर्त्ता नाम, पासवर्डऔर वर्कग्रुप की जरूरत नहीं है। गैस्ट की तरह शेयर एक्सेस करें?

source: Enter your user name on the SMB server.
af: Voer u gebruikernaam op die SMB-bediener in.
bn: SMB সার্ভার-এ আপনার ব্যবহারকারীর নাম প্রবেশ করান।
el: Εισάγετε το όνομα χρήστη σας στο διακομιστή SMB.
hi: एसएमबी सर्वर पर अपना प्रयोगकर्त्ता नाम प्रविष्ट करें।

source: Enter your password on the SMB server.
af: Voer u wagwoord op die SMB-bediener in.
bn: SMB সার্ভার-এ আপনার পাসওয়ার্ড প্রবেশ করান।
el: Εισάγετε τον κωδικό σας στο διακομιστή SMB.
hi: एसएमबी सर्वर पर अपना पासवर्ड प्रविष्ट करें।
