Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: determines the limit of tiles in the file-area.
el: καθορίζει το όριο των τίτλων στην περιοχή αρχείου.

source: determines the limit of tiles in the file-area. *Note: this does not affect the number of tiles if the file-class is USER_SPECIFIED_*.
af: bepaal die perk van teëls in die lêerarea. *Nota: dit beïnvloed nie die aantal teëls as die lêerklas GEBRUIKER_GESPESIFISEERD_* is nie.
bn: ফাইল-ক্ষেত্রটিতে টাইলের সীমা নির্ধারণ করে। *দ্রষ্টব্য: এটি টাইলের সংখ্যা প্রভাবিত করে না যদি ফাইল-শ্রেণীটি হয় ব্যবহারকারীর _দ্বারা _নির্দিষ্ট*।
el: καθορίζει το όριο των τίτλων στην περιοχή αρχείου. *Σημείωση: αυτό δεν επηρεάζει τον αριθμώ των κομματιών εαν η τάξη αρχείου είναι USER_SPECIFIED_*.
hi: फाइल-क्षेत्र में टाइलों की सीमा निर्धारित करता है। *नोट : यदि फाइल-वर्ग उपयोगकर्ता_निर्दिष्ट_ हो तो यह टाइलों की संख्या को प्रभावित नहीं करता*।

source: determines the reordering algorithm used when moving tiles around the main-menu
af: bepaal die herordeningsalgoritme wat gebruik word wanneer teëls in die hoofkieslys rondgeskuif word
bn: মূল মেনুতে টাইলগুলি সরানোর সময় পুনারদেশমূলক গাণিতিক সূত্র নির্ধারণ করে
el: καθορίζει τον επανακαθορισμένο αλγόριθμο που χρησιμοποιείται όταν κινούνται κομμάτια γύρω από το κυρίως menu
hi: टाइलों को मुख्य-मेन्यू के इर्द-गिर्द लाने-ले जाने पर प्रयुक्त होने वाले रिकॉर्डिंग अल्गोरिथम को निर्धारित करता है

source: help item .desktop file
af: hulpitem .desktop-lêer
bn: সাহায্য বিষয় .ডেস্কটপ ফাইল
el: αντικείμενο βοήθειας αρχείο .desktop
hi: सहायता आइटम .डेस्कटॉप फाइल

source: package manager item .desktop file
af: pakketbestuurderitem .desktop-lêer
bn: প্যাকেজ ম্যানেজার বিষয় .ডেস্কটপ ফাইল
el: αντικείμενο διαχειριστή πακέτων αρχείο .desktop
hi: पैकेज मैनेजर आइटम .डेस्कटॉप फाइल

source: possible values = 0 [SWAP], 1 [PUSH], 2 [PUSH_PULL]. SWAP indicates that when a tile is dragged onto another tile they should simply swap position. PUSH indicates that when a tile, A, is dragged onto another tile, B, a vacant spot is created in tile A's place. tile B (and all tiles after B) shift down until the new vacant space is filled. this operation wraps around in the case that tile A appears before tile B prior to the drag and drop operation. PUSH_PULL is similar to PUSH except that when tiles are shifted they are either pushed into the vacant spaced or pulled from the other direction, depending on which strategy affects the least number of tiles.
af: moontlike waardes = 0 [RUIL OM], 1 [STOOT], 2 [STOOT_TREK]. RUIL OM dui aan dat wanneer ’n teël bo-op ’n ander een getrek word, hulle eenvouding plek behoort te wissel. STOOT dui aan dat wanneer ’n teël, A, bo-op ’n ander teël, B, gesleep word, daar ’n leë plek geskep word in teël A se plek. Teël B (en al die teëls na B) skuif af totdat die nuwe oop plek gevul word. Hierdie bewerking vou om in die geval wanneer teël A voor teël B verskyn voordat die sleep-en-los-bewerking plaasvind. STOOT_TREK is soortgelyk aan STOOT, buiten dat wanneer teëls geskuif word, hulle óf in die oop plekke gestoot word, óf vanaf die ander rigting getrek word, afhangende van watter strategie die kleinste hoeveelheid teëls beïnvloed.
bn: সম্ভাব্য মানগুলি হল = 0 [SWAP], 1 [PUSH], 2 [PUSH_PULL]। SWAP ইঙ্গিত করে যে, যখন একটি টাইল অন্য একটি টাইলে টেনে ফেলা হয় তখন সেগুলি শুধুমাত্র অবস্থান বদল করবে। PUSH ইঙ্গিত করে যে যখন একটি টাইল A অন্য একটি B টাইলে টেনে ফেলা হয় তখন টাইল A-র স্থানে একটি খালি স্থান তৈরি হয়। টাইল B (এবং টাইলB এর পরবর্তী সমস্ত টাইলগুলি) নিচে নেমে আসে যতক্ষণ না নতুন খালি স্থানটি পূর্ণ হয়। এই ক্রিয়াটি থেমে যায় যদি টেনে এনে ফেলার ক্রিয়ার আগে টাইল A টাইল B এর সামনে থাকে। PUSH_PULL হল PUSH এর মত একই রকম,ব্যতিক্রম শুধু তখনই হয় যখন টাইলগুলিকে স্থানান্তরিত করা হয়, তখন সেগুলিকে হয় খালি স্থানে ঢুকিয়ে দেওয়া হয় অথবা অন্যদিক থেকে টেনে আনা হয়, কোন কৌশলটি সবচেয়ে কম সংখ্যক টাইলকে প্রভাবিত করে এটা তার উপরে নির্ভর করে।
el: πιθανές τιμές = 0 [SWAP], 1 [PUSH], 2 [PUSH_PULL]. SWAP δείχνουν οτι όταν ένα κομμάτι σέρνεται σε ένα άλλο κομμάτι αυτά θα πρέπει απλώς να εναλλάσουν τις θέσεις τους. Η PUSH υποδεικνύει οτι όταν ένα κομμάτι, Α, σέρνεται σε ένα άλλο κομμάτι, Β, τότε μια κενή θέση δημιουργείται στη θέση του κομματιού Α. Το κομμάτι Β (και΄ολα τα κομμάτια μετά το Β) πέφτουν προς τα κάτω μέχρι να γεμίσει η άδεια θέση. Αυτή η διεργασία μας οδηγεί στο οτι το κκομμάτι Α εμφανίζεται πριν από το κομμάτι Β ακόμα πιο πριν από την διεργασία σέρνω και τοποθετώ. Η PUSH_PULL είναι παρόμοια με την PUSH εκτός από το γεγονός ότι κομμάτια πέφτουν ή θέλουν να συμπληρώσουν την κενή θέση ή τραβιούνται σε άλλη κατεύθυνση κάτι που εξαρτάται από τη στρατηγική που ακολουθείται για το μικρότερο αριθμό κομματιών.
hi: संभावित मान = 0 [स्वैप], 1 [धकेलें], 2 [धकेलें_खींचें]। स्वैप यह दर्शाता है कि जब किसी टाइल को खींचकर किसी दूसरी टाइल पर रखा जाता है तो वे स्थिति अदल-बदल कर लेती हैं। धकेलें यह दर्शाता है कि जब एक टाइल, A, को किसी दूसरी टाइल, B, पर खींचकर रखा जाता है तो टाइल A की जगह पर एक रिक्त स्थान बन जाता है। टाइल B (और B के बाद की सभी टाइलें) इस नए रिक्त स्थान के भरने तक नीचे की ओर खिसक जाती हैं। खींचने और छोड़ने की प्रक्रिया से पहले टाइल A के टाइल B से पहले दिखने पर यह प्रचालन ऊपर की ओर चढ़ जाता है। धकेलें_खींचें लगभग धकेले से मिलता-जुलता है सिवाय इसके कि जब टाइलों की जगह बदली जाती है तब या तो वे रिक्त स्थान की ओर धकेल दिए जाते हैं या दूसरी दिशा से खींच ली जाती हैं, यह इस परनिर्भर करता है कि कौन सी रणनीति टाइलों की सबसे कम संख्या को प्रभावित करती है।

source: possible values = 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES]. RECENTLY_USED_APPS is the list of recently used (instantiated with the main-menu or the application-browser). USER_SPECIFIED_APPS is equivalent to "Favorite Applications". RECENT_FILES is the list of files from ~/.recently-used.
af: moontlike waardes = 0 [GEBRUIKER_GESPESIFISEERDE_TOEPASSINGS], 1 [ONLANGS_GEBRUIKTE_TOEPASSINGS], 2 [ONLANGSE_LÊERS]. ONLANGS_GEBRUIKTE_TOEPASSINGS is die lys onlangs-gebruikte toepassings (aangehaal saam met die hoofkieslys of die toepassingrondblaaier). GEBRUIKER_-GESPESIFISEERDE_TOEPASSINGS is gelyk aan "Gunstelingtoepassings". ONLANGSE_LÊERS is die lys lêers uit ~/.recently-used.
bn: সম্ভাব্য মানগুলি হল 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES]। RECENTLY_USED_APPS হল সাম্প্রতিক ব্যবহৃত (মূল-মেনু অথবা প্রয়োগ-ব্রাউজার-এর সাথে চালু হওয়া) প্রয়োগগুলির তালিকা। USER_SPECIFIED_APPS হল "প্রিয় প্রয়োগসমূহ" এর সমতুল্য। RECENT_FILES হল ~/.সাম্প্রতিক-ব্যবহৃত -এর ফাইলগুলির তালিকা।
el: πιθανές τιμές = 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES]. RECENTLY_USED_APPS είναι ο κατάλογος των πρόσφατα χρησιμοποιημένων (αρχικοποιημένων μαζί με τον κύριο κατάλογο ή τον πλοηγό εφαρμογών). Η USER_SPECIFIED_APPS αντιστοιχεί σε "Αγαπημένες Εφαρμογές". Η RECENT_FILES είναι η λίστα των αρχείων από ~/.recently-used.
hi: संभावित मान = 0 [उपयोगकर्ता_निर्दिष्ट_अनुप्रयोग], 1 [वर्तमान_प्रयुक्त_अनुप्रयोग], 2 [वर्तमान_फाइलें]। वर्तमान_प्रयुक्त_अनुप्रयोग हाल में प्रयुक्त अनुप्रयोगों की सूची है (मुख्य-मेन्यू या अनुप्रयोग-ब्राउज़र के साथ तत्काल आरंभ)। उपयोगकर्ता_निर्दिष्ट_अनुप्रयोग "Favorite Applications" के समतुल्य है। वर्तमान_फाइलें ~/.recently-used वाली फाइलों की सूची है।

source: prioritized list of commands to lock the screen
af: voorkeurlys opdragte om die skerm te sluit
bn: স্ক্রীণ তালাবন্ধ করার জন্য আদেশগুলির অগ্রাধিকারের তালিকার
el: λίστα προτεραιότητας με εντολές για κλείδωμα της οθόνης
hi: स्क्रीन को लॉक करने के लिए कमांड की सूची को प्राथमिकता क्रम में करें

source: Show:
el: Προβολή:

source: Recently Used Applications
el: Πρόσφατα Χρησιμοποιημένες Εφαρμογές>

source: All Documents...
el: Όλα τα έγγραφα

source: Hard Drive
bn: হার্ড ড্রাইভ
el: Σκληρός Δίσκος
hi: हार्ड ड्राइव

source: %s Free / %s Total
af: %s oop / %s Totaal
bn: %s মুক্ত / %sমোট
el: %s Ελεύθερο / %s Συνολικά
hi: %s मुक्त / %s कुल

source: Network: Wireless
el: Δίκτυο: Ασύρματο

source: Network: Wired
el: Δίκτυο: Ενσύρματο

source: Install Software
af: Installeer sagteware
bn: সোর্স ইনস্টল করো
el: Εγκατάσταση Λογισμικού
hi: फर्मवेयर इंसटाल करें

source: Log Out ...
af: Teken uit ...
bn: লগ আউট ...
el: Αποσύνδεση ...
hi: लॉग आउट...

source: Lock Screen ...
el: Κλείδωμα Οθόνης ...

source: Software Development
af: Sagteware-ontwikkeling
bn: সফ্টওয়্যার ডিভেলপমেন্টের সামগ্রী
el: Ανάπτυξη Λογισμικού
hi: सॉफ्टवेयर विकास के औजार

source: Hardware Settings
af: Hardeware-instellings
bn: হার্ডওয়্যার সেটিং
el: Ρυθμίσεις Υλικού
hi: हार्डवेयर सेटिंग्स

source: Appearance of the desktop
af: Voorkoms van die werkskerm
bn: ডেস্কটপের চেহারা
el: Προβολή στην επιφάνεια εργασίας
hi: डेस्कटॉप प्रकटीकरण

source: System Settings
af: Stelselinstellings
bn: সিস্টেম সেটিং
el: Ρυθμίσεις συστήματος
hi: सिस्टम सेटिंग्स

source: Cannot open desktop item '%s'
af: Kan werkskermitem '%s' nie open nie
bn: '%s' ডেস্কটপ বস্তু খুলতে পারে না
el: Αδυναμία ανοίγματος αντικειμένου επιφάνειας εργασίας '%s'
hi: डेस्कटॉप आइटम '%s'

source: Cannot launch command '%s'
af: Kan opdrag '%s' nie begin nie
bn: '%s' কমান্ড চালানো যায়নি
el: Αδύνατη η εκτέλεση της εντολής '%s'
hi: '%s' कमांड चला नहीं सका

source: _Log Out
af: _Teken uit
bn: লগ আউট
el: _Αποσύνδεση
hi: _लॉग आउट

source: Ends your session and logs you out.
af: Beëindig u sessie en teken u uit.
bn: আপনার সেশন সমাপ্ত করে দেয় এবং আপনাকে লগআউট করে দেয়।
el: Τερματίζει τη συνεδρία σας και σας εξάγει
hi: अपना सत्र समाप्त करें और लॉग आउट करें।

source: Loc_k Screen
af: Slui_t skerm
bn: স্ক্রীণ লক করুন
el: Κλείδωμ_α Οθόνης
hi: लॉक स्क्रीन

source: Locks this computer's screen.
af: Sluit hierdie rekenaar se skerm.
bn: এই কম্পিউটারের স্ক্রীণ লক করুন
el: Κλειδώνει την οθόνη αυτού του υπολογιστή
hi: इस कंप्यूटर की स्क्रीन को लॉक करें।

source: _Shutdown
af: _Sluit af
bn: _শাটডাউন করুন
el: _Τερματισμός
hi: _शटडाउन

source: Ends your session and turns off the computer.
af: Beëindig u sessie en skakel die rekenaar af.
bn: আপনার সেশন সমাপ্ত করে দেয় এবং আপনার কম্পিউটার বন্ধ করে দেয়।
el: Τερματίζει τη συνεδρία σας και κλείνει τον υπολογιστή.
hi: अपना सत्र समाप्त करें और कंप्यूटर बंद करें।

source: _Restart
af: _Herbegin
bn: _পুনরায় চালু করুন
el: _Επανεκκίνηση
hi: _रिस्टार्ट

source: Ends your session and restarts the computer.
af: Beëindig u sessie en begin die rekenaar weer.
bn: আপনার সেশন সমাপ্ত করে এবং কম্পিউটার পুনরায় শুরু করে।
el: Τερματισμός της συνεδρίας σας και επανεκκίνηση του υπολογιστεί.
hi: आपका सत्र समाप्‍त करता है और कंप्‍यूटर को फिर से आरंभ करता है।

source: Insufficient permissions to save the file in: %s
af: Onvoldoende toelatings om die lêer te berg in: %s
bn: ফ্লপি ডিভাইস %s খোলার জন্য পর্যাপ্ত অনুমতি উপস্থিত নেই।
el: Ανεπαρκή δικαιώματα για την αποθήκευση του αρχείου στο: %s
hi: फ्लॉपी उपकरण %s खोलने हेतु अपर्याप्त अनुमति.

source: D_esktop
af: W_erkskerm
bn: ডেস্কটপ
el: Ε_πιφάνεια εργασίας
hi: डेस्कटॉप

source: Docu_ments
af: Doku_mente
bn: সহায়িকা লিখেছেন
el: Έγγρ_αφα
hi: इसके द्वारा दस्तावेजन

source: Light
af: Lig
bn: ডানদিকে:(_R)
el: Φως
hi: लाइट

source: Regular
af: Gewoon
bn: নিয়মিত
el: Συνήθες
hi: रेग्युलर

source: Italic
af: Kursief
bn: তেরছা(_I)
el: Πλάγια
hi: तिरछा (_I)

source: Oblique
af: Skuins
bn: বাঁকানো
el: Obligue
hi: ओबलीक

source: Semi-Bold
af: Halfvetdruk
bn: অর্ধেক মোটা হরফ
el: Ημι-Έντονα
hi: सेमी-बोल्ड

source: Bold
af: Vetdruk
bn: উজ্জ্বল (_B)
el: Έντονα
hi: गाढ़ा (_B)

source: Ultra-Bold
af: Ultravetdruk
bn: অত্যন্ত মোটা হরফ
el: Υπερ-Έντονα
hi: अल्ट्रा-बोल्ड

source: Heavy
af: Swaar
bn: ভারি
el: Βαρέα
hi: हेवी

source: Bold Italic
af: Vetdrukkursief
bn: তেরছা(_I)
el: Έντονα Πλάγια
hi: तिरछा (_I)

source: If true, enables the Windows flag keys to show the panel's main menu
af: Indien waar, word die Windows-vlaggiesleutels ontsper om die paneel se hoofkieslys te toon
bn: সত্য হলে, উইন্ডোজ ফ্ল্যাগ কি-এর প্যানেলের মূল মেনু দেখানো সক্রিয় করে
el: Εαν αληθές, ενεργοποιεί τα πλήκτρα Windows flag για προβολή του κυρίως μενού του πίνακα
hi: यदि सही है, तो पैनल के मुख्य मेन्यू को प्रदर्शित करने के लिए विंडोज फ्लैग कुंजियों को सक्षम करता है

source: If true, then pressing the Windows flag keys will cause the panel's main menu to appear.
af: Indien waar, sal die Windows-vlaggiesleutels wanneer hulle gedruk word, die paneel se hoofkieslys laat verskyn.
bn: সত্য হলে, তারপরে উইন্ডোজ ফ্ল্যাগ কি টিপলে প্যানেলের মূল মেনু প্রকাশ্যে আসবে।
el: Εαν αληθές, όταν πατάτε τα πλήκτρα Windows flag θα προκαλέσει το κυρίως μενού να εμφανιστεί.
hi: यदि सही है, तो विंडोज फ्लैग कुंजियों को दबाने के परिणामस्वरूप पैनल का मुख्य मेन्यू प्रकट हो जाएगा।

source: %s %s %s returned with signal %d
af: %s %s %s teruggestuur met sein %d
bn: %s %s %s ফিরে এসেছিল %d সিগনাল নিয়ে
el: %s %s %s επέστρεψε με σήμα %d
hi: %s %s %s सिग्‍नल %d के साथ वापस लौट गए

source: %s %s %s failed for an unknown reason
af: %s %s %s het misluk vanweë 'n onbekende rede
bn: অজ্ঞাত কারণে %s %s %s ব্যর্থ হয়েছিল
el: %s %s %s απέτυχε για κάποιο άγνωστο λόγο
hi: %s %s %s किसी अज्ञात कारण से असफल

source: 'net usershare' returned error %d
af: 'net-gebruikersdeel' het fout teruggestuur%d
bn: 'নেট ইউজারশেয়ার' %d ত্রুটি দিয়েছিল:
el: 'net usershare' επέστρεψε σφάλμα %d
hi: 'नेट यूजरशेयर' वापसी त्रुटि %d

source: the output of 'net usershare' is not in valid UTF-8 encoding
af: die uitset van 'net-gebruikersdeel' is nie in geldige UTF-8-enkodering nie
bn: 'নেট ইউজারশেয়ার' এর আউটপুট বৈধ UTF-8 এনকোডিং নয়
el: το αποτέλεσμα του 'net usershare' δεν είναι σε έγκυρη κωδικοποίηση UTF-8
hi: 'नेट यूजरशेयर' का आउटपुट UTF-8 एनकोडिंग में मान्य नहीं है

source: Samba's testparm returned with signal %d
af: Samba se toetsparameter teruggestuur met sein %d
bn: সাম্বার টেস্টপার্ম %d সিগনাল নিয়ে ফেরত এসেছিল
el: Το testparm του Samba επέστρεψε σήμα %d
hi: सांबा का टेस्टपार्म संकेत %d के साथ वापस आया

source: Samba's testparm failed for an unknown reason
af: Samba se toetsparameter het misluk vanweë 'n onbekende rede
bn: সাম্বার টেস্টপার্ম অজ্ঞাত কারণে ব্যর্থ হয়েছিল
el: Το testparm του Samba απέτυχε για κάποιον άγνωστο λόγο
hi: सांबा का टेस्टपार्म किसी अज्ञात कारण से असफल

source: Samba's testparm returned error %d: %s
af: Samba se toetsparameter het fout teruggestuur %d: %s
bn: সাম্বার টেস্টপার্ম %d ত্রুটি দিয়েছিল: %s
el: Το testparm του Samba επέστρεψε σφάλμα %d: %s
hi: सांबा की टेस्टपार्म वापसी त्रुटि %d: %s

source: Samba's testparm returned error %d
af: Samba se toetsparameter het fout teruggestuur %d
bn: সাম্বার টেস্টপার্ম %d ত্রুটি দিয়েছিল
el: Το testparm του Samba επέστρεψε σφάλμα %d
hi: सांबा की टेस्टपार्म वापसी त्रुटि %d

source: Cannot remove the share for path %s: that path is not shared
af: Kan die deel vir pad %s nie verwyder nie: daardie pad word nie gedeel nie
bn: %s পথের জন্য ভাগ সরাতে পারে না: ঐ পথটি ভাগাভাগি করা নেই
el: Αδυναμία αφαίρεσης της μοιρασιάς για τη διαδρομή %s: αυτή η διαδρομή δεν μοιράζεται
hi: पथ %s के लिए शेयर नहीं हटाया जा सकता : यह पथ साझा नहीं है

source: Cannot change the path of an existing share; please remove the old share first and add a new one
af: Kan nie die pad van 'n bestaande gedeelde wysig nie; verwyder die ou gedeelde eerste en voeg 'n nuwe een by
bn: বিদ্যমান ভাগের পথ বদলাতে পারে না; অনুগ্রহ করে প্রথমে পুরাতন ভাগ সরান এবং একটি নতুন যোগ করুন
el: Αδυναμία αλλαγής της διαδρομής μιας υπάρχουσας μοιρασιάς· παρακαλώ αφαιρέστε την παλαιά μοιρασιά πρώτα και μετά προσθέστε μια νεα
hi: मौजूदा शेयर का पथ नहीं बदला जा सकता; कृपया पहले पुराने शेयर कोहटाएं और एक नए को जोड़ें

source: Return to <placeholder-1/>.
af: Gaan terug na <plekhouer-1/>.
el: Επιστροφή στο <placeholder-1/>.

source: <placeholder-1/> -- switch off dma for IDE drives<br><br><placeholder-2/></br></br>
af: <plekhouer-1/> -- skakel dma af vir IDE-aandrywers <br><br><plekhouer-2/></br></br>
el: <placeholder-1/> -- κλείσιμο του dma για IDE δίσκους<br><br><placeholder-2/></br></br>

source: <h3><placeholder-1/></h3> IDE is, unlike SCSI, commonly used in most desktop workstations. To circumvent some hardware problems that occur with IDE systems, use the kernel parameter: <br><placeholder-2/></br>
af: <h3><plekhouer-1/></h3> Anders as die geval met SCSI, word IDE gewoonlik gebruik in die meeste werkskerm-werkstasies. Gebruik die kernparameter ten einde sekere hardewareprobleme wat in IDE-stelsels voorkom, te omseil. <br><plekhouer-2/></br>
el: <h3><placeholder-1/></h3> Οι δίσκοι IDE σε αντίθεση με τους SCSI, χρησιμοποιούνται συνήθως στα συστήματα γραφείου. Για να αποτραπούν ορισμένα προβλήματα υλικού που συμβαίνουν σε συστήματα IDE, χρησιμοποιείστε την παράμετρο πυρήνα: <br><placeholder-2/></br>

source: Return to <placeholder-1/><placeholder-2/>
af: Gaan terug na <plekhouer-1/><plekhouer-2/>
el: Επιστροφή στον <placeholder-1/><placeholder-2/>
hi: <placeholder-1/><placeholder-2/> में लौटा

source: Especially on new computers, it replaces the old <placeholder-1/> system. <br><placeholder-2/></br>
af: Die ou <plekhouer-1/>-stelsel word veral op nuwe rekenaars vervang. <br><plekhouer-2/></br>
el: Ειδικά σε νέους υπολογιστές, αντικαθιστά το παλαιό <placeholder-1/> σύστημα. <br><placeholder-2/></br>

source: <placeholder-1/> -- switch on ACPI even if your BIOS is dated before 2000<br><placeholder-2/></br>
af: <plekhouer-1/> -- skakel ACPI aan selfs al is u BTAS gedateer voor 2000<br><plekhouer-2/></br>
el: <placeholder-1/> -- άνοιγμα του ACPI ακόμα και αν το BIOS χρονολογείται πριν το 2000<br><placeholder-2/></br>

source: <placeholder-1/> -- switch off ACPI completely<placeholder-2/>
af: <plekhouer-1/> -- skakel ACPI heeltemal af<plekhouer-2/>
el: <placeholder-1/> -- κλείσιμο του ACPI τελείως<placeholder-2/>
hi: <placeholder-1/> -- बटन बंद ACPI पूरी तरह से<placeholder-2/>

source: <placeholder-1/> -- do not use ACPI to route PCI interrupts <placeholder-2/> -- only the parts of ACPI that are relevant for booting remain activated<placeholder-3/>
af: <plekhouer-1/> -- moenie ACPI gebruik om PCI-onderbrekers te herlei nie <placeholder-2/> -- slegs die dele van ACPI wat van toepassing is op selflaaiing bly geaktiveer<plekhouer-3/>
el: <placeholder-1/> -- μη χρησιμοποιήσετε ACPI για να δρομολογήσετε PCI διακοπές <placeholder-2/> -- μόνο τα τμήματα του ACPI που είναι σχετικά με την εκκίνηση παραμένουν ενεργοποιημένα<placeholder-3/>

source: <h3><placeholder-1/></h3> ACPI (Advanced Configuration and Power Interface) is a standard that defines power and configuration management interfaces between an operating system and the BIOS. By default, <placeholder-2/> is switched on when a BIOS is detected that is newer than from year 2000. There are several commonly used parameters to control the behavior of ACPI:<br><placeholder-3/></br>
af: <h3><plekhouer-1/></h3> ACPI (Advanced Configuration and Power Interface) is ’n standaard wat krag- en konfigurasiebestuurskoppelvlakke tussen ’n bedryfstelsel en die BTAS definieer. By verstek word <plekhouer-2/> aangeskakel wanneer ’n BTAS wat sedert 2000 dateer, bespeur word. Daar is etlike algemeen-gebruikte parameters om die optrede van ACPI te beheer:<br><plekhouer-3/></br>
el: <h3><placeholder-1/></h3>Το σύστημα ACPI (Advanced Configuration and Power Interface) είναι ένα standard που ορίζει τη διαχείριση των διεπαφών ενέργειας μεταξύ ενός λειτουργικού συστήματος και του BIOS. Εξ' ορισμού, <placeholder-2/> είναι ανοιχτό όταν ανιχνευτεί ένα BIOS μεταγενέστερο του έτους 2000. Υπάρχουν ορισμένες συνήθεις παράμετροι που χρησιμοποιούνται για τον έλεγχο του ACPI:<br><placeholder-3/></br>

source: Some very new computers may benefit more from the newer <placeholder-1/>. <br><placeholder-2/></br>
af: Sommige heel nuwe rekenaars kan dalk meer baat by die nuwer <plekhouer-1/>. <br><plekhouer-2/></br>
el: Κάποιοι πολύ καινούργιοι υπολογιστές μπορεί να επωφεληθουν περισσότερο από ότι κάποιοι νεότεροι <placeholder-1/>. <br><placeholder-2/></br>

source: <placeholder-1/> -- switch off APM completely<br><placeholder-2/></br>
af: <plekhouer-1/> -- skakel APM heeltemal af <br><plekhouer-2/></br>
el: <placeholder-1/> -- άνοιγμα του APM τελείως<br><placeholder-2/></br>

source: <h3><placeholder-1/></h3> APM is one of the two power management strategies used on current computers. It is mainly used with laptops for functions like suspend to disk, but it may also be responsible for switching off the computer after power down. APM relies on a correct working BIOS. If the BIOS is broken, APM may have only limited use or even prevent the computer from working. Therefore, it may be switched off with the parameter<br><placeholder-2/></br>
af: <h3><plekhouer-1/></h3> APM is een van die twee kragbestuurstrategieë wat op huidige rekenaars gebruik word. Dit word hoofsaaklik gebruik vir skootrekenaars vir funksies soos skort op na skyf, maar dit kan ook verantwoordelik wees vir die afskakeling van die rekenaar nadat die krag afgesluit is. APM maak staat op ’n BTAS wat reg werk. Indien die BTAS stukkend is, kan AMP slegs beperkte gebruik hê of die rekenaar selfs verhoed om te werk. Dit kan dus afgeskakel word met die parameter<br><plekhouer-2/></br>
el: <h3><placeholder-1/></h3> Το σύστημα APM είναι ένα από τα δύο στρατηγικά συστήματα διαχείρισης ενέργειας που χρησιμοποιείται στους σημερινούς υπολογιστές. Χρησιμοποιείται κυρίως στους φορητούς υπολογιστές για λειτουργίες όπως αναμονή του δίσκου, αλλά μπορεί να είναι επίσης υπεύθυνο για το κλείσιμο του υπολογιστή με πτώση της τάσης. Το APM επαφίεται σε ένα σωστά λειτουργών BIOS. Εαν το BIOS είναι σπασμένο, το AMP μπορεί να έχει περιορισμένη μόνο χρήση ή να μη αφήνει τον υπολογιστή να λειτουργήσει. Επομένως, μπορεί να κλείσει με την παράμετρο<br><placeholder-2/></br>

source: Activates splash, but no messages. Instead a progress bar is drawn.<br><placeholder-1/></br>
af: Aktiveer splat, maar geen boodskappe nie: In stede daarvan word ’n vorderingsbalk geteken.<br><plekhouer-1/></br>
el: Ενεργοποιεί την αρχική οθόνη, αλλά όχι τα μηνύματα. Αντί τούτου μια μπάρα προόδου εμφανίζεται.<br><placeholder-1/></br>

source: Activates splash, kernel and boot messages are still shown.<br><br><placeholder-1/><placeholder-2/></br></br>
af: Aktiveer splat, kern- en selflaaiboodskappe word steeds getoon.<br><br><plekhouer-1/><plekhouer-2/></br></br>
el: Ενεργοποιεί την αρχική οθόνη, τα μηνύματα του πυρήνα και της εκκίνησης εμφανίζονται ακόμα.<br><br><placeholder-1/><placeholder-2/></br></br>

source: The splash screen is switched off. This may be useful with very old monitors or if some error occurs.<br><br><placeholder-1/><placeholder-2/></br></br>
af: Die splatskerm word afgeskakel. Dit kan nuttig wees vir baie ou monitors of indien sommige foute voorkom.<br><br><plekhouer-1/><plekhouer-2/></br></br>
el: Η αρχική οθόνη είναι απενεργοποιημένη. Αυτό μπορεί να είναι χρήσιμο με πολύ παλιές οθόνες ή όταν εμφανίζονται σφάλματα.<br><br><placeholder-1/><placeholder-2/></br></br>

source: <h3><placeholder-1/></h3> The splash screen is the picture shown during system start-up.<br><br><placeholder-2/><placeholder-3/></br></br>
af: <h3><plekhouer-1/></h3> Die splatskerm is die beeld wat tydens stelselaanvangs getoon word.<br><br><plekhouer-2/><plekhouer-3/></br></br>
el: <h3><placeholder-1/></h3> Η αρχική οθόνη είναι μια εικόνα που εμφανίζεται κατά την εκκίνηση του συστήματος.<br><br><placeholder-2/><placeholder-3/></br></br>

source: <placeholder-1/> -- control the IDE subsystem<br><placeholder-2/></br>
af: <plekhouer-1/> -- beheer die IDE-substelsel <br><plekhouer-2/></br>
el: <placeholder-1/> -- έλεγχος του υποσυστήματος IDE<br><placeholder-2/></br>

source: <placeholder-1/> -- advanced configuration and power interface<placeholder-2/>
af: <plekhouer-1/> -- gevorderde konfigurasie- en kragkoppelvlak<plekhouer-2/>
el: <placeholder-1/> -- προχωρημένες ρυθμίσεις και διεπαφή ενέργειας<placeholder-2/>

source: <placeholder-1/> -- toggle power management<placeholder-2/>
af: <plekhouer-1/> -- knikker kragbestuur<plekhouer-2/>
el: <placeholder-1/> -- ρυθμίστε την διαχείριση ενέργειας<placeholder-2/>
