Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Advanced Powersave
af: Gevorderde kragbesparing
bn: উন্নত
el: Για Προχωρημένους Powersave
hi: उन्नत ऊर्जाबचत

source: This enables specific screen saver settings. Note: If selected, the global screen saver settings are overwritten while kpowersave runs.
af: Dit ontsper spesifieke skermskutinstellings. Nota: Indien gekies, word die globale skermskutinstellings oorskryf terwyl kpowersave loop.
bn: এটি নির্দিষ্ট স্ক্রীণ সেভার সেটিংগুলিকে সক্ষম করে। লক্ষ্য করুন: যদি নির্বাচন করা হয়, তাহলে বিদ্যুতশক্তি সাশ্রয় চলার সময়ে গ্লোবাল স্ক্রীণ সেভার সেটিংগুলি ওভাররাইট করা হবে।
el: Αυτό ενεργοποιεί συγκεκριμένες ρυθμίσεις προστασίας οθόνης. Σημείωση: Εάν επιλεγεί, οι καθολικές ρυθμίσεις προστασίας οθόνης θα επανεγγραφούν ενώ τρέχει ο kpowersave.
hi: यह विशिष्ट स्क्रीन सेवर सेटिंग्स को सक्षम करता है। ध्यान दें : यदि चयन किया गया हो, तो kpowersave के रन करते समय वैश्विक स्क्रीन सेवर सेटिंग्स ओवरराइट हो जाती हैं।

source: This disables the screen saver. Note: If selected, the global screen saver settings are overwritten while kpowersave runs.
af: Dit versper die skermskut. Nota: Indien gekies, word die globale skermskutinstellings oorskryf terwyl kpowersave loop.
bn: এটি স্ক্রীণ সেভারটিকে অক্ষম করে। লক্ষ্য করুন: যদি নির্বাচন করা হয়, তাহলে বিদ্যুতশক্তি সাশ্রয় চলার সময়ে গ্লোবাল স্ক্রীণ সেভার সেটিংগুলি ওভাররাইট করা হবে।
el: Αυτό απενεργοποιεί την προστασία οθόνης. Σημείωση: Εάν επιλεγεί, οι καθολικές ρυθμίσεις προστασίας οθόνης θα επανεγγραφούν ενώ τρέχει ο kpowersave.
hi: यह स्क्रीन सेवर को अक्षम करता है। ध्यान दें : यदि चयन किया गया हो, तो kpowersave के रन करते समय वैश्विक स्क्रीन सेवर सेटिंग्स ओवरराइट हो जाती हैं।

source: This blanks the screen instead of using a specific screen saver. Note: This may work only with KScreensaver.
af: Dit blankeer die skerm in plaas daarvan om ’n spesifieke skermskut te gebruik. Nota: Dit werk dalk net met KScreensaver.
bn: কোনো একটি নির্দিষ্ট স্ক্রীণ সেভার ব্যবহার করার পরিবর্তে এটি স্ক্রীণটিকে খালি করে দেয়। লক্ষ্য করুন: এটি হয়ত কেবলমাত্র স্ক্রীণ সেভার-এর সঙ্গেই কাজ করে।
el: Αυτό σβήνει μόνο την οθόνη αντί να χρησιμοποιεί μία συγκεκριμένη προστασία οθόνης. Σημείωση: Αυτό μπορεί να δουλέψει μόνο με το KScreensaver.
hi: यह किसी विशिष्ट स्क्रीन सेवर का उपयोग करने के बजाय स्क्रीन को सादा कर देता है। ध्यान दें : यह केवल केस्क्रीनसेवर के साथ ही कार्य कर सकता है।

source: This enables specific DPMS settings. Note: If selected, the global DPMS settings are overwritten while kpowersave runs.
af: Dit ontsper spesifieke DPMS-instellings. Nota: Indien gekies, word die globale DPMS-instellings oorskryf terwyl kpowersave loop.
bn: এটি নির্দিষ্ট DPMS সেটিংগুলিকে সক্ষম করে। লক্ষ্য করুন: যদি নির্বাচন করা হয়, তাহলে বিদ্যুতশক্তি সাশ্রয় চলার সময়ে গ্লোবাল DPMS সেটিংগুলি ওভাররাইট করা হবে।
el: Αυτό ενεργοποιεί συγκεκριμένες ρυθμίσεις DPMS. Σημείωση:Εάν επιλεγεί, οι καθολικές ρυθμίσεις DPMS θα επανεγγραφούν ενώ τρέχει ο kpowersave.
hi: यह विशिष्ट DPMS सेटिंग्स को सक्षम करता है। ध्यान दें : यदि चयन किया गया हो, तो kpowersave के रन करते समय वैश्विक DPMS सेटिंग्स ओवरराइट हो जाती हैं।

source: This disables DPMS support.
af: Die versper DPMS-ondersteuning.
bn: এটি DPMS সহায়তাটিকে অক্ষম করে।
el: Αυτό απενεργοποιεί την υποστήριξη DPMS.
hi: यह DPMS समर्थन को अक्षम करता है।

source: If selected, the screen is locked on suspend or standby.
af: Indien gekies, word die skerm op opskort of bystand gesluit.
bn: যদি নির্বাচন করা হয়, তাহলে স্ক্রীণটি স্থগিত বা স্ট্যান্ডবাই করলে লক হয়ে যাবে।
el: Εάν επιλεχθεί, η οθόνη κλειδώνεται σε αναστολή ή αναμονή.
hi: यदि चयन किया गया हो तो स्क्रीन निलंबन या स्टैंडबाइ पर लॉक हो जाती है।

source: If selected, the screen is locked if the lid close event is triggered.
af: Indien gekies, word die skerm gesluit as die dekseltoemaak-gebeurtenis gesneller word.
bn: যদি নির্বাচন করা হয়, তাহলে লিড বন্ধ বিষয়টি আরম্ভ করলে স্ক্রীণটি লক হয়ে যাবে।
el: Εάν επιλεχθεί, η οθόνη κλειδώνεται εάν το γεγονός 'lid close' ενεργοποιηθεί.
hi: यदि चयन किया गया हो तो लिड क्लोज इवेंट को ट्रिगर किए जाने की स्थिति में स्क्रीन लॉक हो जाती है।

source: Check this box to enable or disable automatic suspension of the computer.
af: Merk in hierdie raampie om outomatiese opskorting van die rekenaar te ontsper of te versper.
bn: কম্পিউটার স্বয়ংক্রিয়ভাবে স্থগিত করার সক্ষম বা অক্ষম করতে এই বাক্সটি যাচাই করুন।
el: Επιλέξτε αυτό το κουτί για να ενεργοποιήσετε ή να απενεργοποιήσετε το αυτόματο κλείσιμο του υπολογιστή.
hi: कंप्यूटर के स्वत: निलंबन को सक्षम या अक्षम करने के लिए इस बॉक्स की जांच करें।

source: Activate this action if the user was inactive for the defined time (greater than 0 minutes). If empty, nothing happens.
af: Aktiveer hierdie aksie as die gebruiker onaktief was vir die gedefinieerde tyd (meer as 0 minute). Indien leeg, gebeur niks nie.
bn: ব্যবহারকারী কোনো নির্ধারিত সময়ের (০ মিনিটের চেয়ে বেশি সময়) জন্য নিষ্ক্রিয় হয়ে গেলে এই ক্রিয়াটি সক্রিয় করুন। যদি খালি থাকে, তাহলেও কিছু হয় না।
el: Ενεργοποιήστε αυτήν την ενέργεια, εάν ο χρήστης ήταν τον ορισμένο χρόνο (>0 λεπτά) ανενεργός. Εάν επιλέξετε την άδεια καταχώρηση τίποτα δε συμβαίνει.
hi: यदि उपयोगकर्ता परिभाषित समय (0 मिनट से अधिक) के लिए निष्क्रिय रहता है तो इस कार्रवाई को सक्रिय करें। यदि रिक्त है, तो कुछ नहीं होगा।

source: All scheme-related screen saver and DPMS settings.
af: Alle skemaverwante skermskut- en DPMS-instellings.
bn: সকল যোজনা-সম্পর্কিত স্ক্রীণ সেভার এবং DPMS সেটিংগুলি।
el: Όλες οι ρυθμίσεις που έχουν σχέση με τα σχήματα του screen saver και του DPMS.
hi: सभी स्कीम-संबंधी स्क्रीन सेवर और DPMS सेटिंग्स।

source: All scheme-related display brightness settings.
af: Alle skemaverwante skermhelderheid-instellings.
bn: সকল যোজনা-সম্পর্কিত ডিসপ্লে-এর উজ্জ্বলতার সেটিংগুলি।
el: Όλες οι ρυθμίσεις του σχήματος που σχετίζονται με τη φωτεινότητα.
hi: सभी स्कीम-संबंधी डिस्प्ले की चमक की सेटिंग्स।

source: All scheme-related automatic suspend settings.
af: Alle skemaverwante outomatiese opskort-instellings.
bn: সকল যোজনা-সম্পর্কিতস্বয়ংক্রিয়ভাবে স্থগিত করার সেটিংগুলি।
el: Όλες οι ρυθμίσεις που έχουν σχέση με τα σχήματα του κλεισίματος.
hi: सभी स्कीम-संबंधी स्वत: निलंबन की सेटिंग्स

source: Here you can change the brightness of your display. Use the slider to change the brightness directly for testing. To reset back to previous level, please press the 'Reset' button.
af: Hier kan u die helderheid van u skerm wysig. Gebruik die glyer om die helderheid direk vir toetsing te wysig. Om terug te stel na vorige vlak, druk asseblief die 'Stel weer'-knoppie.
bn: আপনি এখানে আপনার ডিসপ্লে-এর উজ্জ্বলতা পরিবর্তন করতে পারেন। উজ্জ্বলতার সরাসরি পরিবর্তন পরীক্ষা করে দেখার জন্য স্লাইডারটি ব্যবহার করুন। পূর্ববর্তী পর্যায়ে পুনরায় সেট করার জন্য, অনুগ্রহ করে ’পুনরায় সেট করুন’বোতামটিতে চাপ দিন।
el: Εδώ μπορείτε να αλλάξετε τη φωτεινότητα της οθόνης σας. Χρησιμοποιήστε τον κανόνα για να αλλάξετε την φωτεινότητα απευθείας ή δοκιμαστικά. Για να επαναφέρετε το προηγούμενο επίπεδο, παρακαλώ πατήστε το κουμπί 'Επαναφορά'.
hi: यहां आप अपने डिस्प्ले की चमक को परिवर्तित कर सकते हैं। परीक्षण के लिए सीधे चमक को बदलने के लिए स्लाइडर का प्रयोग करें। फिर से पूर्व स्तर पर सेट करने के लिए कृपया 'रीसेट' बटन दबाएं।

source: Use this button to set back the slider and the display brightness.
af: Gebruik hierdie knoppie om die glyer en die skermhelderheid terug te stel.
bn: স্লাইডারটি এবং ডিসপ্লে-এর উজ্জ্বলতা পুনরায় সেট করার জন্য এই বোতামটি ব্যবহার করুন।
el: Χρησιμοποιήστε αυτό το κουμπί για να πάτε πίσω τον κανόνα και την φωτεινότητα της οθόνης.
hi: स्लाइडर और डिस्प्ले चमक को वापस सेट करने के लिए इस बटन का प्रयोग करें।

source: Your hardware supports to change the brightness. The values of the slider are in percent and mapped to the available brightness levels of your hardware.
af: U hardeware ondersteun wysiging van die helderheid. Die waardes van die glyer verskyn in persentasie en is gebind aan die beskikbare helderheidsvlakke van u hardeware.
bn: আপনার হার্ডওয়্যারটি উজ্জ্বলতার পরিবর্তন করা সমর্থন করে। স্লাইডার-এর মানশতকরায় দেওয়া আছে এবং আপনার হার্ডওয়্যারের উপলব্ধ উজ্জ্বলতার মাত্রারপরিকল্পনা করা আছে।
el: Το υλικό σας υποστηρίζει την αλλαγή της φωτεινότητας. Οι τιμές του κανόνα είναι σε επι τοις εκατό και αντιστοιχούν στα διαθέσιμα επίπεδα φωτεινότητας του υλικού.
hi: आपका हार्डवेयर चमक को परिवर्तित करने के लिए समर्थन देता है। स्लाइडर के मान प्रतिशत में होते हैं और आपके हार्डवेयर के उपलब्ध चमक स्तरों पर मैप्ड होते हैं।

source: Your Hardware currently not support changing the brightness of your display.
af: U hardeware ondersteun tans nie wysiging van u skermhelderheid nie.
bn: আপনার হার্ডওয়্যারটি বর্তমানে আপনার ডিসপ্লে-এর উজ্জ্বলতার পরিবর্তন করা সমর্থন করে না।
el: Το υλικό σας αυτή τη στιγμή δεν υποστηρίζει αλλαγή της φωτεινότητας της οθόνης.
hi: आपका हार्डवेयर वर्तमान में आपके डिस्प्ले की ब्राइटनेस के परिवर्तन को समर्थन नहीं दे रहा है।

source: Select Automatically
af: Kies outomaties
bn: স্বয়ংক্রিয়ভাবে নির্বাচন করুন
el: αυτόματη επιλογή
hi: स्वत: चयन करें

source: GNOME Screensaver
af: GNOME-skermskut
bn: GNOME জিনোম
el: Προστασία Οθόνης GNOME
hi: जीनोम स्क्रीनसेवर

source: There are unsaved changes in the active scheme. Apply the changes before jumping to the next scheme or discard the changes?
af: Daar is ongebergde wysigings in die aktiewe skema. Pas die wysigings toe voordat daar na die volgende skema gespring word, of doen weg met die wysigings?
bn: সক্রিয় যোজনাটিতে অরক্ষিত পরিবর্তনগুলি আছে। পরবর্তী যোজনাটিতে লাফিয়ে যাওয়ার পূর্বে পরিবর্তনগুলি প্রয়োগ করতে চান বা পরিবর্তনগুলি বাতিল করতে চান?
el: Υπάρχουν μη αποθηκευμένες αλλαγές στο ενεργό σχήμα. Θέλετε να εφαρμοστούν οι αλλαγές πριν την αλλαγή στο επόμενο σχήμα ή να παραβλεφθούν;
hi: सक्रिय स्कीम में बिना सहेजे गए परिवर्तन हैं। नई स्कीम में सीधे जाने से पहले परिवर्तनों को लागू करें या परिवर्तनों को त्याग दें?

source: Unsaved Changes
af: Ongebergde wysigings
bn: অরক্ষিত পরিবর্তনগুলি
el: Μη αποθηκευμένες αλλαγές
hi: बिना सहेजे गए परिवर्तन

source: There are unsaved changes. Apply the changes before cancel or discard the changes?
af: Daar is ongebergde wysigings. Pas die wysigings toe voordat dit gekanselleer of daarmee weggedoen word?
bn: অরক্ষিত পরিবর্তনগুলি আছে। বাতিল করার পূর্বে পরিবর্তনগুলি প্রয়োগ করতে চান বা পরিবর্তনগুলি বাতিল করতে চান?
el: Υπάρχουν αλλαγές που δεν έχουν σωθεί. Θέλετε να εφαρμόσετε τις αλλαγές πριν την ακύρωση ή να παραλειφθούν;
hi: यहां बिना सहेजे गए परिवर्तन हैं। परिवर्तनों को रद्द करने या त्यागने से पहले परिवर्तनों को लागू करना है?

source: <b>Note:</b> If you select this option, the computer will suspend or standby if the current user is inactive for the defined time even if somebody is logged in remotely to the X server.<br><br> This feature can also produce problems with some programs, such as video players or cd burner. These programs can be blacklisted by checking <b>Enable scheme-specific blacklist</b> and click <b>Edit Blacklist...</b>. If this does not help, report the problem or deactivate autosuspend.<br><br> Really use this option?
af: <b>Nota:</b> As u hierdie opsie kies, sal die rekenaar opskort of in bystand wees indien die huidige gebruiker onaktief vir die gedefinieerde tyd is, selfs indien iemand op afstand op die X-bediener ingeteken is.<br><br> Hierdie eienskap kan ook probleme vir sommige programme, soos videospelers of die cd-brander, veroorsaak. Hierdie programme kan op die swartlys geplaas word deur <b>Ontsper skema-spesifieke swartlys</b>te merk en dan<b>Hersien swartlys …</b> te klik . As dit nie help nie, moet u die probleem rapporteer of outo-opskorting deaktiveer.<br><br> Gebruik werklik hierdie opsie?
bn: <b>লক্ষ্য করুন:</b> যদি বর্তমান ব্যবহারকারী নির্ধারিত সময়ের জন্য নিষ্ক্রিয় হয়ে যায় এমনকি যদি কেউ Xসার্ভার-এপরোক্ষভাবে লগইন করে তাসত্ত্বেও আপনি যদি এই বিকল্পটি নির্বাচন করেন, তাহলে কম্পিউটারটি স্থগিত বা স্ট্যান্ডবাই হয়ে যাবে।<br><br>এই বৈশিষ্ট্যটি কোনো কোনো কার্যক্রমের ক্ষেত্রে সমস্যারও সৃষ্টি করতে পারে, যেমন ভিডিও প্লেয়ার বা সিডি বার্নার। এই কার্যক্রমগুলি যাচাই করার মাধ্যমে ব্ল্যাকলিস্টভুক্ত করা হতে পারে<b>যোজনা-নির্দিষ্ট ব্ল্যাকলিস্ট সক্ষম করুন </b> এবং <b> ব্ল্যাকলিস্ট সম্পাদনা করুন-এ ক্লিক করুন…</b>। এতে সহায়তা না মিললে, সমস্যাটি রিপোর্ট করুন বা স্বয়ংক্রিয় স্থগিত নিষ্ক্রিয় করুন।<br><br> সত্যিই বিকল্পটি ব্যবহার করতে চান?
el: <b>Σημείωση</b> Εαν επιλέξετε αυτή τη ρύθμιση ο υπολογιστής σας θα μπει σε αναστολή η αναμονή εαν ο τρέχων χρήστης είναι ανενεργός για τον καθορισμένο χρόνο ακόμα και αν κάποιος είναι συνδεμένος απομακρυσμένα στον X server.<br><br> Αυτό το χαρακτηριστικό μπορεί επίσης να προκαλέσει προβλήματα σε ορισμένα προγράμματα όπως αναπαραγωγείς βίντεο και εγγραφείς cd. Αυτά τα προγράμματα μπορούν να καταλογιστούν στην μαύρη λίστα με επιλογή <b>Ενεργοποίησης μαύρης λίστας συγκεκριμένου σχήματος</b> και πάτημα <b>Επεξεργασία Μαύρης Λίστας...</b>. Εαν αυτό δε βοηθήσει, αναφέρετε το πρόβλημα η απενεργοποιήστε την αυτόματη ανάκληση.<br><br> Πράγματι χρήση αυτής της επιλογής;
hi: <b>नोट:</b> यदि आप इस विकल्प को चुनेंगे, तो कंप्यूटर स्थगित हो जाएगा या स्टैंडबाई हो जाएगा यदि वर्तमान उपयोगकर्ता निर्धारित समय तक निष्क्रिय है भले ही कोई एक्स सर्वर में दूरस्थ लॉगिन किए हुए हो।<br><br> यह विशेषता भी कुछ प्रोग्रामों के साथ समस्या पैदा कर सकती है, जैसे कि वीडियो प्लेयर या सीडी बर्नर। इन प्रोग्रामों को <b>स्कीम सक्षम करें-विशिष्ट ब्लैकलिस्ट</b> पर निशान लगाकरऔर <b>ब्लैकलिस्ट संपादित करें...</b> पर क्लिक करके ब्लैकलिस्ट किया जा सकता है। यदि इससे काम न हो, तो समस्या की रिपोर्ट करें या स्वतःस्थगित को निष्क्रिय करें।<br><br> वास्तव में इस विकल्प का प्रयोग करें?

source: The blacklist of the selected scheme is empty. Import the general blacklist?
af: Die swartlys van die gekose skema is leeg. Voer die algemene swartlys in?
bn: নির্বাচিত যোজনাটির ব্ল্যাকলিস্টটি খালি আছে। সাধারণ ব্ল্যাকলিস্টটি আমদানি করবেন?
el: Η μαύρη λίστα των επιλεγμένων σχημάτων είναι άδεια. Εισαγωγή της γενικής μαύρης λίστας;
hi: चयनित स्कीम की ब्लैकलिस्ट खाली है। सामान्य ब्लैकलिस्ट को आयात करें?

source: Import
af: Voer in
bn: আমদানি করুন
el: Εισαγωγή
hi: आयात करें

source: Do Not Import
af: Moenie invoer nie
bn: আমদানি করবেন না
el: Να Μην Εισαχθεί
hi: आयात नहीं करें

source: Current maintainer
af: Huidige onderhouer
bn: বর্তমান রক্ষণাবেক্ষণকারী
el: Τρέχων συντηρητής
hi: वर्तमान रखरखावकर्ता

source: Powersave developer and tester
af: Kragspaarontwikkelaar en -toetser
bn: বিদ্যুতশক্তি সাশ্রয় গঠনকারক এবং যাচাইকারক
el: Προγραμματιστής του powersave και δοκιμαστής
hi: पॉवरसेव डेवलपर और परीक्षणकर्ता

source: Added basic detailed dialog
af: Bygevoegde basiese gedetailleerde dialoog
bn: মূল বিশদ সংলাপ যুক্ত করা হয়েছে
el: Προσθήκη βασικού λεπτομερούς διαλόγου
hi: जोड़ा गया आधारभूत विवरणयुक्त संवाद

source: Packaging Debian and Ubuntu
af: Verpakking van Debian en Ubuntu
bn: ডেবিয়ান এবং উবান্টু প্যাক করছে
el: Πακετάρισμα Debian και Ubuntu
hi: डेबियन और उबुन्टू की पैकेजिंग की जा रही है

source: KPowersave Information Dialog
af: KPowersave-inligtingsdialoog
bn: Kবিদ্যুতশক্তি সাশ্রয় তথ্য সংলাপ
el: Διάλογος Πληροφοριών KPowersave
hi: के पॉवरसेव सूचना संवाद

source: Miscellaneous
af: Verskeidenheid
bn: বিবিধ
el: Διάφορα
hi: विविध

source: Battery state:
af: Batterytoestand:
bn: ব্যাটারির অবস্থা:
el: Κατάσταση μπαταρίας:
hi: बैटरी अवस्था :

source: Total:
af: Totaal:
bn: মোট
el: Συνολικά:
hi: कुल

source: Battery %1
bn: ব্যাটারি %1
el: Μπαταρία %1
hi: बैटरी %1

source: Processor %1
af: Verwerker %1
bn: প্রসেসর %1
el: Επεξεργαστής %1
hi: प्रोसेसर %1

source: charged
af: gelaai
bn: চার্জ করা হয়েছে
el: φορτισμένη
hi: चार्ज किया गया

source: %1:%2 h until charged
af: %1:%2 uur voor dit gelaai word
bn: চার্জ না হওয়া পর্যন্ত %1:%2 ঘন্টা
el: %1:%2 h μέχρι τη φόρτιση
hi: %1:%2 घंटे चार्ज होने तक

source: %1:%2 h remaining
af: %1:%2 oorblywende ure
bn: অবশিষ্ট %1:%2 ঘন্টা
el: %1:%2 h απομένουν
hi: %1:%2 घंटे शेष

source: unknown
af: onbekend
bn: অজানা
el: άγνωστη
hi: अन्जान

source: deactivated
af: gedeaktiveer
bn: নিষ্ক্রিয় করা হয়েছে
el: απενεργοποιημένο
hi: निष्क्रिय किया गया

source: unplugged
af: ontprop
bn: প্লাগ থেকে খুলে নেওয়া হয়েছে
el: μη συνδεμένο
hi: अनप्लग किया गया

source: Current Scheme:
af: Huidige skema:
bn: বর্তমান যোজনা:
el: Τρέχον Σχήμα:
hi: वर्तमान स्कीम :

source: Current CPU Frequency Policy:
af: Huidige CPU-frekwensiebeleid:
bn: বর্তমান CPU ফ্রিকোয়েন্সির নীতি:
el: Τρέχουσα Πολιτική Συχνότητας CPU:
hi: वर्तमान सीपीयू आवृत्ति नीति :

source: Dynamic
af: Dinamies
bn: গতিশীল
el: Δυναμική
hi: गतिशील

source: Critical
af: Kritiek
bn: সঙ্কট
el: Κρίσιμο
hi: संकटपूर्ण

source: Low
af: Laag
bn: নিম্ন
el: Χαμηλή
hi: निम्न

source: Warning
af: Waarskuwing
bn: পূর্বাভাস
el: Προσοχή
hi: चेतावनी

source: ok
af: Goed
bn: ঠিক আছে
el: ΟΚ
hi: ठीक है

source: Set brightness supported:
af: Stel helderheid ondersteun:
bn: উজ্জ্বলতা সেট করুন সমর্থন করা হয়েছে:
el: Υποστηρίζεται ρύθμιση της φωτεινότητας:
hi: समर्थित ब्राइटनेस सेट करें :

source: yes
af: ja
bn: হ্যাঁ
el: ναι
hi: हाँ

source: no
af: nee
bn: না
el: όχι
hi: नहीं

source: running
af: lopend
bn: চলছে
el: εκτελείται
hi: रन कर रहा है

source: not running
af: nie lopend nie
bn: চলছে না
el: δεν εκτελείται
hi: रन नहीं कर रहा है

source: Information
af: Inligting
bn: তথ্য
el: Πληροφορίες
hi: सूचना

source: If the current desktop user is inactive, dim the display to:
af: As die huidige werkskermgebruiker onaktief is, verdof die skerm na:
bn: যদি বর্তমান ডেস্কটপ ব্যবহারকারী নিষ্ক্রিয় থাকে, তাহলে ডিসপ্লেটি অনুজ্জ্বল করে দিন :
el: Εαν ο τρέχων χρήστης επιφάνειας εργασίας είναι ανενεργός, μείωσε τη φωτεινότητα σε:
hi: यदि वर्तमान डेस्कटॉप उपयोगकर्ता निष्क्रिय है तो डिस्प्ले को निम्न पर मद्धिम करें :

source: Enable dim display on inactivity
af: Ontsper dowwe skerm op onaktiwiteit
bn: অনুজ্জ্বল ডিসপ্লেটির নিষ্ক্রিয়তা সক্ষম করুন
el: Ενεργοποίηση φωτεινότητας οθόνης σε ανενεργεία
hi: निष्क्रिय होने पर डिस्प्ले के मद्धिम होने को सक्षम करें

source: Blacklist
af: Swartlys
bn: ব্ল্যাকলিস্ট
el: Μαύρη Λίστα
hi: ब्लैकलिस्ट

source: Here you can add programs which should, if running, prevent the dimming of the display.
af: Hier kan u programme byvoeg wat, indien hulle loop, verdowwing van die skerm sou voorkom.
bn: আপনি এখানে সেই কার্যক্রমগুলি যুক্ত করতে পারেন যেগুলি, যদি চলমান হয়, তাহলে ডিসপ্লেটির অনুজ্জ্বল হয়ে পড়ায় বাধা দেয়।
el: Εδώ μπορείτε να προσθέσετε προγράμματα τα οποία θα μπορούσαν, εαν εκτελεστούν, να βοηθήσουν στο μη σβήσιμο της οθόνης.
hi: यहां आप प्रोग्रामों को जोड़ सकते हैं जिन्हें, यदि ये रन हो रहे हों तो, डिस्प्ले के मद्धिम होने को रोकना चाहिए।

source: Would you like to import a predefined blacklist?
af: Wou u graag ’n vooraf-gedefinieerde swartlys invoer?
bn: আপনি কি পূর্ববর্ণিত একটি ব্ল্যাকলিস্ট আমদানি করতে চান?
el: Θέλετε να εισάγετε μια προκαθορισμένη μαύρη λίστα;
hi: क्या आप किसी पूर्वपरिभाषित ब्लैकलिस्ट को आयात करना चाहेंगे?

source: Disable CPUs/Cores
af: Versper CPU’s/Kerns
bn: সিপিইউগুলি /কোরগুলি অক্ষম করুন
el: Απενεργοποίηση CPUs/Πυρήνων
hi: सीपीयू/कोर को अक्षम करें

source: Max. running CPUs:
af: Maks. loop van CPU’s:
bn: সর্বাধিক চলমান সিপিইউগুলি:
el: Μέγιστος αριθμός CPUs που εκτελούνται:
hi: अधिकतम रन कर रहे सीपीयू :

source: Max. running CPUs/Cores:
af: Maks. loop van CPU’s/Kerns:
bn: সর্বাধিক চলমান সিপিইউগুলি/কোরগুলি :
el: Μέγιστος αριθμός CPUs/Πυρήνων που εκτελούνται:
hi: अधिकतम रन कर रहे सीपीयू/कोर :

source: Min. running CPUs:
af: Min. loop van CPU’s:
bn: ন্যুনতম চলমান সিপিইউগুলি:
el: Ελάχιστος αριθμός CPUs που εκτελούνται:
hi: न्यूनतम रन कर रहे सीपीयू :

source: Min. running CPUs/Cores:
af: Min. loop van CPU’s/Kerns:
bn: ন্যুনতম চলমান সিপিইউগুলি /কোরগুলি :
el: Ελάχιστος αριθμός CPUs/Πυρήνων που εκτελούνται:
hi: न्यूनतम रन कर रहे सीपीयू/कोर :

source: You have a multiprocessor/multicore machine.
af: U het ’n multiverwerker-/multikernmasjien.
bn: আপনার একটি মাল্টিপ্রসেসর /মাল্টিকোর মেশিন আছে।
el: Έχετε ένα μηχάνημα με πολλούς επεξεργαστές/πυρήνες.
hi: आपके पास मल्टीप्रोसेसर/मल्टीकोर मशीन है।

source: You can disable CPUs/cores to reduce power consumption and save battery power.
af: U kan CPU/kerns versper om kragverbruik te verminder en batterykrag te bespaar.
bn: বিদ্যুতশক্তির ব্যবহার কমাতে এবং ব্যাটারির ক্ষমতা সাশ্রয় করতে আপনি সিপিইউগুলি /কোরগুলি অক্ষম করতে পারেন।
el: Μπορείτε να απενεργοποιήσετε CPUs/πυρήνες για να μειώσετε την κατανάλωση ρεύματος και να σώσετε αποθέματα μπαταρίας.
hi: आप ऊर्जा खपत घटाने और बैटरी क्षमता सहेजने के लिए सीपीयू/कोर को अक्षमकर सकते हैं।

source: Devices
af: Toestelle
bn: ডিভাইস
el: Συσκευές
hi: डिवइस

source: Device class
af: Toestelklas
bn: ডিভাইস
el: Τάξη συσκευής
hi: डिवइस

source: activate
af: aktiveer
bn: সক্রিয় করুন
el: ενεργοποίηση
hi: सक्रिय करें

source: Activate
af: Aktiveer
bn: সক্রিয় করুন
el: Ενεργοποίηση
hi: सक्रिय करें

source: deactivate
af: deaktiveer
bn: নিষ্ক্রিয় করুন
el: απενεργοποίηση
hi: निष्क्रिय करें

source: Deactivate
af: Deaktiveer
bn: নিষ্ক্রিয় করুন
el: Απενεργοποίηση
hi: निष्क्रिय करें

source: activated
af: geaktiveer
bn: সক্রিয় করা হয়েছে
el: ενεργοποιημένο
hi: सक्रिय किया गया

source: do nothing
af: moet niks doen nie
bn: কিছু করবেন না
el: μη κάνεις τίποτα
hi: कुछ नहीं करें

source: Deactivate following devices:
af: Deaktiveer volgende toestelle:
bn: নিম্নলিখিত ডিভাইসগুলি নিষ্ক্রিয় করুন:
el: Απενεργοποίηση των ακόλουθων συσκευών:
hi: निम्नलिखित उपकरणों को निष्क्रिय करें :

source: Activate following devices
af: Aktiveer volgende toestelle
bn: নিম্নলিখিত ডিভাইসগুলি সক্রিয় করুন:
el: Ενεργοποίηση των ακόλουθων συσκευών
hi: निम्नलिखित उपकरणों को सक्रिय करें :

source: Reactivate following devices
af: Reaktiveer volgende toestelle
bn: নিম্নলিখিত ডিভাইসগুলি পুনরায় সক্রিয় করুন:
el: Επανενεργοποίηση των ακόλουθων συσκευών
hi: निम्नलिखित उपकरणों को पुन:सक्रिय करें :

source: Deactivate following device classes:
af: Deaktiveer volgende toestelklasse:
bn: নিম্নলিখিত ডিভাইস-এর শ্রেণীগুলি নিষ্ক্রিয় করুন:
el: Απενεργοποίηση των ακόλουθων τάξεων συσκευών:
hi: निम्नलिखित उपकरण वर्गों को निष्क्रिय करें :

source: Activate following devices classes
af: Aktiveer volgende toestelklasse
bn: নিম্নলিখিত ডিভাইস-এর শ্রেণীগুলি সক্রিয় করুন:
el: Ενεργοποίηση των ακόλουθων τάξεων συσκευών
hi: निम्नलिखित उपकरण वर्गों को सक्रिय करें :

source: Reactivate following device classes
af: Reaktiveer volgende toestelklasse
bn: নিম্নলিখিত ডিভাইস-এর শ্রেণীগুলি পুনরায় সক্রিয় করুন:
el: Επανενεργοποίηση των ακόλουθων τάξεων συσκευών
hi: निम्नलिखित उपकरण वर्गों को पुन:सक्रिय करें :

source: If the scheme switched all devices are again activated.
af: Indien die skema aangeskakel word, sal alle toestelle weer geaktiveer word.
bn: যদি যোজনাটি চালু করা হয় তাহলে সকল ডিভাইসগুলি আবার সক্রিয় হয়ে যাবে।
el: Εαν αυτό το σχήμα άλλαξε όλες οι συσκευές είναι ξανά ενεργοποιημένες.
hi: यदि स्कीम स्विच की जाती है तो सभी उपकरण फिर से सक्रिय हो जाते हैं।

source: This is a experimental feature.
af: Dit is ’n eksperimentele eienskap.
bn: এটি একটি গবেষণামূলক বৈশিষ্ট্য।
el: Αυτό είναι ένα πειραματικό χαρακτηριστικό.
hi: यह एक प्रायोगिक विशेषता है।

source: If you have problems with this feature, please report them.
af: As u probleme met hierdie eienskap het, rapporteer dit asseblief.
bn: আপনার যদি এই বৈশিষ্ট্য নিয়ে কোনো সমস্যা থাকে, তাহলে অনুগ্রহ করে তাদের রিপোর্ট করুন।
el: Εαν έχετε προβλήματα με αυτό το χαρακτηριστικό, παρακαλούμε να τα αναφέρετε.
hi: यदि आपको इस विशेषता से समस्याएं हैं तो कृपया उन्हें सूचित करें।

source: Select one of the available devices and click on
af: Kies een van die beskikbare toestelle en klik op
bn: উপলব্ধ ডিভাইসগুলির মধ্যে কোনো একটি নির্বাচন করুন এবং ক্লিক করুন
el: Επιλέξτε μια από τις διαθέσιμες συσκευές και πατήστε on
hi: उपलब्ध उपकरणों में से एक का चयन करें और उस पर क्लिक करें

source: Select one of the available device classes and click on
af: Kies een van die beskikbare toestelklasse en klik op
bn: উপলব্ধ ডিভাইস-এর শ্রেণীগুলির মধ্যে কোনো একটি নির্বাচন করুন এবং ক্লিক করুন
el: Επιλέξτε μια από τις διαθέσιμες τάξεις συσκευών και πατήστε on
hi: उपलब्ध उपकरण वर्गों में से एक का चयन करें और उस पर क्लिक करें
