Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Policy kit exception for user %s and permission %s (untranslated message): %s
ca: S'ha produït una excepció del Policy kit per l'usuari %s i els permisos %s (missatge no traduït): %s
cs: Výjimka z balíčku zásad pro uživatele %s a oprávnění %s (nepřeložená zpráva): %s
de: Richtlinien-Kit-Ausnahme für Benutzer "%s" und Berechtigung "%s" (nicht übersetzte Meldung): %s
fr: Exception Policy Kit pour l'utilisateur %s et la permission %s (message non traduit) : %s
hu: Policy kit kivétel a(z) %s felhasználóhoz és a(z) %s engedélyhez: %s
it: Eccezione del kit di policy per l'utente %s e autorizzazione %s (messaggio non tradotto): %s
ja: ユーザ %s および許可 %s に関する Policykit例外が発生しました (エラーメッセージ原文): %s
nb: Policykit-unntak for brukeren %s og rettigheten %s (uoversatt melding): %s
pl: Wyjątek Policy Kit dla użytkownika %s i uprawnień %s (nieprzetłumaczony komunikat): %s
pt_br: Exceção do kit de políticas para o usuário %s e permissão %s (mensagem não traduzida): %s
ro: Politica de excepţie pentru utilizator %s şi permisiunea %s (mesajul nu este tradus): %s
sk: Výnimka z balíka politiky pre používateľa %s a prístup %s (nepreložená správa): %s

source: A user is no longer logged to target machine. Please log in again.
ca: La sessió de l'usuari ja no es troba activa a la màquina de destí. Torneu a iniciar la sessió
cs: Uživatel již není přihlášen k cílovému počítači. Přihlaste se znovu.
de: Kein Benutzer mehr am Zielcomputer angemeldet. Melden Sie sich erneut an.
fr: Il n'y a plus d'utilisateur connecté à la machine cible. Veuillez vous reconnecter.
hu: A felhasználó már nincs bejelentkezve a célgépen. Jelentkezzen be újra.
it: Nessun utente è più connesso al computer di destinazione. Eseguire nuovamente il login.
ja: ユーザはターゲットマシンにはもうログインしていません。再度ログインしてください。
nb: Ingen bruker er innlogget på målmaskinen. Logg inn på nytt.
pl: Użytkownik nie jest już zalogowany na docelowym systemie. Proszę zalogować się ponownie.
pt_br: Um usuário não está mais conectado à máquina de destino. Efetue login novamente.
ro: Utilizatorul nu mai este conectat la calculator ţintă. Vă rugăm să vă reconectaţi.
sk: Používateľ nie je prihlásený na cieľovom počítači. Prosím prihláste sa znovu.

source: Target system is not consistent: Missing or corrupted file %s
ca: El sistema de destí es troba en un estat incosistent: El fitxer %s es troba en mal estat o no existeix
cs: Cílový systém není konzistentní: chybějící nebo poškozený soubor %s
de: Zielsystem ist nicht konsistent: Fehlende oder beschädigte Datei "%s"
fr: Le système cible n'est pas cohérent : fichier %s corrompu ou manquant
hu: A célrendszer nem konzisztens. A(z) %s fájl hiányzik vagy hibás
it: Sistema di destinazione non coerente: file %s mancante o corrotto
ja: ターゲットのシステムに矛盾があります:ファイル %s が存在しないか、壊れています
nb: Målsystemet er ikke konsistent: Filen %s mangler eller er skadet.
pl: Docelowy system jest niespójny: brakuje pliku %s lub jest on uszkodzony
pt_br: O sistema de destino não está consistente: arquivo %s ausente ou corrompido
ro: Sistemul ţintă nu este consistent: fişierul %s lipseşte sau este corupt
sk: Cieľový systém nie je konzistentný: chýbajúci, alebo poškodený súbor %s

source: There is no predefined ntp server at /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS
ca: No hi ha cap servidor ntp predefinit a /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS
cs: V umístění /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS není nastaven žádný server NTP.
de: Kein vordefinierter NTP-Server unter /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS
fr: Il n'y a pas de serveur NTP prédéfini dans /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS
hu: Nincs előre beállított NTP-kiszolgáló az /etc/sysconfig/network/config fájlban, a NETCONFIG_NTP_STATIC_SERVERS paraméternél.
it: Nessun server ntp predefinito in /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS
ja: /etc/sysconfig/network/config内のNETCONFIG_NTP_STATIC_SERVERSには、 事前設定されたNTPサーバがありません
nb: Det er ingen forhåndsdefinert ntp-server på /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS
pl: Brak predefiniowanego serwera NTP w /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS
pt_br: Não existe servidor NTP predefinido em /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS
ro: Nu există nici un server ntp predefinit în /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS
sk: Nie je preddefinovaný ntp server v /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS

source: Error occurred during ntp synchronization: %s
ca: S'ha produït un error durant la sincronització ntp: %s
cs: Při synchronizaci NTP došlo k chybě: %s
de: Fehler bei der NTP-Synchronisierung: %s
fr: Une erreur est survenue lors de la synchronisation NTP : %s
hu: Hiba történt az NTP-szinkronizáció közben: %s
it: Errore durante la sincronizzazione ntp: %s
ja: NTPによる同期処理時にエラーが発生しました: %s
nb: Det oppstod en feil under ntp-synkroniseringen: %s.
pl: Wystąpił błąd podczas synchronizacji NTP: %s
pt_br: Ocorreu um erro durante a sincronização do NTP: %s
ro: Eroare apărută în timpul sincronizării ntp: %s
sk: Počas synchronizácie ntp nastala chyba: %s

source: Error while saving administrator settings: %s
ca: S'ha produït un error en desar els paràmetres de l'administrador: %s
cs: Při ukládání nastavení správce došlo k chybě: %s
de: Fehler beim Speichern der Administratoreinstellungen: %s
fr: Erreur lors de l'enregistrement des paramètres de l'administrateur : %s
hu: Hiba történt az adminisztrátori beállítások mentése közben: %s
it: Errore durante il salvataggio delle impostazioni dell'amministratore: %s
ja: 管理者設定を保存する際にエラーが発生しました: %s
nb: Feil under lagring av administratorinnstillinger: %s
pl: Wystąpił błąd podczas zapisu ustawień administracyjnych: %s
pt_br: Erro ao gravar configurações do administrador: %s
ro: Eroare la salvarea setărilor de administrator: %s
sk: Počas ukladania nastavení administrátora nastala chyba: %s

source: Installation in progress. Remaining %i patches. The installation time depends on patch size.
de: Installationsvorgang. %i Patches verbleibend. Die Installationszeit hängt von der Patch-Größe ab.
it: Installazione in corso. %i patch rimanenti. La durata dell'installazione dipende dalle dimensioni delle patch.
ja: インストールの進行中 - 残り %i パッチ。インストール時間はパッチサイズによって異なります。
pt_br: Instalação em andamento. %i patches restantes. O tempo de instalação depende do tamanho do patch.

source: Select locale
cs: Vybrat místní nastavení
de: Ländereinstellung auswählen
it: Selezionare le impostazioni internazionali
ja: ロケールを選択する
pt_br: Selecionar idioma

source: Url
cs: Adresa URL
nb: Adresse
pl: Adres URL

source: URL
nb: Nettadresse
