Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Attempts to chown or chmod files do not return errors, although they fail. Use with caution!
af: Pogings om lêers te chown of te chmod vermeld geen foute nie, hoewel hulle misluk. Gebruik met versigtigheid!
bn: ফাইলগুলিকে chown বা chmod করার প্রচেষ্টা ত্রুটি ফেরত দেয় না, যদিও এগুলি ব্যর্থ হয়। সতর্কতার সাথে ব্যবহার করুন!
el: Οι προσπάθειες για chown ή chmod δεν επιστρέφουν σφάλματα αλλά παρ' όλα αυτά αποτυγχάνουν. Χρησιμοποιήστε με προσοχή!
hi: फाइलों को chown या chmod करने के प्रयास में कोई त्रुटि नहीं हुई, हालांकि वे विफल हो गए।सावधानी से प्रयोग करें!

source: Under what directory this file system shall be mounted. Please note that there is no guarantee that the system will respect your wish. For one the directory has to be below /media - and it does not yet have to exist.
af: Onder watter gids hierdie lêerstelsel geheg sal wees. Let asseblief op dat daar geen waarborg is dat die stelsel u wens sal respekteer nie. So byvoorbeeld moet die gids onder /media wees - en dit hoef nie nou al te bestaan nie.
bn: এই ফাইল সিস্টেমটি কোন ডিরেক্টরির অধীনে মাউন্ট করা হবে। অনুগ্রহ করে খেয়াল করুন যে এমন কোনো আশ্বাস নেই যে সিস্টেমটি আপনার ইচ্ছাকে সম্মান দেবে। একজনের জন্য ডিরেক্টরিকে নিচে /মাধ্যমে থাকতে হবে -এবং এটির এখনও অস্তিত্ব থাকতে হবে না।
el: Κατω από ποια ετικέτα αυτό το σύστημα αρχείων θα προσαρτηθεί. Παρακαλώ σημειώστε οτι δεν υπάρχει εγγύηση οτι το σύστημα θα σεβαστεί την επιλογή σας. Θα πρέπει ο κατάλογος να είναι υπό το /media - και δεν είναι απαραίτητο οτι πρέπει ήδη να υπάρχει.
hi: किस डायरेक्टरी में यह फाइल सिस्टम माउंट होगा। कृपया नोट करें कि इस बात की कोई गारंटीनहीं है कि सिस्टम आपकी पसंद का सम्मान करेगा। इसके लिए डायरेक्टरी /मीडिया के नीचेहोनी चाहिए - और इसे होने की जरूरत नहीं है।

source: Always flush all data to the hot plug devices immediately and don't cache it.
af: U moet altyd alle data onmiddellik na die warmproptoestelle spoel en dit nie cache nie.
bn: হট প্লাগ ডিভাইসগুলিতে সর্বদা সকল ডেটা ফ্লাশ করুন এবং এটিকে ক্যাশে করবেন না।
el: Πάντα κάντε flush όλα τα τδεδομένα στις συσκευές hot plug αμέσως και μην τα αποθηκεύετε.
hi: हमेशा सभी डेटा को तुरंत हॉट प्लग उपकरणों में फ्लश करें और उसे कैशे न करें।

source: UTF8 is the filesystem safe 8-bit encoding of Unicode that is used by the console. It can be be enabled for the filesystem with this option.
af: UTF8 is die lêerstelsel-veilige 8 bis-enkodering van Unicode wat deur die konsole gebruik word. Dit kan ontsper word vir die lêerstelsel met hierdie opsie.
bn: UTF8 হল ফাইলসিস্টেম নিরাপদ ইউনিকোডের ৮-বিট এনকোডিং যা কনসোল দ্বারা ব্যবহৃত হয়। এই বিকল্প দিয়ে ফাইলসিস্টেমের জন্য এটিকে সক্রিয় করা যেতে পারে।
el: Το UTF8 είναι η ασφαλής για το σύστημα αρχείων κωδικοποίηση Unicode 8-bit που χρησιμοποιείται από την κονσόλα. Μπορεί να ενεργοποιηθεί από το σύστημα αρχείων με αυτή την επιλογή.
hi: UTF8 यूनीकोड का फाइलसिस्टम सुरक्षित 8-बिट एनकोडिंग है जो कंसोल द्वारा प्रयोग किया जाताहै। इसे इस विकल्प के साथ फाइलसिस्टम के लिए समर्थ किया जा सकता है।

source: <h2>Specifies the journalling mode for file data. Metadata is always journaled. </h2> <h3><b>All Data</b></h3> All data is committed into the journal prior to being written into the main file system. This is the slowest variant with the highest data security. <h3><b>Ordered</b></h3> All data is forced directly out to the main file system prior to its metadata being committed to the journal. <h3><b>Write Back</b></h3> Data ordering is not preserved - data may be written into the main file system after its metadata has been committed to the journal. This is rumoured to be the highest-throughput option. It guarantees internal file system integrity, however it can allow old data to appear in files after a crash and journal recovery.
af: <h2>Spesifiseer die joernaalmodus vir lêerdata. Metadata word altyd in joernaal opgeneem. </h2> <h3><b>Alle data</b></h3> Alle data word in die joernaal opgeneem alvorens dit in die hooflêerstelsel geskryf word. Dit is die stadigste variant met die hoogste dataveiligheid. <h3><b>Georden</b></h3> Alle data word direk uit die hooflêerstelsel gedwing alvorens die metadata daarvan in die joernaal opgeneem word. <h3><b>Skryf terug</b></h3> Data-ordening word nie bewaar nie - data kan in die hooflêerstelsel geskryf word nadat die metadata daarvan in die joernaal opgeneem is. Daar word bespiegel dat dit die hoogste deurset-opsie is. Dit waarborg interne lêerstelselintegriteit, hoewel dit wel ou data kan toelaat om in lêers te verskyn ná ’n ineenstorting en joernaalherstel.
bn: <h2>ফাইল ডেটার জন্য জার্নালিং মোড নির্দিষ্ট করে। মেটাডেটা সর্বদাই জার্নাল করা হয়। </h2> <h3><b>সকল ডেটা</b></h3> মূল ফাইল সিস্টেমে লিখিত হওয়ার আগে সকল ডেটাকে জার্নালে প্রতিশ্রুতিবদ্ধ করা হয়। এটি সর্বোচ্চ ডেটা সুরক্ষার সাথে মন্থরতম বৈচিত্র্যময় রূপ। <h3><b>ক্রমযুক্ত</b></h3> মেটাডেটা জার্নালে প্রতিশ্রুতিবদ্ধ হওয়ার আগে সকল ডেটাকে মূল ফাইল সিস্টেমে সরাসরি বলপূর্বক প্রবেশ করানো হয়। <h3><b>পালটা লিখুন</b></h3> ডেটাকে ক্রমযুক্ত করা সংরক্ষিত করা হয় না - মেটাডেটা জার্নালে প্রতিশ্রুতিবদ্ধ হওয়ার পরে ডেটাকে মূল ফাইল সিস্টেমে লেখা হতে পারে। এটাই সর্বাধিক-থ্রুপুট বিকল্প বলে চর্চা আছে। এটা অভ্যন্তরীণ ফাইল সিস্টেমের বিশুদ্ধতার গ্যারান্টি দেয়, তবে এটা ক্র্যাশ ও জার্নাল উদ্ধারের পরে পুরান ডেটাকে ফাইলে প্রকট হওয়ার অনুমতি দিতে পারে।
el: <h2>Καθορίζει τον τύπο journalling για δεδομένα αρχείων. Τα metadata πάντα ορίζονται journaled. </h2> <h3><b>Όλα τα Δεδομένα</b></h3> Όλα τα δεδομένα υπόκεινται χρονικό πριν από το να γραφτούν στο κυρίως σύστημα αρχείων. Αυτή είναι η πιο αργή επιλογή με την μεγαλύτερη ασφάλεια δεδομένων. <h3><b>Συντεταγμένα</b></h3> Όλα τα δεδομένα εξαναγκάζονται απευθείας στο κύριο σύστημα αρχείων πριν τα metadata τους να υπαχθούν στο χρονικό. <h3><b>Εγγραφή Πίσω</b></h3> Η σειρά δεδομένων δεν ακολουθείται - δεδομένα μπορεί να γραφούν στο κυρίως σύστημα αρχείων αφού τα metadata τους έχουν υπαχθεί στο χρονικό. Αυτή φημολογοείται πως είναι η πιο αδιαβλητη επιλογή. Εγγυάται την εσωτερική ασφάλεια του συστήματος, και μπορεί να επιτρέπει παλαιά δεδομένα να εμφανίζονται στα αρχεία μετά από μια ζημιά και επαναφορά του χρονικού.
hi: <h2>फाइल डेटा के लिए जर्नलिंग मोड विनिर्दिष्ट करता है। मेटाडेटा हमेशा जर्नल है। </h2> <h3><b>सभी डेटा </b></h3> सभी डेटा मुख्य फाइल सिस्टम में राइट करने से पहले जर्नल में वचनबद्ध है। यह उच्चतम डेटा सुरक्षा के साथ सबसे निम्नतम अंतर है। <h3><b>आदेशित</b></h3> सभी डेटा को उसके मेटाडेटा के जर्नल से वचनबद्ध होने से पहले मुख्य फाइल सिस्टम से सीधेबाहर जाने पर जोर दिया गया है। <h3><b>दोबारा राइट करें </b></h3> डेटा आदेश सुरक्षित नहीं है - डेटा संभवतः उसके मेटाडेटा के जर्नल से वचनबद्ध होने के बादमुख्य फाइल सिस्टम में राइट हो। इसे उच्चतम विकल्प होना चाहिए। यह आंतरिक फाइलसिस्टम संघटनता की गारंटी देता है, हालांकि यह क्रैश और जर्नल रिकवरी के बाद फाइल मेंप्रदर्शित करने के लिए पुराने डेटा को अनुमति दे सकता है।

source: <h2>Defines the behaviour for creation and display of filenames which fit into 8.3 characters. If a long name for a file exists, it will always be preferred display.</h2> <h3><b>Lower</b></h3> Force the short name to lower case upon display; store a long name when the short name is not all upper case. <h3><b>Windows 95</b></h3> Force the short name to upper case upon display; store a long name when the short name is not all upper case. <h3><b>Windows NT</b></h3> Display the shortname as is; store a long name when the short name is not all lower case or all upper case. <h3><b>Mixed</b></h3> Display the short name as is; store a long name when the short name is not all upper case.
af: <h2>Definieer die optrede vir die skep en vertoon van lêername wat in 8.3-karakters pas. Indien ’n lang naam vir ’n lêer bestaan, sal dit altyd op verkieslike vertoning neerkom.</h2> <h3><b>Onder</b></h3> Dwing die kort naam na onderkas wanneer dit vertoon word; berg ’n lang naam wanneer die kort naam nie in die geheel in bo-kas is nie. <h3><b>Windows 95</b></h3> Dwing die kort naam na bo-kas wanneer dit vertoon word; berg ’n lang naam wanneer die kort naam nie in die geheel in bo-kas is nie. <h3><b>Windows NT</b></h3> Vertoon die kort naam soos dit is; berg ’n lang naam wanneer die kort naam nie in die geheel in onderkas of in bo-kas is nie. <h3><b>Gemeng</b></h3> Vertoon die kort naam soos dit is; berg ’n lang naam wanneer die kort naam nie in die geheel in bo-kas is nie.
bn: <h2>ফাইলের নাম সৃষ্টি ও প্রদর্শনের জন্য আচরণের সংজ্ঞা দেয় যা 8.3 অক্ষরে এঁটে যায়। যদি কোন ফাইলের দীর্ঘ নাম থাকে তাহলে এটা সর্বদাই কাঙ্ক্ষিত প্রদর্শনী হবে। </h2> <h3><b>নিম্নতর</b></h3> প্রদর্শনের পরে সংক্ষিপ্ত নামটিকে উচ্চতর কেসে পরিণত হতে বাধ্য করুন; সংক্ষিপ্ত নামটি পুরোপুরি ছোট হাতের বা সবগুলি বড় হাতের না হলে দীর্ঘ নামটি সঞ্চয় করুন। <h3><b>Windows 95</b></h3> প্রদর্শনের পরে সংক্ষিপ্ত নামটিকে উচ্চতর কেসে পরিণত হতে বাধ্য করুন; সংক্ষিপ্ত নামটি পুরোপুরি সবগুলি বড় হাতের না হলে দীর্ঘ নামটি সঞ্চয় করুন। <h3><b>Windows NT</b></h3> সংক্ষিপ্ত নামটি যেমন সেইভাবেই দেখান; সংক্ষিপ্ত নামটি পুরোপুরি ছোট হাতের বা সবগুলি বড় হাতের না হলে দীর্ঘ নামটি সঞ্চয় করুন। <h3><b>মিশ্র</b></h3> সংক্ষিপ্ত নামটি যেমন সেইভাবেই দেখান; সংক্ষিপ্ত নামটি পুরোপুরি সবগুলি বড় হাতের না হলে দীর্ঘ নামটি সঞ্চয় করুন।
el: <h2>Ορίζει την συμπεριφορά για δημιουργία και προβολή των ονομάτων αρχείων που χωρούν σε 8.3 χαρακτήρες. Εαν υπάρχει μεγάλο όνομα για ένα αρχείο θα προβάλεται κατα προτίμηση.</h2> <h3><b>Κατώτερο</b></h3> Εξαναγκάζει το κοντό όνομα σε πεζά κατα την προβολή; αποθήκευση ενός μεγάλου ονόματος όταν το κοντό όνομα δεν αποτελείται όλο από κεφαλαία. <h3><b>Windows 95</b></h3> Εξαναγκασμός του κοντού ονόματος σε κεφαλαία κατα την προβολή; αποθήκευση εναός μεγάλου ονόματος όταν το κοντό όνομα δεν αποτελείται όλο από κεφαλαία. <h3><b>Windows NT</b></h3> Προβολή του κοντού ονόματος όπως είναι; αποθήκευση ενός μεγάλου ονόματος όταν το κοντό όνομα δεν αποτελείται όλο από μικρά ή κεφαλαία <h3><b>Mixed</b></h3> Προβολή του κοντού ονόματος όπως είναι; αποθήκευση ενός μεγάλου ονόματος όταν το κοντό όνομα δεν αποτελείται όλο από κεφαλαία.
hi: <h28.3 वर्णों में फिट होने वाले फाइलनाम के सृजन और डिस्प्ले के लिए व्यवहार परिभाषितकरता है। यदि किसी फाइल के लिए लंबा नाम मौजूद है, यह हमेशा डिस्प्ले प्राथमिककरेगा।</h2> <h3><b>निम्न</b></h3> छोटे नाम को प्रदर्शित होने पर निम्न केस में दिखने पर जोर दें; जब छोटे नाम सारे बड़े केस मेंहो लंबा नाम दर्शाएं। <h3><b>विंडो 95</b></h3> छोटे नाम को प्रदर्शित होने पर बड़े केस में दिखने पर जोर दें; जब छोटे नाम सारे बड़े केस मेंहो लंबा नाम दर्शाएं। <h3><b>विंडोस एनटी </b></h3> छोटे नाम प्रदर्शित करें जैसे वे हैं; लंबा नाम संग्रहित करें जब छोटा नाम में सभी छोटे वर्ष याबड़े वर्ण न हों। <h3><b>मिश्रित</b></h3> छोटे नाम प्रदर्शित करें जैसे वे हैं; लंबा नाम संग्रहित करें जब छोटा नाम में सभी बड़े वर्ण न हों।

source: Select Input &Method
af: Kies inset&metode
bn: ইনপুট পদ্ধতি বাছুন
el: Επιλογή Εισαγωγής &Μεθόδου
hi: इनपुट पद्धति चुनें

source: Multiple Input Method Switcher
af: Veelvuldige insetmetodeverwisselaar
bn: একাধিক ইনপুট মেথড সুইচার
el: Πολλαπλός Εναλλάκτης Μεθόδου Εισαγωγής
hi: बहु इनपुट पद्धति परिवर्तक

source: Multiple input method switcher that uses the context menu of the text widgets
af: Veelvuldige insetmetodeverwisselaar wat die kontekskieslys van die tekshulpies gebruik
bn: একাধিক ইনপুট মেথড সুইচার যা পাঠ্য উইজেটের প্রসঙ্গ মেনু ব্যবহার করে
el: Πολλαπλός εναλλάκτης μεθόδου εισαγωγής ο οποίος χρησιμοποιεί τον κατάλογο περιεχομένου των widgets κειμένου
hi: बहु इनपुट पद्धति परिवर्तक जो पाठ विड्जेट का विषयवस्तु मीनू प्रयोग करता है।

source: Dummy Input Method Switcher
af: Fopinsetmetodeverwisselaar
bn: ডামি ইনপুট মেথড সুইচার
el: Εικονικός Εναλλάκτης Μεθόδου Εισαγωγής
hi: डमी इनपुट पद्धति परिवर्तक

source: Dummy input method switcher that uses the context menu of the text widgets
af: Fopinsetmetodeverwisselaar wat die kontekskieslys van die tekshulpies gebruik
bn: ডামি ইনপুট মেথড সুইচার যা পাঠ্য উইজেটের প্রসঙ্গ মেনু ব্যবহার করে
el: Εικονικός εναλλάκτης μεθόδου εισαγωγής ο οποίος χρησιμοποιεί τον κατάλογο περιεχομένου των widgets κειμένου
hi: डमी इनपुट पद्धति परिवर्तक जो पाठ विड्जेट का विषयवस्तु मीनू प्रयोग करता है।

source: Simple Composing Input Method
af: Eenvoudige saamstelinsetmetode
bn: সিম্পল কম্পোজিং ইনপুট মেথড
el: Απλή Συντακτική Μέθοδος Εισαγωγής
hi: सिंपल कंपोसिंग इनपुट पद्धति

source: Simple composing input method
af: Eenvoudige saamstelinsetmetode
bn: সিম্পল কম্পোজিং ইনপুট মেথড
el: Απλή συντακτική μέθοδος εισαγωγής
hi: सिंपल कंपोसिंग इनपुट पद्धति

source: XIM input method
af: XIM-insetmetode
bn: XIM ইনপুট মেথড
el: Μέθοδος εισαγωγής XIM
hi: एक्सआईएम इनपुट पद्धति

source: Unknown Input Method
af: Onbekende insetmetode
bn: অজ্ঞাত ইনপুট মেথড
el: Άγνωση Μέθοδος Εισαγωγής
hi: अज्ञात इनपुट पद्धति

source: Default Input Method:
af: Verstekinsetmetode
bn: ডিফল্ট ইনপুট মেথড:
el: Προκαθορισμένη Μέθοδος Εισαγωγής
hi: डिफाल्ट इनपुट पद्धति:

source: Installation Error
af: Installasiefout
el: Σφάλμα Εγκατάστασης

source: Aborted
af: Gestaak
bn: বাতিল করা হয়েছে
el: Ματαιώθηκε
hi: विफल कर दिया गया

source: Invalid URL
af: Ongeldige URL
el: Λανθασμένο URL

source: The 'kernel-xen' and 'install-initrd' packages were not found.
af: Die 'kern-xen' en 'installeer-initrd'-pakkette is nie gevind nie.
el: Τα πακέτα 'kernel-xen' και 'install-initrd' δεν βρέθηκαν.

source: Failed to find the '%(tag)s' tag in the XML file.
el: Αποτυχία εύρεσης του '%(tag)s' tag στο αρχείο XML.

source: Failed to parse the XML file '%(file)s'.
el: Αποτυχία ανάλυσης του αρχείου XML '%(file)s'.

source: The virtual disk may only be stored on a block device or in a file.
el: Ο εικονικός δίσκος μπορεί να αποθηκευτεί μόνο σε συσκευή block ή σε ένα αρχείο.

source: No media is present in the drive.
el: Δεν υπάρχει παρόν μέσον στον δίσκο.

source: Please correct the error and try again.
af: Maak asseblief die fout reg en probeer weer.
el: Παρακαλώ διορθώστε το σφάλμα και προσπαθήστε ξανά.

source: Please type a number.
af: Tik asseblief ’n nommer.
el: Παρακαλώ πληκτρολογήστε έναν αριθμό.

source: The minimum acceptable value is %(val)s.
el: Η μικρότερη αποδεκτή τιμή είναι %(val)s.

source: The maximum acceptable value is %(val)s.
el: Η μεγαλύτερη αποδεκτή τιμή είναι %(val)s.

source: The VM's name must contain only alphanumeric and _ - . : + characters.
el: Το όνομα της VM πρέπει να περιέχει μόνο αλφαριθμητικά και χαρακτήρες _ - . : +

source: The VM's name must contain from 1 to 255 characters.
af: Die SM se naam moet van 1 tot 255 karakters bevat.
el: Το όνομα της VM πρέπει να περιέχει από 1 μέχρι 255 χαρακτήρες.

source: The VM's name cannot start with a digit.
af: Die SM se naam kan nie met ’n syfer begin nie.
el: ΤΟ όνομα της VM δε μπορεί να ξεκινά με έναν αριθμό.

source: Failed to display the VM's console because DISPLAY is not set. Please connect a VNC viewer to %s:%d.
el: Αποτυχία προβολής της VM κονσόλας επειδή η DISPLAY δεν έχει οριστεί. Παρακαλώ συνδέστε έναν προβολέα VNC στο %s:%d.

source: Failed to display the VM's console. Please connect a viewer manually.
el: Αποτυχία προβολής της VM κονσόλας. Παρακαλώ συνδέστε έναν προβολέα χειροκίνητα.

source: An error occurred in Xen.
af: ’n Fout het in Xen voorgekom.
el: Ένα σφάλμα προκλήθηκε στο Xen

source: The hypervisor is not running.
af: Die hypervisor loop nie.
el: Ο hypervisor δεν εκτελείται.

source: An incompatible version of the hypervisor is running.
af: ’n Onversoenbare weergawe van die hiperkykgleuf loop.
el: Μια μη συμβατή έκδοση του hypervisor εκτελείται.

source: Unable to connect to the Xen daemon.
el: Αδυναμία σύνδεσης με τον δαίμονα Xen.

source: Must be the 'root' user to manage Xen.
el: Πρέπει να είναι ο υπερχρήστης που θα χειριστεί το Xen.

source: Failed to start the VM.
af: Misluk om die SM te begin.
el: Αποτυχία εκκίνησης της VM.

source: The VM has crashed.
af: Die SM het ineengestort.
el: Η VM χάλασε.

source: A VM by that name is already running.
af: ’n SM met daardie naam loop reeds.
el: Μια VM με αυτό το όνομα εκτελείται ήδη.

source: A VM configuration already exists with that name.
el: Μια ρύθμιση VM υπάρχει ήδη με αυτό το όνομα.

source: A valid boot sector was not found. The installation may have failed.
af: ’n Geldige selflaaisektor is nie gevind nie. Die installasie het dalk misluk.
el: Ένας έγκυρος τομέας εκκίνησης δεν βρέθηκε. Η εγκατάσταση μπορεί να απέτυχε.

source: No kernel was found. The installation may have failed.
af: Geen kern is gevind nie. Die installasie het dalk misluk.
el: Δεν βρέθηκε πυρήνας. Η εγκατάσταση μπορεί να απέτυχε.

source: The installation source is using an unsupported protocol.
af: Die installasiebron gebruik ’n onondersteunde protokol.
el: Η πηγή εγκατάστασης χρησιμοποιεί ένα μη υποστηριζόμενο πρωτόκολλο.

source: An error occurred while reading from the installation source.
af: ’n Fout het voorgekom tydens lees vanaf die installasiebron.
el: Ένα σφάλμα προκλήθηκε κατα την ανάγνωση από την πηγή εγκατάστασης.

source: The installation source was not found.
af: Die installasiebron is nie gevind nie.
el: Η πηγή εγκατάστασης δεν βρέθηκε.

source: The installation source is unusable.
af: Die installasiebron is onbruikbaar.
el: Η πηγή εγκατάστασης είναι άχρηστη.

source: No installation source was defined.
af: Geen installasiebron is gedefinieer nie.
el: Δεν ορίστηκε πηγή εγκατάστασης.

source: A CD-ROM or DVD must be specified from which to boot.
el: Ένα CD-ROM ή DVD πρέπει να καθοριστεί για εκκίνηση.

source: The operating system is incompatible with the processor architecture of this machine.
af: Die bedryfstelsel is onversoenbaar met die verwerkerargitektuur van hierdie masjien.
el: Το λειτουργικό σύστημα είναι μη συμβατό με την αρχιτεκτονική επεξεργαστή αυτού του μηχανήματος

source: The processor(s) in this machine do not support full virtualization.
af: Die verwerker(s) in hierdie masjien ondersteun nie volledige skynwerklikmaking nie.
el: Ο επεξεργαστής σε αυτό το μηχάνημα δεν υποστηρίζει πλήρη εικονικοποίηση.

source: The processor(s) in this machine support full virtualization, but it is disabled in the BIOS.
af: Die verwerker(s) in hierdie masjien ondersteun volledige skynwerklikmaking, maar dit word in die BTAS versper.
el: Ο επεξεργαστής σε αυτό το μηχάνημα υποστηρίζει πλήρη εικονικοποίηση, αλλά είναι απενεργοποιημένη από το BIOS.

source: Not enough memory.
af: Nie genoeg geheue nie.
el: Όχι επαρκής μνήμη.

source: The disk does not exist.
af: Die skyf bestaan nie.
el: Ο δίσκος δεν υπάρχει.

source: The disk is read-only.
af: Die skyf is slegs-lees.
el: Ο δίσκος είναι μόνο για ανάγνωση.

source: Permission was denied while attempting to access the disk.
el: Απαγορεύτηκε η άδεια κατα την προσπάθεια πρόσβασης του δίσκου.

source: Two of the virtual disks have conflicting virtual names or physical devices.
af: Twee van die skynskywe het teenstrydige skynname of werklike toestelle.
el: Δυο από τους εικονικούς δίσκους έχουν συγκρούσεις στα εικονικά ονόματα ή τις φυσικές συσκευές.

source: The job was canceled.
af: Die taak is gekanselleer.
el: Η εργασία ακυρώθηκε.

source: The job was not found.
af: Die taak is nie gevind nie.
el: Η εργασία δεν βρέθηκε.

source: The job is in the wrong state to perform that action.
el: Η εργασία είναι σε λάθος κατάσταση για να εφαρμοστεί αυτή η δράση.

source: A parameter is invalid or missing.
af: ’n Parameter is ongeldig of ontbreek.
el: Η παράμετρος είναι λανθασμένη ή λείπει.

source: The operating system does not support paravirtualization.
af: Die bedryfstelsel ondersteun nie gedeeltelike skynwerklikmaking nie.
el: Το λειτουργικό σύστημα δεν φαίνεται να υποστηρίζει παραεικονικοποίηση.

source: The operating system does not support automated installations.
af: Die bedryfstelsel ondersteun nie geoutomatiseerde installasies nie.
el: Το λειτουργικό σύστημα δεν φαίνεται να υποστηρίζει αυτόματες εγκαταστάσεις.

source: The operating system does not support full virtualization.
af: Die bedryfstelsel ondersteun nie volledige skynwerklikmaking nie.
el: Το λειτουργικό σύστημα δεν φαίνεται να υποστηρίζει πλήρη εικονικοποίηση.

source: Novell NetWare 6.5 SP6 and older
af: Novell NetWare 6.5 SP6 en ouer
el: Novell NetWare 6.5 SP6 και παλαιότερο

source: Other operating system
af: Ander bedryfstelsel
el: Άλλο λειτουργικό σύστημα

source: RedHat (other)
af: RedHat (ander)
el: RedHat (άλλο)

source: Solaris 9 and older
af: Solaris 9 en ouer
el: Solaris 9 και παλαιότερο

source: SUSE (other)
af: SUSE (ander)
el: SUSE (άλλο)

source: Windows (other)
el: Windows (άλλο)

source: Gathering settings...
af: Versamel van instellings ...
el: Μαζεύοντας ρυθμίσεις...

source: Preparing to start the installation...
af: Voorberei om die installasie te begin ...
el: Προετοιμασία εκκίνησης της εγκατάστασης...

source: Installing...
af: Installeer van ...
el: Εγκαθιστώντας...

source: Please wait...
af: Wag, asseblief ...
el: Παρακαλώ περιμένετε...
hi: कृपया इंतजार करें...

source: Waiting for the VM to stop before continuing...
el: Αναμονή για την VM να σταματήσει πριν την συνέχεια...

source: Performing post-installation checks...
af: Uitvoer van voorinstallasie-nagaanaksies ...
el: Έλεγχοι μετα την εγκατάσταση...

source: Creating the run-time configuration...
af: Skep van die looptydkonfigurasie ...
el: Δημιουργία της ρύθμισης λειτουργίας...

source: Finishing the installation...
af: Voltooi van die installasie ...
el: Τελείωμα της εγκατάστασης...
hi: बेसिक संसथापन खतम करें

source: Finished.
af: Voltooi.
el: Τελείωσε.

source: Paravirtualized
af: Gedeeltelik skynwerklik gemaak
el: Παραεικονικοποιημένη
hi: पैरावर्चुअलाइज्ड

source: Fully virtualized
af: Volledig skynwerklik gemaak
el: Πλήρως εικονικοποιημένη
hi: पूर्ण वर्चुअलीकृत

source: Paravirtualization
af: Gedeeltelike skynwerklikmaking
el: Παραεικονικοποίηση

source: Full virtualization
af: Volledige skynwerklikmaking
el: Πλήρης εικονικοποίηση
hi: पूर्ण वर्चुअलाइजेशन

source: Create a Virtual Machine
el: Δημιουργία μιας Εικονικής Μηχανής

source: Install an Operating System?
af: Installeer ’n bedryfstelsel?
el: Εγκατάσταση ενός Λειτουργικού Συστήματος;

source: Type of Operating System
af: Soort bedryfstelsel
el: Τύπος Λειτουργικού Συστήματος

source: Virtualization Method
af: Skynwerklikmakingsmetode
el: Μέθοδος Εικονικοποίησης

source: Name of Virtual Machine
af: Naam van skynmasjien
el: Όνομα της Εικονικής Μηχανής

source: Hardware
af: Hardeware
bn: হার্ডওয়্যার
el: Υλικό
hi: हार्डवेयर

source: Disks
af: Skywe
el: Δίσκοι

source: Virtual Disk
af: Skynskyf
el: Εικονικός Δίσκος

source: Network Adapters
af: Netwerkpasstukke
el: Δικτυακοί Προσαρμοστές

source: Virtual Network Adapter
af: Skynnetwerkpasstuk
el: Προσαρμοστής Εικονικού Δικτύου

source: Operating System Installation
af: Bedryfstelselinstallasie
el: Εγκατάσταση Λειτουργικού Συστήματος

source: Operating System Settings
af: Bedryfstelselinstellings
el: Ρυθμίσεις Λειτουργικού Συστήματος

source: This assistant will guide you through creating a new virtual machine (VM). You will be asked for some information about the VM you'd like to create, such as:
af: Hierdie assistent sal u lei deur die skep van ’n nuwe skynmasjien (SM). U sal gevra word om inligting te verskaf oor die SM wat u graag wil skep, soos:
el: Αυτός ο βοηθός θα σας οδηγήσει στο να δημιουργήσετε μια νεα εικονική μηχανή (VM). Θα ερωτηθείτε για κάποιες πληροφορίες σχετικά με την VM που θέλετε να δημιουργήσετε όπως:

source: The <b>type of operating system</b> that will run in the new VM
af: Die <b>soort bedryfstelsel</b> wat in die nuwe SM sal loop
el: Ο <b>τύπος του λειτουργικού συστήματος</b> που θα εκτελείται στη νέα VM

source: Whether the VM will be <b>fully virtualized</b> or <b>paravirtualized</b>
af: Of die SM <b>volledig skynwerklik gemaak</b> of <b>gedeeltelik skynwerklik gemaak </b> sal word.
el: Η νέα VM θα είναι <b>πλήρως εικονικοποιημένη</b> ή <b>παραεικονικοποιημένη</b>
