Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: File %s is signed with an unknown key: %s|%s|%s Use the file anyway?
af: Lêer %s word geteken met ’n onbekende sleutel: %s|%s|%s Gebruik die lêer in elk geval?
bn: ফাইল %s একটি অজ্ঞাত কি দ্বারা স্বাক্ষরিত: %s|%s|%s তবুও ফাইলটি ব্যবহার করতে চান?
el: Το αρχείο %s είναι υπογεγραμμένο με ένα άγνωστο κλειδί:: %s|%s|%s Χρήση αυτού του αρχείου παρ' αυτά;
hi: फाइल %s को एक अज्ञात कुंजी से साइन किया गया है : %s|%s|%s फिर भी फाइल का प्रयोग करें?

source: Finnish
af: Fins
bn: ফিনিশ
el: Φινλανδικά
hi: फिन्निश

source: Finno-Ugrian (Other)
af: Fins-Oegries (ander)
bn: ফিনো-উগ্রিয়ান (অন্যান্য)
el: Φινο-Ουγγρικά (Άλλο)
hi: फिन्नो-उगरियन (अन्य)

source: French
af: Frans
bn: ফ্রেঞ্চ
el: Γαλλικά
hi: फ्रेंच

source: French Guiana
af: Frans-Guyana
bn: ফ্রেঞ্চ (কানাডীয়)
el: Γαλλική Γουιάνα
hi: फ्रेंच गुआना

source: French Polynesia
af: Frans-Polinesië
bn: ফ্রেঞ্চ (কানাডীয়)
el: Γαλλική Πολυνησία
hi: फ्रेंच पॉलीनेशिया

source: French Southern Territories
af: Franse Suidelike Gebiede
bn: ফ্রেঞ্চ সাউদার্ন টেরিটোরিজ
el: Νότια Γαλλικά Εδάφη
hi: फ्रांसीसी दक्षिणी क्षेत्र

source: French, Middle (ca.1400-1600)
af: Frans, Middel- (ca.1400-1600)
bn: ফরাসি, মধ্য (ca.1400-1600)
el: Γαλλικά, Μεσαίωνα (1400-1600 μ.Χ.)
hi: फ्रेंच, मध्य (सीए. 1400-1600)

source: French, Old (842-ca.1400)
af: Frans, Oud- (842-ca.1400)
bn: ফরাসি, পুরাতন (842-ca.1400)
el: Γαλλικά, Παλαιά (842-1400 μ.Χ.)
hi: फ्रेंच, प्राचीन (842- सीए.1400)

source: Gabon
af: Gaboen
bn: নিষিদ্ধ
el: Γκαμπόν
hi: गाबोन

source: Gambia
af: Gambië
bn: &সাম্বা
el: Γκάμπια
hi: गाम्बिया

source: Ganda
bn: কানাডা
el: GandaΓκάνα
hi: गांडा

source: Georgian
af: Georgies
bn: জর্জিয়া
el: Γεωργιανά
hi: जॉर्जियाई

source: German
af: Duits
bn: জার্মান
el: Γερμανικά
hi: जर्मन

source: German, Middle High (ca.1050-1500)
af: Duits, Middelhoog- (ca.1050-1500)
bn: জার্মান, মধ্য উচ্চ (ca.1050-1500)
el: Γερμανικά, Ύστερος Μεσαίωνας (1050-1500 μ.Χ.)
hi: जर्मन, मिडिल हाई (सीए. 1050-1500)

source: German, Old High (ca.750-1050)
af: Duits, Oudhoog- (ca.1050-1050)
bn: জার্মান, পুরাতন উচ্চ (ca.750-1050)
el: Γερμανικά, Ύστερα Παλαιά (750-1050 μ.Χ.)
hi: जर्मन, ओल्ड हाई (सीए. 750-1050)

source: Germanic (Other)
af: Germaans (ander)
bn: জার্মান (deadkeys সহ)
el: Γερμανικά (Άλλο)
hi: जर्मेनिक (अन्य)

source: Gibraltar
bn: জিব্রাল্টার
el: Γιβραλτάρ
hi: जिब्राल्टर

source: Greek, Ancient (to 1453)
af: Grieks, Antieke (tot 1453)
bn: গ্রীক, প্রাচীন (1453 অবধি)
el: Ελληνικά, Αρχαία (μέχρι 1453 μ.Χ.)
hi: ग्रीक, प्राचीन (1453 तक)

source: Greek, Modern (1453-)
af: Grieks, Moderne (tot 1453-)
bn: গ্রীক, আধুনিক (1453-)
el: Ελληνικά, Σύγχρονα (1453 μ.Χ. - )
hi: ग्रीक, आधुनिक (1453-)

source: Greenland
af: Groenland
bn: গ্রীনল্যান্ড
el: Γροιλανδία
hi: ग्रीनलैंड

source: Grenada
bn: গ্রীনল্যান্ড
el: Γρανάδα
hi: ग्रेनेडा

source: Guadeloupe
bn: গুয়াদেলুপ
el: Γουαδελούπη
hi: ग्वाडेलोप

source: Guam
bn: গুয়াতেমালা
el: Γκουάμ
hi: गुआम

source: Guatemala
bn: গুয়াতেমালা
el: Γουατεμάλα
hi: ग्वाटेमाला

source: Guinea-Bissau
af: Guinee-Bissau
bn: গিনি-বিসাউ
el: Γουϊνέα-Μπισάου
hi: गिनी-बिसाउ

source: Guyana
bn: গায়ানা
el: Γουιάνα
hi: गुआना

source: Haiti
af: Haïti
bn: হাইতি
el: Αϊτή
hi: हाती

source: Hal Exception
af: Hal-uitsondering
bn: Hal ব্যতিক্রম
el: Εξαίρεση Hal
hi: हाल अपवाद

source: HalContext not connected
af: HalContext nie verbind nie
bn: HalContext সংযুক্ত নয়
el: Το HalContext δεν είναι συνδεμένο
hi: HalContext कनेक्ट नहीं किया गया

source: HalDrive not initialized
af: HalDrive nie geïnisialiseer nie
bn: HalDrive চালু নেই
el: Το HalDrive δεν είναι αρχικοποιημένο
hi: HalDrive आरंभ नहीं किया गया

source: HalVolume not initialized
af: HalVolume nie geïnisialiseer nie
bn: HalVolume চালু নেই
el: Το HalVolume δεν είναι αρχικοποιημένο
hi: HalVolume आरंभ नहीं किया गया

source: Heard Island and McDonald Islands
af: Heard-eiland en McDonald-eilande
bn: হার্ড আইল্যান্ড ও ম্যাকডোনাল্ড আইল্যান্ডস
el: Νησί Heard και Νησιά McDonald
hi: हेर्ड आइसलैंड और मैकडोनाल्ड आइलैंड्स

source: Hebrew
af: Hebreeus
bn: হিব্রু
el: Εβραϊκά
hi: हिब्रू

source: Holy See (Vatican City State)
af: Vatikaanstad
bn: হোলি সি (ভ্যাটিকান সিটি স্টেট)
el: Αγία Θέση (Πόλη Κράτος Βατικανού)
hi: होली सी (वैटिकन सिटी राज्य)

source: Honduras
bn: হন্ডুরাস
el: Ονδούρας
hi: होंडुरास

source: Hong Kong
bn: হংকং
el: Χονγκ Κονγκ
hi: हांग-कांग

source: Hungarian
af: Hongaars
bn: হাঙ্গেরীয়
el: Ουγγρικά
hi: हंगेरियाई

source: Iban
bn: ইবন
el: v
hi: इबान

source: Icelandic
af: Yslands
bn: আইসল্যান্ডীয়
el: Ισλανδικά
hi: आइसलैंडी

source: Indic (Other)
af: Indies (ander)
bn: ইন্ডিক (অন্যান্য)
el: Ινδικά (Άλλο)
hi: इंडिक (अन्य)

source: Indo-European (Other)
af: Indo-Europees (ander)
bn: ইন্দো-ইউরোপিয়ান (অন্যান্য)
el: Ινδεο-Ευρωπαϊκά (Άλλο)
hi: इंडो-यूरोपीय (अन्य)

source: Indonesia
af: Indonesië
bn: ইন্দোনেশিয়া
el: Ινδονησία
hi: इंडोनेशिया

source: Indonesian
af: Indonesies
bn: ইন্দোনেশিয়া
el: Ινδονησιακά
hi: इंडोनेशियाई

source: Installation has been aborted as directed.
af: Installasie is gestaak soos gelas.
bn: নির্দেশমত স্থাপনা বাতিল করা হয়েছে।
el: Η εγκατάσταση ακυρώθηκε όπως διατάχθηκε.
hi: जैसा निर्देशित था, संस्थापन छोड़ दिया गया।

source: Invalid %s component
af: Ongeldige %s komponent
bn: অবৈধ %s কম্পোনেন্ট
el: Λανθασμένο %s συστατικό
hi: अमान्य %s अवयव

source: Invalid %s component '%s'
af: Ongeldige %s komponent '%s'
bn: অবৈধ %s কম্পোনেন্ট %s
el: Λανθασμένο %s συστατικό '%s'
hi: अमान्य %s अवयव '%s'

source: Invalid LDAP URL query parameter '%s'
af: Ongeldige LDAP URL-navraagparameter '%s'
bn: অবৈধ LDAP URL অনুসন্ধান প্যারামিটার '%s'
el: Λανθασμένη παράμετρος αναζήτησης LDAP URL '%s'
hi: अमान्य LDAP URL क्वेरी मानक '%s'

source: Invalid LDAP URL query string
af: Ongeldige LDAP URL-navraagstring
bn: অবৈধ LDAP URL অনুসন্ধান স্ট্রিং
el: Λανθασμένη σειρά αναζήτησης LDAP URL
hi: अमान्य LDAP URL क्वेरी स्ट्रिंग

source: Invalid Url scheme '%s'
af: Ongeldige Url-skema '%s'
bn: অবৈধ Url যোজনা %s
el: Λανθασμένο σχήμα Url '%s'
hi: अमान्य Url स्कीम '%s'

source: Invalid empty Url object reference
af: Ongeldige leë Url-voorwerpverwysing
bn: অবৈধ খালি Url অবজেক্ট রেফারেন্স
el: Λανθασμένη αναφορά αντικειμένου κενού Url
hi: अमान्य रिक्त Url ऑब्जेक्ट संदर्भ

source: Invalid host component '%s'
af: Ongeldige gasheerkomponent '%s'
bn: অবৈধ হোস্ট কম্পোনেন্ট '%s'
el: Λανθασμένο συστατικό διακομιστή '%s'
hi: अमान्य होस्ट अवयव '%s'

source: Invalid parameter array join separator character
af: Ongeldige parametermatrysaansluit-skeierkarakter
bn: অবৈধ প্যারামিটার এরে জয়েন সেপারেটর ক্যারেক্টার
el: Λανθασμένος διαχωριστικός χαρακτήρας ένωσης σειράς
hi: अमान्य मानक क्रमविन्यास सेपरेटर वर्ण जोड़ें

source: Invalid parameter array split separator character
af: Ongeldige parametermatryssplyt-skeierkarakter
bn: অবৈধ প্যারামিটার এরে স্প্লিট সেপারেটর ক্যারেক্টার
el: Λανθασμένος διαχωριστικός χαρακτήρας διαχωρισμού παραμέτρου σειράς
hi: अमान्य मानक क्रमविन्यास सेपरेटर वर्ण पृथक करें

source: Invalid parameter map split separator character
af: Ongeldige parameterbindingsplyt-skeierkarakter
bn: অবৈধ প্যারামিটার ম্যাপ স্প্লিট সেপারেটর ক্যারেক্টার
el: Λανθασμένος διαχωριστικός χαρακτήρας διαχωρισμού παραμέτρου χάρτη
hi: अमान्य मानक मानचित्र सेपरेटर वर्ण पृथक करें

source: Invalid port component '%s'
af: Ongeldige poortkomponent '%s'
bn: অবৈধ পোর্ট কম্পোনেন্ট '%s'
el: Λανθασμένο συστατικό θύρας '%s'
hi: अमान्य पोर्ट अवयव '%s'

source: Iran
bn: ইরাক
el: Ιράν
hi: इरान

source: Iranian (Other)
af: Iraans (ander)
bn: ইরানি (অন্যান্য)
el: Ιρανικά (Άλλο)
hi: इरानी (अन्य)

source: Irish
af: Iers
bn: তুর্কী
el: Ιρλανδικά
hi: आयरिश

source: Irish, Middle (900-1200)
af: Iers, Middel- (900-1200)
bn: আইরিশ, মধ্য (900-1200)
el: Ιρλανδικά, Μεσαίωνα (900-1200 μ.Χ.)
hi: आइरिश, मध्य (900-1200)

source: Irish, Old (to 900)
af: Iers, Oud- (tot 900)
bn: আইরিশ, পুরাতন (900 অবধি)
el: Ιρλανδικά, Παλαιά (μέχρι 900 μ.Χ.)
hi: आइरिश, पुरानी (900 तक)

source: Iroquoian Languages
af: Iroquoi-tale
bn: প্রাথমিক ভাষা (&L)
el: Γλώσσες Iroquoian
hi: इरोक्योइयाई भाषाएं

source: Italian
af: Italiaans
bn: ইতালীয়
el: Ιταλικά
hi: इतालवी

source: Jamaica
af: Jamaika
bn: জামাইকা
el: Τζαμάικα
hi: जमाइका

source: Japanese
af: Japannees
bn: জাপানী
el: Ιαπωνικά
hi: जापानी

source: Jordan
af: Jordanië
bn: জর্ডান
el: Ιορδανία
hi: जॉर्डन

source: Judeo-Arabic
af: Judeo-Arabies
bn: জুডেও-আরবী
el: Ιουδαιο-Αραβικά
hi: जूडेओ-अरबी

source: Judeo-Persian
af: Judeo-Persies
bn: জুডেও-পার্সিয়ান
el: Ιουδαιο-Περσικά
hi: जूडेओ-पर्सियन

source: Kenya
af: Kenia
bn: কীবোর্ড
el: Κένυα
hi: केन्या

source: Kiribati
bn: কিরিবাটি
el: Κιριμπάτι
hi: किरिबाती

source: Kurdish
af: Koerdies
bn: তুর্কী
el: Κουρδικά
hi: कुर्दिश

source: Kuwait
af: Koeweit
bn: কুয়েত
el: Κουβέιτ
hi: कुवैत

source: Lao People's Democratic Republic
af: Lao Demokratiese Republiek
bn: লাও পিপলস ডেমোক্রেটিক রিপাব্লিক
el: Λαική Δημοκρατία του Λάος
hi: लाओ लोक जनवादी गणराज्य

source: Latin
af: Latyn
bn: লাতভিয়া
el: Λατινικά
hi: लैटिन

source: Latvian
af: Letties
bn: লাতভিয়া
el: Λεττονικά
hi: लाटवियाई

source: Lebanon
bn: লেবানন
el: Λίβανος
hi: लेबनान

source: Lesotho
bn: লেসোথো
el: Λεσότο
hi: लेसोथो

source: Liberia
af: Liberië
bn: লাইবেরিয়া
el: Λιβερία
hi: लिबेरिया

source: Libya
af: Libië
bn: লিবিয়া
el: Λιβύη
hi: लीबिया

source: Liechtenstein
bn: লাইসেন্স
el: Λίχτενσταϊν
hi: लिचटेंसटीन

source: Lithuanian
af: Litaus
bn: লিথুয়েনিয়ান
el: Λιθουανικά
hi: लिथुआनियाई

source: Luba-Lulua
bn: লুবা-লুলুয়া
el: Luba-LuluaMongo
hi: ल्यूबा-लुलुआ

source: Lushai
bn: থাইল্যান্ড
el: Λουσάι
hi: लुशाई

source: Luxembourg
af: Luxemburg
bn: লাক্সেমবার্গ
el: Λουξεμβούργο
hi: लक्ज़मबर्ग

source: Luxembourgish
af: Luxemburgies
bn: লাক্সেমবার্গ
el: LuxembourgishMongo
hi: लक्ज़मबर्गिश

source: Macao
bn: প্রধান
el: Μακάο
hi: मकाउ

source: Macedonian
af: Masedonies
bn: ম্যাসেডোনিয়া
el: Σκοπιανικά
hi: मकदूनियाई

source: Madagascar
af: Madagaskar
bn: মাদাগাস্কার
el: Μαδαγασκάρη
hi: मेडागास्कर

source: Malawi
bn: মালটা
el: Μαλάουϊ
hi: मलावी

source: Malaysia
af: Maleisië
bn: মালয়শিয়া
el: Μαλαισία
hi: मलेशिया

source: Mali
bn: মালয়শিয়া
el: Μάλι
hi: माली

source: Manobo Languages
af: Manobo-tale
bn: ভাষা সংরক্ষন করা হচ্ছে...
el: Γλώσσες Manobo
hi: मनोबो भाषाएं

source: Marshall Islands
af: Marshall-eilande
bn: ফারো দ্বীপপূঞ্জ
el: Νήσοι Μάρσαλ
hi: मार्शल आइलैंड्स

source: Martinique
bn: মার্টিনিক
el: Μαρτινίκα
hi: मारतिनिक

source: Mauritania
af: Mauritanië
bn: লিথুয়েনিয়া
el: Μαυριτανία
hi: मॉरितानिया

source: Mauritius
bn: মরিশাস
el: Μαυρίτιος
hi: मॉरीशस

source: Mayan Languages
af: Maya-tale
bn: ভাষা সংরক্ষন করা হচ্ছে...
el: Γλώσσες Μάγια
hi: मयान भाषाएं

source: Mayotte
bn: মেয়ট
el: Μαγιοτ
hi: मयोट्टे

source: Metropolitan France
af: Metropolitaanse Frankryk
bn: মেট্রোপলিটান ফ্রান্স
el: Μητροπολιτική Γαλλία
hi: मेट्रोपोलिटन फ्रांस

source: Mexico
af: Meksiko
bn: মেক্সিকো
el: Μεξικό
hi: मेक्सिको

source: Miscellaneous Languages
af: Verskillende tale
bn: আপনার ভাষা নির্বাচন করুন:
el: Διάφορες Γλώσσες
hi: विविध भाषाएं

source: Moldavian
af: Moldawies
bn: যুগোস্লাভিয়া
el: Μολδαβικά
hi: मोल्देवियाई

source: Moldova
af: Moldowa
bn: স্লোভাক
el: Μολδαβία
hi: माल्दोवा

source: Monaco
bn: মরোক্কো
el: Μονακό
hi: मोनाका

source: Mongolian
af: Mongools
bn: মঙ্গোলিয়ান
el: Μογγολικά
hi: मंगोलियाई

source: Montserrat
bn: মন্টসেরাট
el: Μονσεράτ
hi: मांतसेरा

source: Mozambique
af: Mosambiek
bn: মোজাম্বিক
el: Μοζαμβίκη
hi: मोजाम्बिक

source: Multiple Languages
af: Veelvoudige tale
bn: ইনস্টলকৃত ভাষা
el: Πολλαπλές Γλώσσες
hi: अनेकशः भाषाएं

source: Munda languages
af: Munda-tale
bn: ভাষাসমূহ
el: Γλώσσες Munda
hi: मुंडा भाषाएं

source: Namibia
af: Namibië
bn: &সাম্বা
el: Ναμίμπια
hi: नामीबिया

source: Nauru
af: Nauroe
bn: নাউরু
el: Ευχάριστο Νησί
hi: नाउरू

source: Netherlands Antilles
af: Nederlands-Antille
bn: নেদারল্যান্ড
el: Ολλανδικές Αντίλλες
hi: नीदरलैंड एंटीलस

source: New Caledonia
af: Nieu-Kaledonië
bn: ম্যাসেডোনিয়া
el: Νέα Καληδονία
hi: न्यू कैलडोनिया

source: New Zealand
af: Nieu-Seeland
bn: নিউজিল্যান্ড
el: Νέα Ζηλανδία
hi: न्यूजीलैंड

source: Nicaragua
bn: নিকারাগুয়া
el: Νικαράγουα
hi: निकारागुआ

source: Niger
bn: ঘড়ি
el: Νίγηρας
hi: नाइज़र

source: Niue
bn: নিউ
el: Βράχος Πολυνησίας
hi: नियू

source: No Code
af: Geen kode nie
bn: কোড
el: Όχι Κώδικας
hi: कोई कोड नहीं

source: Norfolk Island
af: Norfolk-eilande
bn: ফারো দ্বীপপূঞ্জ
el: Νήσοι Νόρφολκ
hi: नॉरफोक आइसलैंड

source: Norse, Old
af: Noors, Oud-
bn: নরসে, পুরাতন
el: Νορβηγικά, Παλαιά
hi: नोर्स, पुरानी

source: North American Indian
af: Noord-Amerikaanse Indiaans
bn: নর্থ আমেরিঅকন ইন্ডিয়ান
el: Ινδιανικά Βόρειας Αμερικής
hi: उत्तरी अमेरिकी भारतीय

source: North Korea
af: Noord-Korea
bn: উত্তর কোরিয়া
el: Βόρεια Κορέα
hi: उत्तरी कोरिया

source: Northern Mariana Islands
af: Noord-Mariana-eilande
bn: নর্দার্ন মারিয়ানা আইল্যান্ডস
el: Νήσοι Βορείων Μαριάννων
hi: उत्तरी मारिआना आइलैंड

source: Norwegian
af: Noors
bn: নরওয়েজিয়ান
el: Νορβηγικά
hi: नॉर्वेजियाई

source: Not a CDROM drive
af: Nie ’n CDROM-aandrywer nie
bn: CDROM ড্রাইভ নয়
el: Όχι οδηγός CDROM
hi: कोई सीडीरोम ड्राइव नहीं

source: Nubian Languages
af: Nubiese tale
bn: ভাষা সংরক্ষন করা হচ্ছে...
el: Γλώσσες Nubia
hi: न्यूबिअन भाषाएं

source: Oman
bn: ওমান
el: Ομάν
hi: ओमान

source: Otomian Languages
af: Otomiese tale
bn: ভাষা সংরক্ষন করা হচ্ছে...
el: Γλώσσες Otomian
hi: ओटोमियाई भाषाएं

source: Palau
af: Palaoe
bn: প্যারাগুয়ে
el: Νήσοι Παλάου
hi: पलाउ

source: Palestinian Territory
af: Palestynse Gebied
bn: প্যালেস্টিনিয়ান টেরিটরি
el: Παλαιστινιακά Εδάφη
hi: फिलीस्तीनी क्षेत्र

source: Pampanga
bn: প্যারাগুয়ে
el: PampangaΠαραγουάη
hi: पाम्पांगा

source: Panama
bn: পানামা
el: Παναμάς
hi: पनामा

source: Papua New Guinea
af: Papoea-Nieu-Guinee
bn: পাপুয়া নিউ গিনি
el: Παπούα-Νέα Γουϊνέα
hi: पापुआ न्यू गिनी

source: Paraguay
bn: প্যারাগুয়ে
el: Παραγουάη
hi: पैरागुआ

source: Persian
af: Persies
bn: ভার্সন
el: Περσικά
hi: फारसी

source: Persian, Old (ca.600-400 B.C.)
af: Persies, Oud- (ca.600-400 B.C.)
bn: পার্সিয়ান, পুরাতন (ca.600-400 B.C.)
el: Περσικά, Παλαιά (400 π.Χ - 600 μ.Χ.)
hi: फारसी, पुरानी (सीए. 600-400 ई.पू.)

source: Peru
bn: পেরু
el: Περού
hi: पेरू

source: Philippine (Other)
af: Philippyns (ander)
bn: ফিলিপাইন
el: Φιλιππινιακά
hi: फिलीपीनी (अन्य)

source: Philippines
af: Philippyne
bn: ফিলিপাইন
el: Φιλιππίνες
hi: फिलिपीन्स

source: Phoenician
af: Fenisies
bn: ফোনিসিয়ান
el: Φοινικικά
hi: फोएनिसिअन

source: Pitcairn
bn: পাকিস্তান
el: Νήσοι Pitcairn
hi: पिटकैरन

source: Polish
af: Pools
bn: পোলিশ
el: Πολωνικά
hi: पोलिश

source: Portuguese
af: Portugees
bn: পর্তুগীজ
el: Πορτογαλική γλώσσα
hi: पुर्तगाली

source: Prakrit Languages
af: Prakrit-tale
bn: প্রাথমিক ভাষা (&L)
el: Γλώσσες Prakit
hi: प्राकृत भाषाएं

source: Puerto Rico
bn: পোর্টোরিকো
el: Πουέρτο Ρίκο
hi: प्यूर्टो रिको

source: Qatar
bn: কাতার
el: Κατάρ
hi: कतर

source: Query string parsing not supported for this URL
af: Navraagstring-ontleding nie vir hierdie URL ondersteun nie
bn: এই URL এর জন্যে স্ট্রিং পার্সিং সমর্থিত নয়
el: Η ανάλυση γραμμής αναζήτησης δεν υποστηρίζεται από αυτό το URL
hi: इस URL के लिए क्वेरी स्ट्रिंग पार्जिंग समर्थित नहीं है

source: Relative path not allowed if authority exists
af: Relatiewe pad nie toegelaat indien magtiging bestaan nie
bn: অথরিটি বিদ্যমান থাকলে রিলেটিভ পথের অনুমতি নেই
el: Σχετική διαδρομή δεν επιτρέπεται εαν υπάρχει αρχή
hi: यदि प्राधिकरण मौजूद है तो सापेक्ष पथ को अनुमति नहीं है

source: Reunion
af: Réunion
bn: এলাকা (&R)
el: Νήσος Ρεουνιόν
hi: रियूनियन

source: Romanian
af: Roemeens
bn: রোমানিয়া
el: Ρουμανικά
hi: रोमानियाई

source: Russian
af: Russies
bn: রাশিয়ান
el: Ρωσικά
hi: रूसी

source: Russian Federation
af: Russiese Federasie
bn: রাশিয়ান ফেডারেশন
el: Ρωσική Ομοσπονδία
hi: रूसी महासंघ

source: Rwanda
bn: কানাডা
el: Ρουάντα
hi: रवांडा

source: Saint Helena
af: St. Helena
bn: সেন্ট হেলেনা
el: Νήσος Αγίας Ελένης
hi: सेंट हेलेना

source: Saint Kitts and Nevis
af: St. Kitts en Nevis
bn: সেন্ট কিটস ও নেভিস
el: Άγιος Χριστόφορος και Χιονία
hi: सेंट किट्स और नेविस

source: Saint Lucia
af: St. Lucia
bn: সষেন্ট লুসিয়া
el: Αγία Λουκία
hi: सेंट लुसिया

source: Saint Pierre and Miquelon
af: St. Pierre en Miquelon
bn: সেন্ট পিয়ের ও মিকেলন
el: Άγιος Πέτρος και Μιχαήλ
hi: सेंट पिअरे और मिक्यूलॉन

source: Saint Vincent and the Grenadines
af: St. Vincent en die Grenadine
bn: সেন্ট ভিনসেন্ট ও গ্রেনাডাইন্স
el: Άγιος Βικέντιος και Γρεναδίνες
hi: सेंट विनसेंट और द ग्रेनाडिनेस

source: Salishan Languages
af: Salishan-tale
bn: ভাষা সংরক্ষন করা হচ্ছে...
el: Γλώσσες Salishan
hi: सलीशान भाषाएं

source: Sami Languages (Other)
af: Sami-tale (ander)
bn: ভাষা সংরক্ষন করা হচ্ছে...
el: Γλώσσες Σαμι
hi: सामी भाषाएं (अन्य)

source: Samoa
bn: &সাম্বা
el: Σαμόα
hi: समोआ

source: San Marino
bn: সাম মারিনো
el: Άγιος Μαρίνος
hi: सैन मारिनो

source: Sao Tome and Principe
af: Sao Tomé en Principe
bn: সাও টোম ও প্রিন্সিপ
el: Σάο Τόμε και Πρίντσιπε
hi: साओ टोम और प्रिंसीप

source: Saudi Arabia
af: Saudi-Arabië
bn: সৌদী আরব
el: Σαουδική Αραβία
hi: सउदी अरब

source: Semitic (Other)
af: Semities (ander)
bn: সেমিটিক (অন্যান্য)
el: Σημιτική (Άλλο)
hi: सेमिटिक (अन्य)

source: Senegal
bn: সেনেগাল
el: Σενεγάλη
hi: सेनेगल

source: Serbia and Montenegro
af: Serwië en Montenegro
bn: সার্বিয়া ও মন্টেনেগ্রো
el: Σερβία και Μαυροβούνιο
hi: सर्बिया और मोंटेनेग्रो

source: Seychelles
af: Seychelle
bn: সেশেলস
el: Σεϋχέλλες
hi: सेशेल्स

source: Sierra Leone
bn: সিয়েরা লিওন
el: Σιέρρα Λεόνε
hi: सिएरा लिओन

source: Sign Languages
af: Gebaretale
bn: ভাষাসমূহ
el: Γλώσσες Συμβόλων
hi: संकेत भाषाएं

source: Singapore
af: Singapoer
bn: সিঙ্গাপুর
el: Σιγκαπούρη
hi: सिंगापुर

source: Siouan Languages
af: Siouaanse tale
bn: ভাষা সংরক্ষন করা হচ্ছে...
el: Γλώσσες Συμβόλων
hi: सिओअन भाषाएं

source: Slavic (Other)
af: Slawies (ander)
bn: স্লেভিক (অন্যান্য)
el: Σλαβικά (Άλλο)
hi: स्लाव (अन्य)

source: Slovak
af: Slowaaks
bn: স্লোভাক
el: Σλοβακικά
hi: स्लोवाक

source: Slovenian
af: Sloweens
bn: স্লোভেনিয়া
el: Σλοβένικα
hi: स्लोवेनियाई

source: Solomon Islands
af: Solomon-eilande
bn: ফারো দ্বীপপূঞ্জ
el: Νήσοι Σολομώντος
hi: सोलोमन आइलैंड

source: Somalia
af: Somalië
bn: রোমানিয়া
el: Σομαλία
hi: सोमालिया

source: Sorbian Languages
af: Sorbiese tale
bn: ভাষা সংরক্ষন করা হচ্ছে...
el: Γλώσσες Sorbian
hi: सोर्बिअन भाषाएं

source: South Georgia and the South Sandwich Islands
af: Suid-Georgia en die Suid-Sandwich-eilande
bn: সাউথ জর্জিয়া ও সাউথ স্যান্ডউইচ আইল্যান্ড
el: Νότια Γεωργία και Νότια Νησιά Σάντουιτς
hi: दक्षिणी जॉर्जिया और साउथ सैंडविच आइलैंड्स

source: South Korea
af: Suid-Korea
bn: দক্ষিন আফ্রিকা
el: Νότια Κορέα
hi: दक्षिणी कोरिया

source: Spanish
af: Spaans
bn: স্প্যানিশ
el: Ισπανικά
hi: स्पेनी

source: Sudan
af: Soedan
bn: সুদান
el: Σουδάν
hi: सूडान

source: Sumerian
af: Sumeries
bn: সুদান
el: Σουμεριακά
hi: सुमेरियाई

source: Suriname
bn: সার্ভিসের নাম (&n)
el: Σουρινάμ
hi: सूरीनाम

source: Svalbard and Jan Mayen
af: Svalbard en Jan Mayen
bn: সভালবার্ড ও জান মায়েন
el: Σβάλμπαρντ και Γιαν Μάγεν
hi: स्वालबार्ड और जेन मायेन

source: Swahili
bn: সোয়াহিলি
el: Σουαχίλι
hi: स्वाहिली

source: Swaziland
bn: থাইল্যান্ড
el: Σουαζιλάνδη
hi: स्वाजिलैंड

source: Swedish
af: Sweeds
bn: সুইডিশ
el: Σουηδικά
hi: स्वीडिश

source: Syriac
af: Siries
bn: সার্ভিস
el: Συριακά
hi: सीरियाई

source: Taiwan
bn: তাইওয়ান
el: Ταϊλάνδη
hi: ताइवान

source: Tanzania
af: Tanzanië
bn: তানজানিয়া
el: Τανζανία
hi: तंजानिया

source: Togo
bn: নিষিদ্ধ
el: Τόγκο
hi: टोगो

source: Tokelau
bn: টকেলাউ
el: Τοκελάου
hi: तोकेलाउ

source: Tonga
bn: মোট
el: Τόγκα
hi: टोंगा

source: Trinidad and Tobago
af: Trinidad en Tobago
bn: ত্রিনিদাদ ও টোবাগো
el: Τρινιντάντ και Τομπάγκο
hi: त्रिनिदाद और टोबागो

source: Tunisia
af: Tunisië
bn: তিউনিশিয়া
el: Τυνησία
hi: ट्यूनेशिया

source: Tupi Languages
af: Tupi-tale
bn: ভাষাসমূহ
el: Γλώσσες Τουπι
hi: तुपी भाषाएं

source: Turkish, Ottoman (1500-1928)
af: Turks, Ottomaans (1500-1928)
bn: তুর্কী, অটোমান (1500-1928)
el: Τουρκικά, Οθωμανικής Περιόδου (1500-1928 μ.Χ.)
hi: तुर्कीश, ऑट्टोमन (1500-1928)

source: Turkmenistan
af: Toerkmenië
bn: তাজিকিস্তান
el: Τουρκμενιστάν
hi: तुर्कमेनिस्तान

source: Turks and Caicos Islands
af: Turks- en Caicos-eiland
bn: টার্কস ও কাইকোস আইল্যান্ড
el: Νήσοι Turks και Caicos
hi: तुर्क और कैकस आइलैंड

source: Tuvalu
af: Toewaloe
bn: টুভালু
el: Τουβαλού
hi: तुवालू

source: Uganda
bn: কানাডা
el: Ουγκάντα
hi: उगांडा

source: Ukrainian
af: Oekraïnies
bn: ইউক্রেনীয়
el: Ουκρανικά
hi: उक्रेनी

source: Unable to clone Url object
af: Kan Url-voorwerp nie kloon nie
bn: Url অনজেক্ট ক্লোন করতে অক্ষম
el: Αδυναμία κλωνοποίησης αντικειμένου Url
hi: Url ऑब्जेक्ट क्लोन करने में अक्षम

source: Unable to create dbus connection
af: Kan dbus-verbinding nie skep nie
bn: dbus সংযোগ তৈরি করতে অক্ষম
el: Αδυναμία δημιουργίας σύνδεσης dbus
hi: dbus कनेक्शन सृजित करने में अक्षम

source: Unable to initalize HAL context -- hald not running?
af: Kan HAL-konteks nie inisialiseer nie -- hald loop nie?
bn: HAL কনটেক্সট চালু করতে পারে না -- hald চলছে না?
el: Αδυναμία αρχικοποίησης περιεχομένου HAL -- ο δαίμονας hald δεν εκτελείται;
hi: HAL संदर्भ को आरंभ करने में अक्षम -- hald नहीं रन कर रहा?

source: Unable to parse Url components
af: Kan Url-komponente nie ontleed nie
bn: Url কম্পোনেন্ট পার্স করতে অক্ষম
el: Αδυναμία ανάλυσης συστατικών Url
hi: Url अवयवों को पार्ज करने में अक्षम

source: Undetermined
af: Onbepaal
bn: অনির্ধারিত
el: Απροσδιόριστο
hi: अनिर्धारित

source: United Arab Emirates
af: Verenigde Arabiese Emirate
bn: সংযুক্ত আরব আমিরাত
el: Ηνωμένα Αραβικά Εμιράτα
hi: संयुक्त अरब अमीरात

source: United States
af: Verenigde State
bn: সংযুক্ত আরব আমিরাত
el: Ηνωμένες Πολιτείες της Αμερικής
hi: संयुक्त राज्य

source: United States Minor Outlying Islands
af: Verenigde State van Kleiner Buite-eilande
bn: ইউনাইটেড স্টেটস মাইনর আউটলায়িং আইল্যান্ডস
el: Μικρά απομονωμένα νησιά Ηνωμένων Πολιτειών
hi: संयुक्त राज्य के छोटे दूरस्थ द्वीप

source: Unknown country:
af: Onbekende land:
bn: অজানা দেশ:
el: Άγνωστη χώρα:
hi: अज्ञात देश :

source: Unknown language:
af: Onbekende taal:
bn: অজ্ঞাত ভাষা:
el: Άγνωστη γλώσσα:
hi: अज्ञात भाषा :

source: Unsupported HTTP authentication method '%s'
el: Μη υποστηριζόμενη μέθοδος πιστοποίησης HTTP '%s'

source: Untrusted key found: %s|%s|%s Trust key?
af: Onbetroubare sleutel gevind: %s|%s|%s Vertrou sleutel?
bn: অবিশ্বস্ত কি পাওয়া গেছে: %s|%s|%s কি-য়ের উপরে বিশ্বাস করবেন?
el: Βρέθηκε μη έμπιστο κλειδί: %s|%s|%s Θα εμπιστευτείτε αυτό το κλειδί;
hi: गैर-भरोसेमंद कुंजी मिली है : %s|%s|%s कुंजी पर भरोसा करें?

source: Url scheme does not allow a %s
af: Url-skema laat nie ’n %s toe nie
bn: Url যোজনা %s এর অনুমতি দেয় না
el: Το Url σχήμα δεν επιτρέπει ένα %s
hi: Url स्कीम किसी %s को अनुमति नहीं देती है

source: Url scheme does not allow a host component
af: Url-skema laat nie ’n gasheerkomponent toe nie
bn: Url যোজনা হোস্ট কম্পোনেন্ট-এর অনুমতি দেয় না
el: Το σχήμα Url δεν επιτρέπει ένα συστατικό διακομιστή
hi: Url स्कीम किसी होस्ट अवयव को अनुमति नहीं देती है

source: Url scheme does not allow a password
af: Url-skema laat nie ’n wagwoord toe nie
bn: Url যোজনা পাসওয়ার্ডের অনুমতি দেয় না
el: Το σχήμα Url δεν επιτρέπει συνθηματικό
hi: Url स्कीम किसी पासवर्ड को अनुमति नहीं देती है

source: Url scheme does not allow a port
af: Url-skema laat nie ’n poort toe nie
bn: Url যোজনা পোর্টের অনুমতি দেয় না
el: Το σχήμα Url δεν σας επιτρέπει μια θύρα
hi: Url स्कीम किसी पोर्ट को अनुमति नहीं देती है

source: Url scheme does not allow a username
af: Url-skema laat nie ’n gebruikernaam toe nie
bn: Url যোজনা ব্যবহারকারীর নামের অনুমতি দেয় না
el: Το σχήμα Url δεν επιτρέπει όνομα χρήστη
hi: Url स्कीम किसी उपयोगकर्ता नाम को अनुमति नहीं देती है

source: Url scheme is a required component
af: Url-skema is ’n vereiste komponent
bn: Url যোজনা একটি আবশ্যিক কম্পোনেন্ট
el: Το σχήμα Url είναι ένα απαιτούμενο συστατικό
hi: Url स्कीम एक आवश्यक अवयव है

source: Url scheme requires a host component
af: Url-skema vereis ’n gasheerkomponent
bn: Url যোজনার জন্য হোস্ট কম্পোনেন্ট
el: Το σχήμα Url απαιτεί ένα συστατικό διακομιστή
hi: Url स्कीम को एक होस्ट अवयव की आवश्यकता है
