Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Nilo-Saharan (Other)
af: Nilo-Sahara (ander)
bn: নাইলো-সাহারান (অন্যান্য)
hi: निलो-सहारन (अन्य)

source: Niuean
af: Niueaans
bn: নিউয়ান
hi: नियूएन

source: Nogai
bn: নগাই
hi: नोगाइ

source: Northern Sami
af: Noord-Sami
bn: উত্তরীয় সামি
hi: उत्तरी सामी

source: Northern Sotho
af: Noord-Sotho
bn: নর্দার্ন সোথো
hi: उत्तरी सोथो

source: Norwegian Bokmal
af: Noors Bokmal
bn: নরওয়েজিয়ান
hi: नॉर्वेजियाई बोकमाल

source: Norwegian Nynorsk
af: Noors Nynorsk
bn: নরওয়েজিয়ান
hi: नॉर्वेजियाई निनॉर्स्क

source: Nyamwezi
bn: নাম
hi: न्यामवेज़ी

source: Nyankole
bn: নিয়ানকোলে
hi: न्यानकोले

source: Nyoro
bn: নিয়োরো
hi: न्योरो

source: Nzima
bn: এনজিমা
hi: न्ज़ीमा

source: Occitan (post 1500)
af: Occitaans (na 1500)
bn: অক্কিটান 1500 পরবর্তী)
hi: ओक्कीटन (1500 पश्चात)

source: Ojibwa
bn: অজিবোয়া
hi: ओज़िब्वा

source: Oriya
bn: ওড়িয়া
hi: उड़िया

source: Oromo
bn: ওরোমো
hi: ओरोमो

source: Osage
bn: একই
hi: ओसेग

source: Ossetian
af: Ossetiaans
bn: রাশিয়ান
hi: ओस्सेटियन

source: Pahlavi
bn: পহলাভি
hi: पहलावी

source: Palauan
af: Palauaans
bn: প্যারাগুয়ে
hi: पालाउन

source: Pali
bn: পোলিশ
hi: पाली

source: Pangasinan
bn: হাঙ্গেরীয়
hi: पनगासिनान

source: Panjabi
bn: পানামা
hi: पंजाबी

source: Papiamento
bn: পাপিয়ামেন্টো
hi: पापीमेंटो

source: Papuan (Other)
af: Papuaans (ander)
bn: পাপুয়ান (অন্যান্য)
hi: पापुअन (अन्य)

source: Pohnpeian
af: Pohnpeiaans
bn: ফোন্পিয়ান
hi: पोहन्पिअन

source: Provencal, Old (to 1500)
af: Provensaals, Oud- (tot 1500)
bn: প্রভিন্সাল, পুরাতন (1500 অবধি)
hi: प्रोवेंसल, पुरानी (1500 तक)

source: Pushto
bn: পুশতো
hi: पश्तो

source: Quechua
bn: কোয়েচুয়া
hi: क्वेचुआ

source: Raeto-Romance
af: Raeto-Romaans
bn: রেটো-রোমান্স
hi: रेइतो-रोमांस

source: Rajasthani
bn: তাজিকিস্তান
hi: राजस्थानी

source: Rapanui
bn: জাপান
hi: रापान्वी

source: Rarotongan
af: Rarotongaans
bn: রারোটোংগান
hi: रारोतांगन

source: Romance (Other)
af: Romaans (ander)
bn: রোমান্স (অন্যান্য)
hi: रोमांस (अन्य)

source: Romany
af: Sigeunertaal
bn: রোমানিয়া
hi: रोमानी

source: Rundi
bn: চলছে
hi: रूंडी

source: Samaritan Aramaic
af: Samaritaanse Aramees
bn: সামারিটান আরামাইক
hi: समारिटन अरामिक

source: Samoan
af: Samoaans
bn: &সাম্বা
hi: सामोन

source: Sandawe
bn: কানাডা
hi: संदावी

source: Sango
bn: পরিসীমা
hi: सांगो

source: Sanskrit
bn: সংস্কৃত
hi: संस्कृत

source: Santali
bn: ক্যাটালোনিয়া
hi: संथाली

source: Sardinian
af: Sardinies
bn: ইউক্রেনীয়
hi: सार्डीनियाई

source: Sasak
bn: সাসাক
hi: ससाक

source: Scots
af: Skots
bn: স্তর
hi: स्काट्स

source: Selkup
bn: সাহায্য
hi: सेलकप

source: Serbian
af: Serwies
bn: খোঁজো
hi: सर्बियाई

source: Serer
bn: সার্ভিস
hi: सेरेर

source: Shan
bn: সুদান
hi: शान

source: Shona
bn: স্লোভেনিয়া
hi: शोना

source: Sichuan Yi
bn: লিথুয়েনিয়া
hi: सिचुआन यी

source: Sicilian
af: Siciliaans
bn: সিসিলিয়ান
hi: सिसिलियाई

source: Sidamo
bn: সিডামো
hi: सिडामो

source: Siksika
bn: সিকসিকা
hi: सिकसिका

source: Sindhi
bn: ধরন
hi: सिंधी

source: Sinhala
bn: সিংহল
hi: सिंहल

source: Sino-Tibetan (Other)
af: Sino-Tibetaans (ander)
bn: সাইনো-টিবেটান (অন্যান্য)
hi: चीनी-तिब्बती (अन्य)

source: Skolt Sami
bn: স্কল্ট সামি
hi: सकोल्त सामी

source: Slave (Athapascan)
af: Slawetaal (Athapaskies)
bn: স্লেভ (আথাপাস্কান)
hi: स्लेव (अथापास्कन)

source: Sogdian
af: Sogdiaans
bn: সুদান
hi: सोगदिया

source: Somali
af: Somalies
bn: রোমানিয়া
hi: सोमाली

source: Songhai
bn: সংহাই
hi: सोंघाई

source: Soninke
bn: চালিয়ে যাও (&চ)
hi: सोनिंकी

source: Sotho, Southern
af: Sotho, Suid-
bn: সোথো, দক্ষিণী
hi: सोथो, दक्षिणी

source: South American Indian (Other)
af: Suid-Amerikaanse Indiaans (ander)
bn: দক্ষিণ আমেরিকান ইন্ডিয়ান (অন্যান্য)
hi: दक्षिणी अमेरिकी भारतीय (अन्य)

source: Southern Altai
af: Suid-Altaïs
bn: দক্ষিন আফ্রিকা
hi: दक्षिणी अल्ताई

source: Southern Sami
af: Suid-Sami
bn: দক্ষিণী সামি
hi: दक्षिणी सामी

source: Sukuma
bn: সারসংক্ষেপ
hi: सुकूमा

source: Sundanese
af: Soedanees
bn: সুদান
hi: सुंडानी

source: Susu
bn: SMBus
hi: सुसु

source: Swati
bn: স্পেন
hi: स्वाति

source: Tagalog
bn: টাগালগ
hi: टॅगलॉग

source: Tahitian
af: Tahities
bn: তাইওয়ান
hi: ताहितियन

source: Tai (Other)
af: Tai (ander)
bn: তাই (অন্যান্য)
hi: ताई (अन्य)

source: Tajik
bn: তাজিকিস্তান
hi: ताज़िक

source: Tamashek
bn: টামাশেক
hi: तमाशेक

source: Tamil
bn: পরিবার
hi: तमिल

source: Tatar
af: Tartaars
bn: কাতার
hi: तातार

source: Telugu
bn: বেলজিয়াম
hi: तेलगू

source: Tereno
bn: ট্রী
hi: तेरेनो

source: Tetum
bn: Pentium
hi: तेतम

source: Thai
bn: থাইল্যান্ড
hi: थाई

source: Tibetan
af: Tibetaans
bn: তাইওয়ান
hi: तिब्बती

source: Tigre
bn: ট্রী
hi: तिगरे

source: Tigrinya
af: Tigrinies
bn: টাইগ্রিনিয়া
hi: तिग्रिन्या

source: Timne
bn: সময়
hi: तिम्ने

source: Tiv
bn: টিভ
hi: तीव

source: Tlingit
bn: ট্লিংগিট
hi: त्लिंगित

source: Tok Pisin
bn: টোকেন রিং
hi: तोक पिसिन

source: Tonga (Nyasa)
af: Tonga (Njassa)
bn: টোংগা (নায়াসা)
hi: तोंगा (न्यासा)

source: Tonga (Tonga Islands)
af: Tonga (Tonga-eilande)
bn: টোংগা (টোংগা দ্বীপ)
hi: तोंगा (तोंगा आइलैंड्स)

source: Tsimshian
bn: রাশিয়ান
hi: त्सीमसियाई

source: Tsonga
bn: এস্টোনিয়া
hi: त्सोंगा

source: Tswana
bn: বোটসোয়ানা
hi: त्सवाना

source: Tumbuka
af: Toemboeka
bn: টুমবুকা
hi: तुमबुका

source: Turkmen
bn: তুর্কী
hi: तुर्कमानी

source: Tuvinian
af: Tuvinies
bn: তিউনিশিয়া
hi: तुविनियाई

source: Twi
bn: টুই
hi: त्वी

source: Udmurt
af: Oedmoert
bn: উডমুর্ট
hi: उदमर्त

source: Ugaritic
af: Oegarities
bn: উগারিটিক
hi: उगारिटिक

source: Uighur
af: Oeighoer
bn: উইগুর
hi: उइघुर

source: Umbundu
af: Oembundu
bn: উমবুন্ডু
hi: उंबुंदु

source: Upper Sorbian
af: Oppersorbies
bn: আপার সার্বিয়ান
hi: ऊपरी सोर्बियाई

source: Urdu
af: Oerdoe
bn: উর্দু
hi: उर्दू

source: Uzbek
af: Oesbeks
bn: উজবেকিস্থান
hi: उज़्बेक

source: Vai
bn: ভাই
hi: वाइ

source: Venda
bn: বিক্রেতা
hi: वेंदा

source: Volapuk
bn: ভোলাপুক
hi: वोलापुक

source: Votic
af: Voties
bn: জয়স্টিক
hi: वोटिक

source: Walamo
bn: ওয়ালামো
hi: वलामो

source: Walloon
af: Walloons
bn: ওয়ালুন
hi: वलून

source: Waray
af: Warai
bn: প্যারাগুয়ে
hi: वरे

source: Washo
bn: ওয়াশো
hi: वाशो

source: Welsh
af: Wallies
bn: ওয়েলশ
hi: वेल्श

source: Wolof
bn: উওলফ
hi: वोलोफ

source: Xhosa
bn: জোসা
hi: क्होसा

source: Yakut
af: Jakut
bn: ইয়াকুট
hi: याकूत

source: Yao
bn: ইয়াও
hi: याओ

source: Yapese
af: Japees
bn: জাপানী
hi: यापी

source: Yiddish
af: Jiddish
bn: ইদ্দিশ
hi: यिद्दिश

source: Yoruba
af: Joruba
bn: ইওরুবা
hi: योरूबा

source: Zande
bn: পরিসীমা
hi: ज़ेंदे

source: Zapotec
af: Zapotek
bn: জ্যাপোটেক
hi: ज़ापोटेक

source: Zenaga
bn: জেনাগা
hi: ज़ेनागा

source: Zhuang
bn: পরিবর্তিত
hi: झुआंग

source: Zulu
bn: জুলু
hi: जुलु

source: Zuni
bn: জুনি
hi: ज़ुनी

source: Running: %s (%s, %s)
hi: टला रहा है: %s (%s, %s)

source: Installing: %s-%s
hi: संस्थापित: %s-%s

source: Repository:
hi: रिपोजिटरी

source: Solution %d:
hi: हल %d:

source: No updates found.
hi: अद्यतन पता नहीं

source: Verbosity: %d
hi: वर्बोसिटी: %d

source: Copyright © 2007 Novell, Inc.
af: Kopiereg © 2007 Novell Inc.
bn: স্বত্ত্বাধিকার © 2007 Novell, Inc.
hi: कॉपीराइट © 2007 नोवेल, इंक.

source: Repository Error
hi: रिपोजिटरी त्रुटि

source: Ultra-Light
af: Ultralig
bn: অতি-হালকা
hi: अल्ट्रा-लाइट

source: 'net usershare' returned error %d: %s
af: 'net-gebruikersdeel' het fout teruggestuur%d: %s
bn: 'নেট ইউজারশেয়ার' %d ত্রুটি দিয়েছিল: %s
hi: 'नेट यूजरशेयर' वापसी त्रुटि %d: %s

source: Advanced Options
hi: एडवांस विकल्प

source: Off
hi: बंद

source: , Trigger:
af: , Sneller:
bn: , ট্রিগার:
hi: , ट्रिगर :

source: %s '%s' not found
hi: %s '%s' नहीं मिला

source: %s %s license:
hi: %s %s लाइसेंस:

source: Refreshing '%s'
hi: रिफ्रेश '%s'

source: %s %s not found.
hi: %s %s नहीं मिला

source: Given URL is invalid.
hi: दिया यूआरएल अवैध है

source: bit
af: bis
bn: বিট

source: KSysinfo
bn: KSysইনফো

source: Ethernet
bn: ইথারনেট

source: pci=noacpi
af: pci=geenacpi

source: acpi=oldboot
af: acpi=ouselflaai

source: ide=nodma
af: ide=geendma

source: %1 B/s
af: %1 G/s

source: %1 kB/s
af: %1 kG/s

source: %1 MB/s
af: %1 MG/s

source: %1 GB/s
af: %1 GG/s

source: %1 TB/s
af: %1 TG/s

source: MBit/s
af: MBis/se

source: krpmview
af: krpm-uitsig

source: Novell Open Enterprise Server 2 (Linux)
af: Novell-oopondernemingsbediener 2 (Linux)

source: Novell Open Enterprise Server 2 (NetWare)
af: Novell-oopondernemingsbediener 2 (NetWare)

source: SUSE Linux Enterprise Server 10
af: SUSE Linux-ondernemingsbediener 10

source: SUSE Linux Enterprise Server 8
af: SUSE Linux-ondernemingsbediener 8

source: SUSE Linux Enterprise Server 9
af: SUSE Linux-ondernemingsbediener 9

source: * HTTP<placeholder-1/>
af: * HTTP<plekhouer-1/>

source: * NFS<placeholder-1/>
af: * NFS<plekhouer-1/>

source: * FTP<placeholder-1/>
af: * FTP<plekhouer-1/>

source: or
ca: o
cs: nebo
de: oder
fr: ou
hu: vagy
it: o
ja: または
nb: eller
pl: lub
pt_br: ou
ro: sau
sk: alebo

source: Next
ca: Següent
cs: Další
de: Weiter
fr: Suivant
hu: Következő
it: Successivo
ja: 次へ
nb: Neste
pl: Dalej
pt_br: Avançar
ro: Înainte
sk: Ďalej

source: Finish
ca: Acaba
cs: Dokončit
de: Fertig stellen
fr: Terminer
hu: Befejezés
it: Fine
ja: 完了
nb: Fullfør
pl: Zakończ
pt_br: Concluir
ro: Terminare
sk: Dokončiť

source: Are you sure?
ca: N'esteu segurs?
cs: Jste si jisti?
de: Sind Sie sicher?
fr: Êtes-vous sûr ?
hu: Biztos benne?
it: Confermare l'operazione?
ja: 正しいですか？
nb: Er du sikker?
pl: Na pewno?
pt_br: Tem certeza?
ro: Sunteţi sigur?
sk: Ste si istý?

source: Unknown error
ca: S'ha produït un error desconegut
cs: Neznámá chyba
de: Unbekannter Fehler
fr: Erreur inconnue
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 未知のエラー
nb: Ukjent feil
pl: Nieznany błąd
pt_br: Erro desconhecido
ro: Eroare necunoscută
sk: Neznáma chyba

source: No information available
ca: No hi ha informació disponible.
cs: Nejsou k dispozici žádné informace.
de: Keine Informationen verfügbar
fr: Aucune information disponible
hu: Nincs elérhető információ
it: Nessuna informazione disponibile
ja: 情報がありません
nb: Ingen informasjon tilgjengelig
pl: Brak informacji
pt_br: Nenhuma informação disponível
ro: Nu există informaţii disponibile.
sk: Nie sú dostupné žiadne informácie

source: There was a problem retrieving information from the server.
ca: Hi ha hagut un problema en recuperar la informació del servidor.
cs: Při načítání informací ze serveru došlo k chybě.
de: Beim Abrufen von Informationen vom Server ist ein Problem aufgetreten.
fr: Un problème est survenu lors de la récupération des informations depuis le serveur.
hu: Hiba történt a kiszolgálóról való információ lekérdezése közben.
it: Si è verificato un errore durante il recupero delle informazioni dal server.
ja: サーバからの情報取得時に問題が発生しました。
nb: Det oppstod en feil under henting av informasjon fra serveren.
pl: Wystąpił problem podczas pobierania informacji z serwera.
pt_br: Houve um problema ao recuperar informações do servidor.
ro: A existat o problemă în timpul obţinerii informaţiilor de la server.
sk: Pri získavaní informácií zo servera sa vyskytol problém.

source: Hide Details
ca: Amaga els detalls
cs: Schovat podrobnosti
de: Details ausblenden
fr: Masquer les détails
hu: Részletek elrejtése
it: Nascondi dettagli
ja: 詳細を隠す
nb: Skjul detaljer
pl: Ukryj szczegóły
pt_br: Ocultar Detalhes
ro: Ascunde detaliile
sk: Skryť podrobnosti

source: Show Details
ca: Mostra els detalls
cs: Zobrazit podrobnosti
de: Details anzeigen
fr: Afficher les détails
hu: Részletek megjelenítése
it: Mostra dettagli
ja: 詳細を表示する
nb: Vis detaljer
pl: Pokaż szczegóły
pt_br: Mostrar Detalhes
ro: Arată detalii
sk: Zobraziť podrobnosti

source: Edit
ca: Edita
cs: Upravit
de: Bearbeiten
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
nb: Rediger
pl: Edycja
pt_br: Editar
ro: Editează
sk: Upraviť

source: You need to specify the host
ca: Heu d'especificar l'ordinador central
cs: Je třeba zadat hostitele.
de: Sie müssen den Host angeben
fr: Vous devez spécifier l'hôte
hu: Meg kell adni egy számítógépet
it: È necessario specificare l'host
ja: ホストを指定する必要があります
nb: Du må angi vertsmasinen
pl: Należy określić nazwę hosta
pt_br: Você precisa especificar o host
ro: Trebuie să specificaţi gazda
sk: Musíte zadať hostiteľa

source: No login specified
ca: No s'ha especificat cap nom de sessió
cs: Nebylo zadáno přihlašovací jméno.
de: Kein Benutzername angegeben
fr: Aucun login n'a été spécifié
hu: Nincs beállítva belépési név
it: Nessun login specificato
ja: ログインが指定されていません
nb: Brukernavn er ikke angitt
pl: Nie określono nazwy użytkownika
pt_br: Nenhum login especificado
ro: Nici un nume de utilizator specificat
sk: Nebolo zadané žiadne prihlásenie

source: No password specified
ca: No s'ha especificat cap contrasenya
cs: Nebylo zadáno žádné heslo.
de: Kein Passwort angegeben
fr: Aucun mot de passe n'a été spécifié
hu: Nincs megadva jelszó
it: Nessuna password specificata
ja: パスワードが指定されていません
nb: Passord er ikke angitt
pl: Nie wprowadzono hasła
pt_br: Nenhuma senha especificada
ro: Nici o parolă specificată
sk: Nebolo zadané žiadne heslo

source: Host has blocked user %s. It cannot login until %s
ca: L'ordinador central ha bloquejat l'usuari %s. No podrà iniciar la sessió fins %s
cs: Hostitel zablokoval uživatele %s. Nebude se moci přihlásit do %s
de: Host hat Benutzer "%s" blockiert. Anmeldung bis "%s" nicht möglich
fr: L'hôte a bloqué l'utilisateur %s. Il ne peut pas se connecter avant %s
hu: A számítógép blokkolt a(z) %s felhasználót, és nem tud belépni a következő időpontig: %s
it: Utente %s bloccato dall'host, non potrà eseguire il login fino a %s
ja: ホストはユーザ %s をブロックしています。 %s までログインできません
nb: Vertsmaskinen har blokkert brukernavnet %s. Du kan ikke logge inn igjen før %s
pl: Użytkownik %s został zablokowany. Nie może się on zalogować do %s
pt_br: O host bloqueou o usuário %s. Ele não poderá efetuar login até %s
ro: Gazda a blocat utilizatorul %s. Nu se poate conecta până când %s
sk: Hostiteľ zablokoval používateľa %s. Nebude sa môcť prihlásiť do %s

source: Login incorrect. Check your username and password.
ca: Inici de sessió incorrecte. Comproveu el nom d'usuari i la contrasenya
cs: Nesprávné přihlašovací údaje. Zkontrolujte uživatelské jméno a heslo.
de: Anmeldung nicht korrekt. Überprüfen Sie Benutzernamen und Passwort.
fr: Échec de l'identification. Veuillez vérifier votre nom d'utilisateur et mot de passe.
hu: Bejelentkezési hiba. Ellenőrizze a felhasználónevet és a jelszót.
it: Login non corretto. Verificare nome utente e password.
ja: ログインが正しくありません。ユーザ名とパスワードをご確認ください。
nb: Innloggingsfeil. Kontroller brukernavn og passord.
pl: Logowanie nieudane. Proszę sprawdzić nazwę użytkownika oraz hasło
pt_br: Login incorreto. Verifique seu nome de usuário e sua senha.
ro: Autentificare eşuată. Verificaţi numele de utilizator şi parola.
sk: Nesprávne prihlásenie. Skontrolujte Vaše používateľské meno a heslo.

source: You have been logged out.
ca: La vostra sessió ha finalitzat.
cs: Byli jste odhlášeni.
de: Sie wurden abgemeldet.
fr: Vous avez été déconnecté.
hu: Kijelentkezett.
it: L'utente è stato disconnesso.
ja: ログアウトしました。
nb: Du er logget ut.
pl: Użytkownik został wylogowany.
pt_br: Você foi desconectado.
ro: Aţi fost deconectat.
sk: Boli ste odhlásený.

source: Session timeout
ca: La sessió ha expirat
cs: Vypršení časového limitu relace
de: Zeitüberschreitung bei Sitzung
fr: Expiration de la session
hu: Munkamenet-időtúllépés
it: Timeout sessione
ja: セッションのタイムアウト
nb: Tidsavbrudd for økt
pl: Wygaśnięcie sesji
pt_br: Tempo de espera da sessão
ro: Sesiune expirată
sk: Časový limit sedenia

source: Operation is forbidden. If you have to do it, please contact system administrator
cs: Nemáte oprávnění toto udělat. Pokud to opravdu musíte udělat, prosíme, kontaktujte správce vašeho systému.
de: Vorgang nicht zulässig. Wenn Sie ihn durchführen müssen, wenden Sie sich an den Systemadministrator
it: Operazione vietata. Se è necessario eseguirla, contattare l'amministratore di sistema
ja: 操作は禁止されています。操作の必要がある場合は、システム管理者に連絡してください
pt_br: Operação proibida. Se você precisar executá-la, contate o administrador do sistema

source: Please login to continue
ca: Inicieu la sessió per continuar
cs: Chcete-li pokračovat, přihlaste se.
de: Zum Fortfahren anmelden
fr: Veuillez vous connecter pour continuer
hu: Lépjen be a folytatáshoz
it: Eseguire il login per continuare
ja: 続行するにはログインしてください
nb: Logg inn for å fortsette
pl: Proszę zalogować się, by kontynuować
pt_br: Efetue login para continuar
ro: Vă rugăm să vă conectaţi pentru a continua.
sk: Prihláste sa prosím, ak chcete pokračovať

source: You must logout before you can login
ca: Heu de sortir de la sessió per poder iniciar la sessió
cs: Před přihlášením je třeba se odhlásit.
de: Abmeldung vor Anmeldung erforderlich
fr: Vous devez vous déconnecter avant de pouvoir vous connecter
hu: Belépés előtt ki kell jelentkeznie
it: Prima di eseguire il login è necessario eseguire il logout
ja: ログインの前にログアウトしなければなりません
nb: Du må logge ut før du kan logge inn igjen
pl: Należy się wylogować przed ponownym zalogowaniem
pt_br: É preciso efetuar logout antes do login
ro: Trebuie să vă deconectaţi înainte să vă reconectaţi
sk: Predtým, ako sa môžete prihlásiť sa musíte odhlásiť

source: can't be blank
ca: no pot quedar en blanc
cs: nemůže být prázdné
de: darf nicht leer sein
fr: ne peut être vide
hu: nem lehet üres
it: non può essere vuoto
ja: 空白にすることはできません
nb: kan ikke være tomt
pl: nie może być puste
pt_br: não pode ficar em branco
ro: nu poate fi gol
sk: nemôže byť prázdny

source: is out of allowed values
ca: no és un valor permès
cs: je mimo povolené hodnoty
de: nicht im zulässigen Wertebereich
fr: est en dehors des valeurs autorisées
hu: a megengedett értékeken kívül esik
it: non rientra nei valori consentiti
ja: 使用可能でない値です
nb: inneholder ugyldige verdier
pl: wartość niedozwolona
pt_br: está fora dos valores permitidos
ro: este în afara valorilor permise
sk: je mimo povolené hodnoty

source: can't be empty
ca: no pot quedar buit
cs: nemůže být prázdné
de: darf nicht leer sein
fr: ne peut être vide
hu: nem lehet üres
it: non può essere vuoto
ja: 空白を指定することはできません
nb: kan ikke være tomt
pl: nie może być puste
pt_br: não pode ficar vazio
ro: nu poate fi gol
sk: nemôže byť prázdny

source: is invalid
ca: no és vàlid
cs: je neplatné
de: ist ungültig
fr: est invalide
hu: érvénytelen
it: non è valido
ja: 無効です
nb: er ugyldig
pl: niepoprawna
pt_br: é inválido
ro: este invalid
sk: je neplatný

source: Invalid parameters:
ca: Paràmetres incorrectes:
cs: Neplatné parametry:
de: Ungültige Parameter:
fr: Paramètres invalides :
hu: Érvénytelen paraméterek:
it: Parametri non validi:
ja: 無効なパラメータ:
nb: Ugyldige parametere:
pl: Niepoprawne parametry:
pt_br: Parâmetros inválidos:
ro: Parametrii invalizi:
sk: Neplatné parametre:

source: Can't connect to host %s.
ca: No s'ha pogut connectar al servidor %s.
cs: Nelze se připojit k hostiteli %s.
de: Keine Verbindung zum Host %s möglich.
fr: Impossible de se connecter à l'hôte %s.
hu: Nem tud kapcsolódni a(z) %s géphez.
it: Impossibile connettersi all'host %s.
ja: ホスト %s へ接続できませんでした。
nb: Kan ikke koble til vertsmaskinen %s.
pl: Nie można połączyć się z hostem %s
pt_br: Impossível conectar-se ao host %s.
ro: Nu mă pot conecta la gazda %s.
sk: Nedá sa pripojiť k hostiteľovi %s.

source: Make sure the host is up and that the YaST web service is running.
ca: Assegureu-vos que l'ordinador central està connectat i que el servei WebYaST està en funcionament.
cs: Ujistěte se, že je hostitel zapnutý a webová služba YaST běží.
de: Vergewissern Sie sich, dass der Host aktiv ist und der YaST-Webdienst ausgeführt wird.
fr: Assurez-vous que l'hôte est en fonctionnement et que le service web YaST est en cours d'exécution.
hu: Győződjön meg arról, hogy a számítógép be van működik és a YaST webszolgáltatás fut.
it: Verificare che l'host sia attivo e che il servizio Web YaST sia in esecuzione.
ja: ホストが起動されていて、YaST Webサービスが実行中であることを確認してください。
nb: Kontroller at vertsmaskinen er tilkoblet, og at YaST-webtjenesten kjører.
pl: Należy sprawdzić czy host i usługa YaST web service działają.
pt_br: Verifique se o host está ativo e se o serviço Web do YaST está em execução.
ro: Trebuie să vă asiguraţi că serviciul web YaST rulează iar calculatorul este pornit.
sk: Uistite sa, že cieľový počítač je dostupný a že je spustená webová služba YaSTu.

source: Please select a host to connect to.
ca: Seleccioneu l'ordinador central al que voleu connectar-vos.
cs: Zvolte hostitele, ke kterému má být vytvořeno připojení.
de: Wählen Sie einen Host aus, zu dem eine Verbindung aufgebaut werden soll.
fr: Veuillez sélectionner un hôte auquel se connecter.
hu: Válassza ki a számítógépet, amelyhez kapcsolódni kíván.
it: Selezionare un host a cui connettersi.
ja: 接続先のホストを選択してください。
nb: Velg en vertsmaskin å koble til.
pl: Proszę wybrać host, z którym zostanie nawiązane połączenie.
pt_br: Selecione um host ao qual conectar-se.
ro: Vă rugăm să alegeti o gazdă la care să vă conectati.
sk: Prosím zvoľte hostiteľa, ku ktorému sa pripojiť.

source: The host '%s' cannot be found.
ca: No s'ha trobat l'ordinador central %s.
cs: Hostitele „%s“ nelze nalézt.
de: Host "%s" kann nicht gefunden werden.
fr: L'hôte '%s' est introuvable.
hu: A(z) '%s' gép nem található.
it: Impossibile trovare l'host '%s'.
ja: ホスト「%s」が見つかりません。
nb: Vertsmaskinen '%s' ble ikke funnet.
pl: Nie można znaleźć hosta "%s".
pt_br: Impossível encontrar o host '%s'.
ro: Gazda '%s' nu poate fi găsită.
sk: Nedá sa nájsť hostiteľ '%s'.

source: Please double-check the host URL.
ca: Comproveu la URL de l'ordinador central.
cs: Důkladně zkontrolujte adresu URL hostitele.
de: Überprüfen Sie nochmals die Host-URL.
fr: Veuillez vérifier l'URL de l'hôte.
hu: Ellenőrizze a gép URL-jét.
it: Verificare nuovamente l'URL dell'host.
ja: ホストURLをもう一度ご確認ください。
nb: Kontroller at vertsadressen er riktig.
pl: Proszę podwójnie sprawdzić adres URL hosta.
pt_br: Verifique novamente o URL do host.
ro: Vă rugăm să verificaţi URL-ul gazdă.
sk: Skontrolujte adresu hostiteľa.

source: account
ca: compte
de: Konto
fr: compte
hu: azonosító
ja: アカウント
nb: konto
pl: Konto
pt_br: conta
ro: cont
sk: účet

source: Account|Login
ca: Compte|Inici de sessió
de: Konto|Anmeldung
fr: Compte|Login
hu: Azonosító|Bejelentkezés
ja: アカウント|ログイン
nb: Konto|Brukernavn
pl: Konto|Login
pt_br: Conta|Login
ro: Cont|Conectare
sk: Účet|Prihlásenie

source: Account|Created at
ca: Compte|Creat a
de: Konto|Erstellt um
fr: Compte|Créé le
hu: Azonosító|Létrehozás itt:
it: Account|Create il
ja: アカウント|作成場所
nb: Konto|Opprettet
pl: Konto|Utworzono
pt_br: Conta|Criada à(s)
ro: Cont|Creat la
sk: Účet|Vytvorený

source: Account|Updated at
ca: Compte|Actualitzat a
de: Konto|Aktualisiert um
fr: Compte|Mis à jour le
hu: Azonosító|Frissítés itt:
it: Account|Aggiornato il
ja: アカウント|更新場所
nb: Konto|Oppdatert
pl: Konto|Uaktualniono
pt_br: Conta|Atualizada à(s)
ro: Cont|Actualizat la
sk: Účet|Aktualizovaný

source: Account|Remember token
ca: Compte|Recorda la fitxa
de: Konto|Token speichern
fr: Compte|Token de mémorisation
hu: Azonosító|Token megjegyzése
it: Account|Ricorda token
ja: アカウント|トークン記憶
nb: Konto|Husk token
pl: Konto|Pamiętanie tokena
pt_br: Conta|Lembrar token
ro: Cont|Aminteşte-ţi jetonul
sk: Účet|Pamätať token

source: Account|Remember token expires at
ca: Compte|La fitxa memoritzada caduca el
de: Konto|Gespeicherter Token läuft aus um
fr: Compte|Expiration du token de mémorisation
hu: Azonosító|Token lejárta:
it: Account|Ricorda scadenza token il
ja: アカウント|トークン記憶期限切れ
nb: Konto|Husk token utløper
pl: Konto|Pamiętanie tokena wygasa
pt_br: Conta|Lembrar que o token expira à(s)
ro: Cont|Jetonul expiră la
sk: Účet|Pamätajte token vyprší

source: Account|Salt
ca: Compte|Salt
de: Konto|Salt
fr: Compte|Salt
hu: Azonosító|Salt
it: Account|Valore Salt
ja: アカウント|Salt
nb: Konto|Salt
pl: Konto|Wartość Salt
pt_br: Conta|Salt
ro: Cont|Salt
sk: Účet|Salt

source: host
ca: ordinador central
fr: hôte
hu: számítógép
ja: ホスト
nb: vertsmaskin
ro: gazdă
sk: hostiteľ
