Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Start or Stop Connection
af: Begin of stop verbinding
bn: সংযোগ শুরু করুন বা থামান
el: Εκκίνηση ή Διακοπή της Σύνδεσης
hi: कनेक्शन आरंभ या समाप्त करें

source: Login
af: Teken aan
bn: লগইন
ca: Inici de la sessió
cs: Přihlášení
de: Anmelden
el: Σύνδεση
fr: Connexion
hi: लॉगइन
hu: Azonosító
ja: ログイン
nb: Logg inn
ro: Autentificare
sk: Prihlásenie

source: Start KInternet during KDE login
af: Begin KInternet tydens KDE-aantekening
bn: কেডিই লগইনের সময়ে কেইন্টারনেট শুরু করুন
el: Εκκίνηση KInternet κατα τη διάρκεια του KDE login
hi: KDE लॉगइन के दौरान केइंटरनेट आरंभ करें

source: Interface
af: Koppelvlak
bn: ইন্টারফেস
el: Διεπαφή δικτύου
hi: इंटरफेस

source: Interface to select on start-up:
af: Koppelvlak om op die aanvangstydstip te kies:
bn: স্টার্ট-আপের সময়ে যে ইন্টারফেস নির্বাচিত হবে:
el: Διασύνδεση που θα επιλεγεί στην εκκίνηση:
hi: स्टार्ट-अप पर चयन के लिए इंटरफेस :

source: Provider
af: Verskaffer
bn: সরবরাহ করে:
el: &Παροχέας
hi: देता है:

source: Provider to select on start-up:
af: Verskaffer om op die aanvangstydstip te kies:
bn: স্টার্ট-আপের সময়ে যে প্রদানকারী নির্বাচিত হবে:
el: Παροχέας που θα επιλεγεί στην εκκίνηση:
hi: स्टार्ट-अप पर चयन के लिए प्रदाता :

source: Keep Active Provider on Start-up
af: Hou aktiewe verskaffer op aanvangs
bn: স্টার্ট-আপের সময়ে সক্রিয় প্রদানকারী রাখুন:
el: Διατήρηση του Ενεργού Παροχέα στην Εκκίνηση
hi: स्टार्ट-अप पर सक्रिय प्रदाता रखें

source: Start-Up
af: Aanvangs
bn: স্টার্ট-আপ
el: Εκκίνηση
hi: स्टार्ट-अप

source: Window
af: Venster
bn: উইন্ডো
el: Παράθυρο
hi: विंडो

source: Colored background
af: Gekleurde agtergrond
bn: রঙীন পটভূমি
el: Χρωματιστό υπόβαθρο
hi: रंगीन पृष्ठभूमि

source: Mouse Buttons
af: Muisknoppies
bn: মাউসের বোতাম
el: Κουμπιά Ποντικιού
hi: माउस के बटन

source: Left mouse button:
af: Linkermuisknoppie:
bn: মাউসের বাঁদিকের বোতাম:
el: Αριστερό κουμπί ποντικιού:
hi: माउस का बायां बटन :

source: Middle mouse button:
af: Middelmuisknoppie:
bn: মাউসের মাঝের বোতাম:
el: Μεσαίο κουμπί ποντικιού:
hi: माउस का बीच वाला बटन :

source: Right mouse button:
af: Regtermuisknoppie:
bn: মাউসের ডানদিকের বোতাম:
el: Δεξί κουμπί ποντικιού:
hi: माउस का दायां बटन :

source: Chart Type
af: Kaartsoort
bn: সারণীর প্রকার
el: Τύπος Γραφήματος
hi: चार्ट प्रकार

source: Separate charts for RX and TX
af: Skei kaarte vir RX en TX
bn: RX এবং TX এর জন্যে পৃথক সারণী
el: Ξεχωριστά γραφήματα για RX και TX
hi: RX और TX के लिए पृथक चार्ट

source: One chart for sum of RX and TX
af: Een kaart vir som van RX en TX
bn: RX এবং TX এর সমষ্টির জন্যে একটি সারণী
el: Ένα γράφημα για το άθροισμα των RX και TX
hi: RX और TX के योग के लिए एक चार्ट

source: Update Interval
af: Werk interval by
bn: বিরতি আপডেট করুন
el: Ενημέρωση διαστήματος
hi: अपडेट अंतराल

source: S&witch KDE network status
af: W&issel KDE-netwerkstatus
bn: KDE নেটওয়ার্ক স্থিতি বদলান
el: Αλλαγή της Κατάστασης Δικτύου του &KDE
hi: KDE नेटवर्क स्टेटस स्वि&च करें

source: Trigger connect on request of application
af: Sneller ‘verbind op versoek’ van toepassing
bn: প্রয়োগের অনুরোধে সংযোগ শুরু করুন
el: Σύνδεση κατά την απαίτηση μιας εφαρμογής
hi: आवेदनपत्र के अनुरोध पर ट्रिगर कनेक्ट करें

source: Occasion
af: Geleentheid
bn: ঘটনা
el: Περιστασιακά
hi: अवसर

source: When should the scripts be executed:
af: Wanneer die skripte uitgevoer behoort te word:
bn: কখন স্ক্রিপ্টগুলি একজিকিউট করা হবে
el: Πότε θα εκτελούνται τα σενάρια:
hi: स्क्रिप्ट को कब निष्पादित किया जाना चाहिए :

source: Always after connect or disconnect
af: Altyd na verbind of verbreek verbinding
bn: সংযোগস্থাপন বা বিচ্ছেদের পরে সর্বদা
el: Πάντα μετά τη σύνδεση ή την αποσύνδεση
hi: हमेशा कनेक्ट या डिस्कनेक्ट करने के बाद

source: Only when I started the connection
af: Slegs wanneer ek die verbinding begin het
bn: আমি সংযোগ শুরু করার সময়ে কেবলমাত্র
el: Μόνο όταν ξεκίνησα την σύνδεση
hi: केवल तभी जब मैं कनेक्शन आरंभ कर दूं

source: Script to execute after connect:
af: Skrip wat nadat verbind is, uitgevoer moet word:
bn: সংযোগ স্থাপনের পরে যে স্ক্রিপ্ট একজিকিউট করা হবে
el: Σενάριο που θα εκτελεσθεί μετά τη σύνδεση:
hi: कनेक्ट होने के बाद निष्पादित की जाने वाली स्क्रिप्ट :

source: Disconnect
af: Verbinding verbreek
bn: সংযোগবিচ্ছেদ
el: Αποσύνδεση
hi: डिस्कनेक्ट

source: Script to execute after disconnect:
af: Skrip wat nadat verbinding verbreek is, uitgevoer moet word:
bn: সংযোগবিচ্ছেদের পরে যে স্ক্রিপ্ট একজিকিউট করা হবে
el: Σενάριο που θα εκτελεσθεί μετά την αποσύνδεση:
hi: डिस्कनेक्ट होने के बाद निष्पादित की जाने वाली स्क्रिप्ट :

source: Scripts
af: Skripte:
bn: স্ক্রিপ্টগুলি
el: Σενάρια
hi: स्क्रिप्ट्स

source: Location of smpppd
af: Plek van smpppd
bn: smpppd র অবস্থান
el: Τοποθεσία του smpppd
hi: smpppd का स्थान

source: Automatic detection
af: Outomatiese bespeuring
bn: স্বয়ংক্রিয় সন্ধান
el: Αυτόματη ανίχνευση
hi: स्वत: पता लगाना

source: On local machine
af: Op plaaslike masjien
bn: স্থানীয় যন্ত্রে
el: Σε τοπικό μηχάνημα
hi: स्थानीय मशीन पर

source: Manual settings
af: Instellings met die hand
bn: হস্তচালিত সেটিং
el: Χειροκίνητες ρυθμίσεις
hi: मैनुअल सेटिंग्स

source: Manual Settings
af: Instellings met die hand
bn: হস্তচালিত সেটিংগুলি
el: Χειροκίνητες Ρυθμίσεις
hi: मैनुअल सेटिंग्स

source: Server:
af: Bediener:
bn: সার্ভিস
el: Διακομιστής:
hi: सेवक

source: Port number:
af: Poortnommer
bn: পোর্ট নম্বর:
el: Αριθμός θύρας:
hi: पोर्ट संख्या :

source: Password:
af: Wagwoord:
bn: পাসওয়ার্ড:
ca: Contrasenya:
cs: Heslo:
de: Passwort:
el: Κωδικός πρόσβασης:
fr: Mot de passe :
hi: पासवर्ड :
hu: Jelszó:
ja: パスワード:
nb: Passord:
pl: Hasło:
pt_br: Senha:
ro: Parolă:
sk: Heslo:

source: Server
af: Bediener
bn: সার্ভিস
el: Ποτέ
hi: सेवक

source: Host Names
af: Gasheername
bn: হোস্ট নেম
el: Ονόματα Κόμβων
hi: होस्ट नाम

source: Host names to look up in DNS check:
af: Gasheername om in DNS-nagaan op te soek:
bn: DNS যাচাইয়ে যে হোস্ট নেমগুলি দেখতে হবে:
el: Ονόματα διακομιστών προς έρευνα στο check DNS:
hi: DNS जांच में खोजने के लिए होस्ट नाम :

source: DNS Check
af: DNS-nagaan
bn: DNS যাচাই
el: Έλεγχος DNS
hi: DNS जांच

source: _n: %n Second %n Seconds
af: %n Sekonde %n Sekondes
bn: _n: %n সেকেন্ড %n সেকেন্ড
el: _n: %n Δευτερόλεπτο %n Δευτερόλεπτα
hi: _n: %n सेकेंड %n सेकेंडों

source: _n: %1 Second %1 Seconds
af: %1 Sekonde %1 Sekondes
bn: _n: %1 সেকেন্ড %1 সেকেন্ড
el: _n: %1 Δευτερόλεπτο %1 Δευτερόλεπτα
hi: _n: %1 सेकेंड %1 सेकेंडों

source: Select Script
af: Kies skrip
bn: স্ক্রিপ্ট বাছুন
el: Επιλέξτε Σενάριο
hi: चुनें:

source: Use this button to start YaST for permanent configuration.
af: Gebruik hierdie knoppie om YaST vir permanente konfigurasie te begin.
bn: স্থায়ী সংরূপণের জন্যে YaST শুরু করতে এই বোতামটি ব্যবহার করুন।
el: Χρησιμοποιήστε αυτό το κουμπί για να ξεκινήσετε το YaST για μόνιμες ρυθμίσεις.
hi: स्थाई कॉन्फिगरेशन हेतु YaST आरंभ करने के लिए इस बटन का प्रयोग करें।

source: Use this button to connect to the above selected accesspoint.
af: Gebruik hierdie knoppie om met die boonste gekose toegangspunt te verbind.
bn: উপরে নির্বাচিত এক্সেসপয়েন্ট-এর সাথে সংযোগ স্থাপনের জন্যে এই বোতামটি ব্যবহার করুন
el: Χρησιμοποιήστε αυτό το κουμπί για να συνδεθείτε στο παρακάτω επιλεγμένο σημείο πρόσβασης.
hi: उपरोक्त चयनित पहुंचबिंदु पर कनेक्ट करने के लिए इस बटन का प्रयोग करें।

source: This load the list of current known accesspoints and don't start a active scan.
af: Dit laai die lys van huidig-bekende toegangspunte en begin nie ’n aktiewe skandering nie.
bn: এটি বর্তমানে জ্ঞাত এক্সেসপয়েন্ট-এর তালিকা লোড করে এবং কোন সক্রিয় স্ক্যান শুরু করে না।
el: Αυτό φορτώνει τη λίστα των πιο πρόσφατα γνωστών σημείων πρόσβασης και δεν ξεκινά μια ενεργή σάρωση.
hi: यह वर्तमान ज्ञात पहुंचबिंदुओं की सूची को लोड करता है और सक्रिय स्कैन को आरंभ नहीं करता है।

source: This start a active scan. During a active scan it could happen, that you lost your current wireless connection.
af: Dit begin ’n aktiewe skandering. Tydens ’n aktiewe skandering kon dit gebeur dat u huidige draadlose verbinding verbreek word.
bn: এটি সক্রিয় স্ক্যান শুরু করে। সক্রিয় স্ক্যানের সময়ে এটা ঘটতে পারে, যে আপনি আপনার তারবিহীন সংযোগ হারিয়ে ফেললেন।
el: Αυτό ξεκινά μια ενεργή σάρωση. Κατά τη διάρκεια μιας ενεργής σάρωσης, μπορεί να χάσετε την τρέχουσα σύνδεση δικτύου.
hi: यह एक सक्रिय स्कैन आरंभ करता है। सक्रिय स्कैन के दौरान यह हो सकता है कि आप अपने वर्तमान वायरलेस कनेक्शन को खो दें।

source: This activate accoustic for the next 'Refresh' or 'Active Scan'. To stop this, untoggle this checkbox.
af: Dit aktiveer akoestiek vir die volgende 'Vernuwe' of 'Aktiewe skandering'. Om dit te stop, moet u hierdie merkraampie ontknikker
bn: এটি পরবর্তী 'রিফ্রেশ' বা 'সক্রিয় স্ক্যানের' জন্যে একাউস্টিক সক্রিয় করে। এটা থামাবার জন্যে এই চেকবক্সটি আনটগল করুন।
el: Αυτό ενεργοποιεί την ακουστική για την επόμενη 'Ανανέωση' ή 'Ενεργή Σάρωση'. Για να το σταματήσετε αυτό, μην επιλέξετε αυτό το κουτί.
hi: यह अगले 'रीफ्रेश' या 'सक्रिय स्कैन' के लिए एकॉस्टिक सक्रिय करता है। इसे रोकने के लिए, इस चेकबॉक्स को अनटॉगल करें।

source: This activate auto refresh scan for the next 'Refresh' or 'Active Scan'. To stop this, untoggle this checkbox.
af: Dit aktiveer die outovernuwingskandering vir die volgende 'Vernuwe' of 'Aktiewe skandering'. Om dit te stop, moet u hierdie merkraampie ontknikker
bn: এটি পরবর্তী 'রিফ্রেশ' বা 'সক্রিয় স্ক্যানের' জন্যে স্বয়ংরিফ্রেশ সক্রিয় করে। এটা থামাবার জন্যে এই চেকবক্সটি আনটগল করুন।
el: Αυτό ενεργοποιεί την αυτόματη ανανέωση σάρωσης για την επόμενη 'Ανανέωση' ή 'Ενεργή Σάρωση' Για να το σταματήσετε αυτό, μην επιλέξετε το κουτί.
hi: यह अगले 'रीफ्रेश' या 'सक्रिय स्कैन' के लिए स्वत: रीफ्रेश स्कैन को सक्रिय करता है। इसे रोकने के लिए, इस चेकबॉक्स को अनटॉगल करें।

source: Connection request to: %1 failed.
af: Verbindingsversoek aan: %1 het misluk.
bn: সংযোগের অনুরোধ: %1 এর কাছে ব্যর্থ হয়েছে।
el: Η αίτηση σύνδεσης σε: %1 απέτυχε.
hi: के लिए कनेक्शन आवेदन : %1 असफल रहा।

source: You are currently not associated with this accesspoint. Try again!
af: U is tans nie met hierdie toegangspunt geassosieer nie. Probeer weer!
bn: আপনি বর্তমানে এই এক্সেসপয়েন্টের সাথে সংশ্লিষ্ট নন। আবার চেষ্টা করুন!
el: Δεν είστε τώρα συνδεμένοι με αυτό το accesspoint. Δοκιμάστε ξανά!
hi: आप वर्तमान में इस पहुंचबिंदु से संबद्ध नहीं हैं। पुन: प्रयास करें!

source: Connect Result
af: Verbind resultaat
bn: সংযোগের পরিণাম
el: Αποτέλεσμα Σύνδεσης
hi: कनेक्ट परिणाम

source: You connected successfully to:
af: U het suksesvol verbind met:
bn: আপনি এর সাথে সফলরূপে সংযোগ স্থাপন করেছেন:
el: Είστε επιτυχώς συνδεμένοι σε:
hi: आप सफलतापूर्वक कनेक्ट हो गए :

source: Connection request to:
af: Verbindingsversoek aan:
bn: এর সাথে সংযোগের অনুরোধ:
el: Αίτηση σύνδεσης σε:
hi: के लिए कनेक्शन आवेदन :

source: failed.
af: het misluk.
bn: ব্যর্থ।
el: απέτυχε.
hi: असफल रहा।

source: You selected no accesspoint, please select one and try again!
af: U het geen toegangspunt gekies nie, kies asseblief een en probeer weer!
bn: আপনি কোন এক্সেসপয়েন্ট বাছেন নি, অনুগ্রহ করে একটি বেছে আবার চেষ্টা করুন!
el: Δεν επιλέξατε accesspoint, παρακαλώ επιλέξτε ένα και ξαναπροσπαθήστε!
hi: आपने किसी भी पहुंचबिंदु का चयन नहीं किया है, कृपया एक का चयन करें और पुन: प्रयास करें!

source: Active Scanning...
af: Aktiewe skandering ...
bn: সক্রিয় স্ক্যান করছে
el: Ενεργή Σάρωση...
hi: सक्रिय स्कैनिंग...

source: Scan finished.
af: Skandering voltooi.
bn: স্ক্যান সমাপ্ত হয়েছে।
el: Η σάρωση τελείωσε.
hi: स्कैन पूरा हुआ।

source: WARNING
af: WAARSKUWING
bn: সতর্কীকরণ
el: ΠΡΟΣΟΧΗ
hi: चेतावनी

source: Could not start YaST Network Module. Is it installed?
af: Kon YaST-netwerkmodule nie begin nie. Is dit geïnstalleer?
bn: আপনি YaST নেটওয়ার্ক মডিউল শুরু করতে পারেন নি। এটা কি স্থাপিত আছে?
el: Αδύνατη η εκκίνηση της Μονάδας Δικτύου του YaST. Είναι εγκατεστημένη;
hi: YaST नेटवर्क मॉड्यूल को आरंभ नहीं कर सकता। क्या यह संस्थापित है?

source: Could not start YaST Network Module, is it already installed?
af: Kon YaSt-netwerkmodule nie begin nie, is dit reeds geïnstalleer?
bn: আপনি YaST নেটওয়ার্ক মডিউল শুরু করতে পারেন নি। এটা কি ইতোমধ্যেই স্থাপিত আছে?
el: Αδύνατη η εκκίνηση της Μονάδας Δικτύου του YaST. Είναι ήδη εγκατεστημένη;
hi: YaST नेटवर्क मॉड्यूल को आरंभ नहीं कर सकता, क्या यह पहले से संस्थापित है?

source: Scanning...
af: Skandeer van ...
bn: স্ক্যান করছে
el: Σάρωση...
hi: स्कैन कर रहा है...

source: Networkaddress
af: Netwerkadres
bn: নেটওয়ার্কএড্রেস
el: Διεύθυνση δικτύου
hi: नेटवर्क पते

source: Netmask
af: Netmasker
bn: নেটমাস্ক
el: Μάσκα δικτύου
hi: नेटमास्क

source: Broadcast
af: Uitsending
bn: ব্রডকাস্ট
el: Μετάδοση
hi: ब्रॉडकास्ट

source: Link Quality
af: Skakelgehalte
bn: যোগসূত্রের মান
el: Ποιότητα Σύνδεσης
hi: लिंक गुणवत्ता

source: Signal level
af: Seinvlak
bn: সিগনালের স্তর
el: Επίπεδο Σήματος
hi: संकेत स्तर

source: Noise level
af: Geraasvlak
bn: আওয়াজের মাত্রা
el: Επίπεδο Θορύβου
hi: शोरगुल स्तर

source: Conntection details
af: Verbindingbesonderhede
bn: সংযোগের বিবরণ
el: Λεπτομέρειες Σύνδεσης
hi: कनेक्शन विवरण

source: WEP Key
af: WEP-sleutel
bn: WEP কি
el: κλειδί WEP
hi: WEP कुंजी

source: Encryption
af: Enkriptering
bn: বর্ণনা
el: Κρυπτογράφηση
hi: विवरण

source: WEP Key Size
af: WEP-sleutelgrootte
bn: WEP কিয়ের আকার
el: Μέγεθος Κλειδιού WEP
hi: WEP कुंजी आकार

source: Not associated!
af: Nie geassosieer nie!
bn: সংশ্লিষ্ট নয়!
el: Μη σύνδεση!
hi: संबद्ध नहीं!

source: All SLP Services
el: Όλες οι υπηρεσίας SLP

source: CIM Server (wbem)
el: Διακομιστής CIM (wbem)
hi: CIM सर्वर (wbem)

source: Private File Server
el: Ιδιωτικός Διακομιστής Αρχείων
hi: निजी फाइल सर्वर

source: SSH File Browsing
el: Πλογήση Αρχείου SSH
hi: SSH फाइल ब्राउज कर रहा है

source: SSH Terminal
el: Τερματικό SSH
hi: SSH टर्मिनल

source: Samba Administration
el: Διαχείριση Samba
hi: साम्बा प्रशासन

source: Scanner Server
el: Διακομιστής Σάρωσης

source: Secure Web Server
el: Ασφαλής Διακομιστής Δικτύου
hi: वेब सर्वर सुरक्षित करें

source: VNC Connection
el: Σύνδεση VNC
hi: VNC संबंधन

source: Web Server
el: Διακομιστής Δικτύου

source: Windows Network
el: Δίκτυο Windows
hi: विंडोज़ नेटवर्क

source: YOU Server
el: Διακομιστής YOU

source: YaST Installation
el: Εγκατάσταση YaST
hi: YaST अधिष्ठापन

source: YaST installation source
el: Πηγή εγκατάστασης YaST
hi: YaST अधिष्ठापन श्रोत

source: A kioslave to browse multicast DNS services
el: Ένας kioslave για πλοήγηση των υπηρεσιών multicast DNS

source: Local Network
el: Τοπικό Δίκτυο
hi: लोकल नेटवर्क

source: SLP Services and more
el: Υπηρεσίες SLP και άλλα
hi: SLP और अधिक सेवाएं

source: A kioslave to browse services
el: Ένας kioslave για πλοήγηση υπηρεσιών

source: A kioslave to browse SLP services
el: Ένας kioslave για πλοήγηση SLP υπηρεσιών

source: Network Browser
el: Πλοηγός Δικτύου
hi: नेटवर्क ब्राउजर

source: Looking for CPU information...
af: Soek na CPU-inligting ...
bn: CPU তথ্য খোঁজা হচ্ছে...
el: Ψάχνοντας για πληροφορίες ΚΜΕ...
hi: सीपीयू सूचना की प्रतीक्षा में...

source: My Computer
af: My Rekenaar
bn: আমার কম্পুটার
el: Ο Υπολογιστής μου
hi: मेरा कंप्यूटर

source: Folders, Harddisks, Removable Devices, System Information and more...
af: Lêergidse, harde skywe, verwyderbare toestelle, stelselinligting, ensovoorts ...
bn: ফোল্ডার, হার্ডডিস্ক, রিমুভেবল যন্ত্রপাতি, সিস্টেম বিষয়ে তথ্য এবং আরো অনেক কিছু...
el: Φάκελοι, Σκληροί Δίσκοι, Αφαιρούμενες Συσκευές, Πληροφορίες Συστήματος και περισσότερα...
hi: फोल्डर, हार्डडिस्क, हटाए जाने योग्य उपकरण, सिस्टम सूचना तथा और अधिक...

source: Looking for disk information...
af: Soek na skyfinligting ...
bn: ডিস্ক বিষয়ে তথ্য খোঁজা হচ্ছে...
el: Ψάχνοντας για πληροφορίες δίσκου...
hi: डिस्क सूचना के लिए प्रतीक्षारत...

source: Disk Information
af: Skyfinligting
bn: ডিস্ক বিষয়ে তথ্য
el: Πληροφορίες Δίσκου
hi: डिस्क सूचना

source: OS Information
af: OS-inligting
bn: OS তথ্য
el: Πληροφορίες ΛΣ
hi: ओएस सूचना

source: OS:
el: ΛΣ:
hi: ओएस :

source: Current user:
af: Huidige gebruiker:
bn: বর্তমান ব্যবহারকারীঃ
el: Τρέχον Χρήστης:
hi: वर्तमान उपयोगकर्ता :

source: System:
af: Stelsel:
bn: সিস্টেম:
el: Σύστημα
hi: सिस्टम

source: Display Info
af: Skerminligting
bn: ডিসপ্লে-র তথ্য
el: Προβολή Πληροφορίας
hi: डिस्प्ले सूचना

source: Vendor:
af: Verkoper:
bn: বিক্রেতাঃ
el: Προμηθευτής:
hi: विक्रेता :

source: Model:
bn: মডেলঃ
el: Μοντέλο:
hi: मॉडल :

source: Driver:
af: Aandrywer:
bn: ড্রাইভারঃ
el: Οδηγός:
hi: ड्राइवर :

source: Getting OS information....
af: Verkry OS-inligting ...
bn: OS তথ্য নেওয়া হচ্ছে...
el: Παίρνοντας πληροφορίες ΛΣ....
hi: ओएस सूचना प्राप्त कर रहा....

source: Common Folders
af: Gewone lêergidse
bn: সাধারণ ফোল্ডার
el: Κοινοί Φάκελοι
hi: समान फोल्डर

source: My Documents
af: My dokumente
bn: আমার দলিলপত্র (মাই ডকুমেন্ট)
el: Τα έγγραφα μου
hi: मेरे दस्तावेज

source: My Home Folder
af: My tuislêergids
bn: আমার হোম ফোল্ডার
el: Αρχικός Φάκελος
hi: मेरे गृह फोल्डर

source: Root Folder
af: Stamlêergids
bn: রুট ফোল্ডার
el: Ριζικός Φάκελος
hi: रूट फोल्डर

source: Network Folders
af: Netwerklêergidse
bn: নেটওয়ার্ক ফোল্ডার
el: Δικτυακοί Φάκελοι
hi: नेटवर्क फोल्डर

source: Looking up network status...
af: Soek netwerkstatus op ...
bn: নেটওয়ার্ক পরিস্থিতি খোঁজা হচ্ছে...
el: Ψάχνοντας για κατάσταση δικτύου
hi: नेटवर्क स्थिति की प्रतीक्षा में...

source: Network Status
af: Netwerkstatus
bn: নেটওয়ার্কের অবস্থা
el: Κατάσταση Δικτύου
hi: स्थिती

source: CPU Information
af: CPU-inligting
bn: CPU তথ্য
el: Πληροφορίες ΚΜΕ
hi: सीपीयू सूचना

source: Processor (CPU):
af: Verwerker (CPU):
bn: প্রসেসার (CPU):
el: Επεξεργαστής (ΚΜΕ):
hi: प्रोसेसर (सीपीयू) :

source: Speed:
af: Spoed:
bn: গতিঃ
el: Ταχύτητα:
hi: गति :

source: Looking for memory information...
af: Soek na geheue-inligting ...
bn: মেমরি তথ্য খোঁজা হচ্ছে...
el: Ψάχνοντας για πληροφορίες μνήμης...
hi: स्मृति सूचना की प्रतीक्षा में...

source: Memory Information
af: Geheue-inligting
bn: মেমরি তথ্য
el: Πληροφορίες Μνήμης
hi: स्मृति सूचना

source: Total memory (RAM):
af: Totale geheue (RAM):
bn: সবসমেত মেমরি (RAM):
el: Συνολική μνήμη (RAM):
hi: कुल स्मृति (रैम) :

source: Free memory:
af: Oop geheue:
bn: অব্যবহৃত মেমরিঃ
el: Πλήρης μνήμη:
hi: मुक्त स्मृति :

source: Used Memory
af: Gebruikte geheue
bn: ব্যবহৃত মেমরি
el: Χρησιμοποιημένη Μνήμη
hi: उपयोग की गई स्मृति

source: Total swap:
af: Totale omruil:
bn: মোট সোয়্যাপ:
el: Συνολική swap:
hi: कुल

source: Free swap:
af: Oop omruil:
bn: অব্যবহৃত সোয়্যাপঃ
el: Ελεύθερη swap:
hi: मुक्त स्वैप :

source: Device
af: Toestel
bn: ডিভাইস
el: Συσκευή
hi: डिवइस

source: Filesystem
af: Lêerstelsel
bn: ফাইলসিস্টেম
el: Σύστημα αρχείων
hi: सिस्टम

source: Total space
af: Totale spasie
bn: মোট স্থান
el: Συνολικός χώρος
hi: कुल

source: Available space
af: Beskikbare spasie
bn: প্রাপ্তিসাধ্য স্পেস (শূণ্যস্থান)
el: Διαθέσιμος χώρος
hi: उपलब्ध स्थान

source: Press the right mouse button for more options like Mount or Eject
af: Druk die regtermuisknoppie vir meer opsies, soos heg of uitwerp
bn: মাউন্ট বা ইজেক্টের মত আরো বিকল্পের জন্য ডানদিকের মাউজ বোতাম টিপে দিন
el: Πατήστε το δεξί πλήκτρο του ποντικιού για περισσότερες πληροφορίες όπως Προσάρτηση ή Εξαγωγή
hi: माउंट या इजेक्ट जैसे अधिक विकल्पों के लिए माउस का दायां बटन दबाएं

source: %1 (3D Support)
af: %1 (3D-ondersteuning)
bn: %1 (3D সমর্থন)
el: %1 (Υποστήριξη 3D)
hi: %1 (3डी समर्थन)

source: %1 (No 3D Support)
af: %1 (Geen 3D-ondersteuning nie)
bn: %1 (3D সমর্থন নেই)
el: %1 (Μη Υποστήριξη 3D)
hi: %1 (कोई 3डी समर्थन नहीं)

source: Network is <strong>unreachable</strong>
af: Netwerk is <strong>onbereikbaar</strong>
bn: নেটওয়ার্ক <মজবুত>নাগালের বাইরে</মজবুত>
el: Το δίκτυο είναι <strong>απροσπέλαστο</strong>
hi: नेटवर्क <strong>पहुंचयोग्य नहीं</strong> है

source: You are <strong>offline</strong>
af: U is <strong>ongekoppel</strong>
bn: আপনি <মজবুত>অফলাইনে</মজবুত>আছেন
el: Είστε <strong>εκτός δικτύου</strong>
hi: आप <strong>ऑफलाइन</strong> हैं

source: Network is <strong>shutting down</strong>
af: Netwerk is besig om<strong>af te sluit</strong>
bn: নেটওয়ার্ক <মজবুত>বন্ধ হচ্ছে</মজবুত>
el: Το δίκτυο <strong>κλείνει</strong>
hi: नेटवर्क <strong>शटडाउन कर रहा</strong> है

source: <strong>Establishing</strong> connection to the network
af: <strong>Bewerkstellig</strong> verbinding met die netwerk
bn: <মজবুত>নেটওয়ার্কের সঙ্গে যোগসূত্র</মজবুত>স্থাপন করা হচ্ছে
el: <strong>Δημιουργώντας</stong> σύνδεση στο δίκτυο
hi: नेटवर्क से कनेक्शन <strong>स्थापित कर रहा</strong> है

source: You are <strong>online</strong>
af: U is <strong>gekoppel</strong>
bn: আপনি<মজবুত>অনলাইন আছেন</মজবুত>
el: Είστε <strong>συνδεδεμένος</strong>
hi: आप <strong>ऑनलाइन</strong> हैं

source: Unknown network status
af: Onbekende netwerkstatus
bn: অজানা নেটওয়ার্ক পরিস্থিতি
el: Άγνωστη κατάσταση δικτύου
hi: अज्ञात नेटवर्क स्थिति

source: None
af: Geen
bn: কোনটিই নয়
el: Κανένα
hi: कुछ नहीं

source: WPA Personal
el: Προσωπικό WPA

source: WPA Enterprise
el: Εταιρικό WPA

source: Failed
af: Misluk
bn: ব্যর্থ
el: Απέτυχε
hi: असफल

source: A NetworkManager front-end for KDE
el: Μία διεπαφή περιβάλλοντος του NetworkManager για το KDE

source: KWallet integration
el: Ενσωμάτωση KWallet

source: Form1
el: Φόρμα1

source: &Username:
el: Όνομα &Χρήστη:
hi: &उपयोगकर्ता का नाम:

source: &Password:
af: &Wagwoord:
bn: &পাসওয়ার্ড:
el: &Κωδικός Πρόσβασης:
hi: &पासवर्ड

source: Identity:
el: Ταυτότητα:

source: General Information
af: Algemene inligting
bn: সাধারণ তথ্য
el: Γενικές Πληροφορίες
hi: सामान्य सूचना

source: Battery Status
bn: অবস্থা
el: Κατάσταση Μπαταρίας
hi: स्थिती

source: AC Adapter
af: AC-passtuk
bn: AC এডাপটার
el: Μετασχηματιστής AC
hi: एसी एडॉप्टर

source: plugged in
af: ingeprop
bn: প্লাগে লাগানো হয়েছে
el: στο ρεύμα
hi: प्लग्ड इन

source: Processor Status
af: Verwerkerstatus
bn: প্রসেসরের অবস্থা
el: Κατάσταση Επεξεργαστή
hi: प्रोसेसर स्टेटस

source: General Blacklist
af: Algemene swartlys
bn: সাধারণ ব্ল্যাকলিস্ট
el: Γενική Μαύρη Λίστα
hi: सामान्य ब्लैकलिस्ट

source: Scheme:
af: Skema:
bn: যোজনা:
el: Σχήμα:
hi: स्कीम :

source: Selected entry removed.
af: Gekose inskrywing verwyder:
bn: নির্বাচিত লিপিবদ্ধকরণটি অপসারিত করা হয়েছে।
el: Η επιλεγμένη εγγραφή αφαιρέθηκε.
hi: चयनित प्रविष्टि हटा दी गई।

source: Could not remove the selected entry.
af: Kon die gekose inskrywing nie verwyder nie:
bn: নির্বাচিত লিপিবদ্ধকরণটি অপসারিত করা যাবে না।
el: Δεν ήταν δυνατή η αφαίρεση της συγκεκριμένης εγγραφής.
hi: चयनित प्रविष्टि को नहीं हटा सका।

source: Inserted new entry.
af: Ingevoegde nuwe inskrywing.
bn: নতুন লিপিবদ্ধকরণ প্রবিষ্ট করা হয়েছে।
el: Εισαγωγή νέας εγγραφής.
hi: नई प्रविष्टि डाली गई।

source: Entry exists already. Did not insert new entry.
af: Inskrywing bestaan reeds. Het nuwe inskrywing nie ingevoeg nie.
bn: লিপিবদ্ধকরণ ইতিমধ্যেই বিদ্যমান। নতুন লিপিবদ্ধকরণ প্রবেশ করায় নি।
el: Η εγγραφή υπάρχει ήδη. Μην εισάγετε νέα.
hi: प्रविष्टि पहले से ही मौजूद है। नई प्रविष्टि नहीं डाली गई।

source: Empty entry was not inserted.
af: Leë inskrywing is nie ingevoeg nie.
bn: প্রবিষ্ট ফাঁকা লিপিবদ্ধকরণ প্রবেশ করানো হয় নি।
el: Η άδεια εγγραφή δεν εισήχθηκε.
hi: रिक्त प्रविष्टि नहीं डाली गई थी।

source: Could not start 'pidof'. Could not autosuspend the machine. Please check your installation.
af: Kon 'pidof' nie begin nie. Kon die masjien nie outo-opskort nie. Gaan asseblief u installasie na.
bn: 'pidof'শুরু করা যাবে না। মেশিনটি স্বয়ংক্রিয় স্থগিত করা যাবে না। অনুগ্রহ করে আপনার ইন্সটলেশন যাচাই করুন।
el: Αδυναμία εκκίνησης 'pidof'. Αδυναμία αυτόματης ανάκλησης του μηχανήματος. Παρακαλώ ελέγξτε την εγκατάσταση σας.
hi: 'pidof' को आरंभ नहीं कर सका। मशीन को स्वतःस्थगित नहीं कर सका। कृपया अपने संस्थापन को जांच लें।

source: Autosuspend Blacklist Edit
af: Skort swartlyshersiening outomaties op
bn: ষ্বস্বয়ংক্রিয় স্থগিত ব্ল্যাকলিস্ট সম্পাদনা করুন
el: Επεξεργασία Μαύρης Λίστας Αυτόματου Κλεισίματος
hi: स्वतःस्थगित ब्लैकलिस्ट एडिट

source: Add
af: Voeg by
bn: যুক্ত করুন
ca: Afegeix
cs: Přidat
de: Hinzufügen
el: Προσθήκη
fr: Ajouter
hi: जोड़ें
hu: Hozzáadás
it: Aggiungi
ja: 追加
nb: Legg til
pl: Dodaj
pt_br: Adicionar
ro: Adaugă
sk: Pridať

source: Performance
af: Werkverrigting
bn: কার্যকারিতা
el: Απόδοση
hi: प्रदर्शन

source: Presentation
af: Aanbieding
bn: উপস্থাপনা
el: Παρουσίαση
hi: प्रस्तुति

source: Acoustic
af: Akoesties
bn: শ্রবণযোগ্য করার ব্যবস্থা
el: Ακουστικό
hi: एकॉस्टिक
