Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Running /lib/scpm/update_storage
af: Loop van/lib/scpm/bywerk_berging
bn: /lib/scpm/update_storage চালাচ্ছে
el: Εκτέλεση /lib/scpm/update_storage
hi: /lib/scpm/update_storage चला रहा

source: Database is already at version 1.1
af: Databasis is reeds by weergawe 1.1
bn: ডেটাবেস ইতোমধ্যেই ভার্সন 1.1 এ আছে
el: Η βάση δεδομένων είναι ήδη στην έκδοση 1.1
hi: डेटाबेस संस्करण 1.1 पर पहले से

source: Converting database to version 1.1
af: Omstel van databasis na weergawe 1.1
bn: ডেটাবেসকে ভার্সন 1.1 এ রূপান্তরিত করছে
el: Μετατροπή βάσης δεδομένων στην έκδοση 1.1
hi: डेटाबेस को संस्करण 1.1 में बदल रहा

source: Unknown target version number
af: onbekende teikenweergawenommer
bn: অজ্ঞাত লক্ষ্য ভার্সন সংখ্যা
el: Άγνωστος αριθμός στοχευμένης έκδοσης
hi: अज्ञात लक्ष्य संस्करण संख्या

source: export needs at least 2 argument
af: voer uit benodig ten minste 2 argumente
bn: রপ্তানির কমপক্ষে 2 টি আর্গুমেন্ট দরকার
el: η εξαγωγή χρειάζεται τουλάχιστον 2 παραμέτρους
hi: निर्यात करने के लिए न्यूनतम 2 तर्कों की जरूरत है

source: Unknown export command
af: Onbekende uitvoeropdrag
bn: অজ্ঞাত রপ্তানি বিকল্প
el: Άγνωστη εντολή εξόδου
hi: अज्ञात निर्यात कमांड

source: import needs 3 arguments
af: voer in benodig 3 argumente
bn: আমদানির ৩ টি আর্গুমেন্ট দরকার
el: η εισαγωγή χρειάζεται 3 παραμέτρους
hi: आयात के लिए 3 तर्कों की जरूरत है

source: Unknown import command
af: Onbekende invoeropdrag
bn: অজ্ঞাত আমদানি বিকল্প
el: Άγνωστη εντολή εισόδου
hi: अज्ञात आयात कमांड

source: Apache HTTP server
af: Apache HTTP-bediener
bn: এপাচে HTTP সার্ভার
el: Εξυπηρετητής Apache HTTP
hi: एपैक एचटीटीपी सर्वर

source: Automounter service
af: Outohegterdiens
bn: অটোমাউন্টার পরিষেবা
el: Υπηρεσία Automounter
hi: ऑटोमाउंटर सेवा

source: Basic network settings
af: Basiese netwerkinstellings
bn: মূল নেটওয়ার্ক সেটিংগুলি
el: Βασικές ρυθμίσεις δικτύου
hi: मूल नेटवर्क सेटिंग्स

source: CIPE service
af: CIPE-diens
bn: সার্ভিস
el: Υπηρεσία CIPE
hi: सेवाऎ

source: CRON service
af: CRON-diens
bn: সার্ভিস
el: Υπηρεσία CRON
hi: सेवाऎ

source: DHCP server
af: DHCP-bediener
bn: DHCP সার্ভার
el: Εξυπηρετητής DHCP
hi: डीएचसीपी सर्वर

source: FAM daemon
af: FAM-demon
bn: FAM ডেমন
el: Δαίμονας FAM
hi: फैम डेमॉन

source: gpm service
af: gpm-diens
bn: সার্ভিস
el: Υπηρεσία gpm
hi: सेवाऎ

source: Icecream distributed compile daemon
af: Icecream-verspreide saamsteldemon
bn: আইসক্রীম বন্টিত সঙ্কলন ডেমন
el: Δαίμονας κατανεμημένης αποσφαλμάτωσης Icecream
hi: आइज़क्रीम वितरित कंपाइल डेमॉन

source: inetd service
af: inetd-diens
bn: সার্ভিস
el: Υπηρεσία inetd
hi: सेवाऎ

source: Internet dial-up configuration (SuSE Meta pppd)
af: Internet-inbelkonfigurasie (SuSE Meta pppd)
bn: ইনটারনেট ডায়াল-আপ কনফিগেরেশন (SuSE Meta pppd)
el: Ρύθμιση Internet dial-up (SuSE Meta pppd)
hi: इंटरनेट डायल-अप समरूपण (एसयूएसई मेटा पीपीपीडी)

source: IPsec tunnel service
af: IPsec-tonneldiens
bn: IPsec টানেল পরিষেবা
el: Υπηρεσία IPsec tunnel
hi: आईपीसेक टनल सेवा

source: IrDA service
af: IrDA-diens
bn: সার্ভিস
el: Υπηρεσία IrDA
hi: डिवइस

source: ISDN service
af: ISDN-diens
bn: সার্ভিস
el: Υπηρεσία ISDN
hi: सेवाऎ

source: LDAP client service
af: LDAP-kliëntdiens
bn: LDAP ক্লায়েন্ট পরিষেবা
el: Υπηρεσία πελάτης LDAP
hi: एलडीएपी क्लाइंट सेवा

source: Lightweight resolver daemon
af: Liggewigoplosserdemon
bn: হাল্কা ওজনের রিসলভার ডেমন
el: Δαίμονας Lightweight resolver
hi: लाइटवेट रिसॉल्वर डेमॉन

source: Mail subsystem
af: Possubstelsel
bn: মেল সাবসিস্টেম
el: Υποσύστημα Αλληλογραφίας
hi: मेल उपसिस्टम

source: Name Service Cache Daemon
af: Naamdienscache-demon
bn: নাম পরিষেবা ক্যাশে ডেমন
el: Δαίμονας Name Service Cache
hi: नाम सेवा कैशे डेमॉन

source: Network Information Service client
af: Netwerkinligtingsdiens-kliënt
bn: নেটওয়ার্ক তথ্য পরিষেবা ক্লায়েন্ট
el: Πελάτης Network Information Service
hi: नेटवर्क जानकारी सेवा क्लाइंट

source: Network Time Protocol daemon
af: Netwerktydprotokoldemon
bn: নেটওয়ার্ক সময় প্রোটোকল ডেমন
el: Δαίμονας Network Time Protocol
hi: नेटवर्क टाइम प्रोटोकॉल डेमॉन

source: nfslock service
af: nfslock-diens
bn: nfslock পরিষেবা
el: Υπηρεσία nfslock
hi: एनएफएसलॉक सेवा

source: NFS server
af: NFS-bediener
bn: NFS সার্ভার
el: Διακομιστής NFS
hi: सेवक

source: PCMCIA subsystem
af: PCMCIA-substelsel
bn: PCMCIA সাবসিস্টেম
el: Υποσύστημα PCMCIA
hi: पीसीएमसीआईए उपसिस्टम

source: portmap daemon
af: poortbinding-demon
bn: পোর্টম্যাপ ডেমন
el: Δαίμονας portmap
hi: पोर्टमैप डेमॉन

source: Power management (APM)
af: Kragbestuur (APM)
bn: বিদ্যুতশক্তি পরিচালনা (APM)
el: Διαχείριση ενέργειας (APM)
hi: ऊर्जा प्रबंधन (एपीएम)

source: Printer settings
af: Drukkerinstellings
bn: প্রিন্টার সেটিংগুলি
el: Ρυθμίσεις εκτυπωτή
hi: प्रिंटर सेटिंग

source: Secure Shell daemon
af: Veilige stelseldopdemon
bn: সুরক্ষিত শেল ডেমন
el: Δαίμονας Secure Shell
hi: सुरक्षित शेल डेमॉन

source: Sound service
af: Klankdiens
bn: সার্ভিস
el: Υπηρεσία ήχου
hi: सेवाऎ

source: Squid proxy server
af: Squid-volmagbediener
bn: স্ক্যুইড প্রক্সি সার্ভার
el: Διακομιστής Squid proxy
hi: स्कवैड प्रॉक्सी सर्वर

source: Virus scanner
af: Virusskandeerder
bn: ভাইরাস স্ক্যানার
el: Σαρωτής ιών
hi: वायरस स्कैनर

source: wwwoffle service
af: wwwoffle-diens
bn: wwwoffleপরিষেবা
el: Υπηρεσία wwwoffle
hi: डब्ल्यूडब्ल्यूवोफल सेवा

source: X Server settings
af: X-bedienerinstellings
bn: X সার্ভার সেটিংগুলি
el: Ρυθμίσεις X Server
hi: एक्स सर्वर सेटिंग

source: Running VAR1 script of profile VAR2
af: Loop van VAR1-skrip van profiel VAR2
bn: প্রোফাইল VAR2-এর VAR1 স্ক্রিপ্ট চালাচ্ছে
el: Εκτέλεση σεναρίου VAR1 από το προφίλ VAR2
hi: प्रोफाइल वीएआर2 की वीएआर1 स्क्रिप्ट चल रही

source: failed
af: het misluk
bn: ব্যর্থ
el: απέτυχε
hi: विफल

source: done
af: gedoen
bn: ইন্দোনেশিয়া
el: έγινε
hi: हो गया

source: Output was
af: Uitset was
bn: আউটপুট ছিল
el: Το αποτέλεσμα ήταν
hi: आउटपुट

source: Enabling forced. Old database will be dropped.
af: Ontsperring gedwing. Ou databasis sal weggelaat word.
bn: সক্রিয়করণ বলপূর্বক। পুরান ডেটাবেস বাতিল করা হবে।
el: Εξαναγκασμός ενεργοποίησης. Η παλαιά βάση δεδομένων θα απορριφθεί.
hi: समर्थन लागू। पुराना डेटाबेस छोड़ दिया जाएगा।

source: Analyzing system
af: Ontleed van stelsel
bn: সিস্টেম বিশ্লেষণ করছে
el: Αναλύοντας το σύστημα
hi: सिस्टम का विश्लेषण कर रहा

source: Copying profile
af: Kopieer van profiel
bn: প্রোফাইল কপি করছে
el: Αντιγραφή προφίλ
hi: प्रोफाइल कॉपी कर रहा

source: Creating profile VAR1
af: Skep van profiel VAR1
bn: VAR1 প্রোফাইল তৈরি করছে
el: Δημιουργία προφίλ VAR1
hi: प्रोफाइल वीएआर1 सृजित कर रहा

source: Checking for modified resources
af: Nagaan vir veranderde hulpbronne
bn: পরিবর্তিত সংস্থান যাচাই করছে
el: Έλεγχος για τροποποιημένους πόρους
hi: संशोधित संसाधन खोज रहा

source: Checking for new/obsolete resources
af: Nagaan vir nuwe/uitgediende hulpbronne
bn: নতুন / পুরান সংস্থান যাচাই করছে
el: Έλεγχος για νέες/πεπαλαιωμένους πόρους
hi: नए/ओब्सोलेट संसाधन खोज रहा

source: VAR1 VAR2 is new
af: VAR1 VAR2 is nuut
bn: VAR1 VAR2 নতুন
el: VAR1 VAR2 είναι νέα
hi: वीएआर1 वीएआर2 नया है

source: VAR1 VAR2 is deleted
af: VAR1 VAR2 word geskrap
bn: VAR1 VAR2 মুছে দেওয়া হয়েহে
el: VAR1 VAR2 είναι διεγραμμένα
hi: वीएआर1 वीएआर2 मिटा दिया गया

source: Switching to profile
af: Wissel na profiel
bn: প্রোফাইলে সুইচ করছে
el: Αλλαγή στο προφίλ
hi: प्रोफाइल बदल रहा

source: Restoring profile
af: Herstel van profiel
bn: প্রোফাইল পুনঃস্থাপন করছে
el: Επαναφορά προφίλ
hi: प्रोफाइल पुनःसंग्रहित कर रहा

source: Creating new profile VAR1
af: Skep van nuwe profiel VAR1
bn: নতুন প্রোফাইল VAR1 তৈরি করছে
el: Δημιουργία νέου προφίλ VAR1
hi: नई प्रोफाइल वीएआर1 सृजित कर रहा

source: Saving resources
af: Berg van hulpbronne
bn: সংস্থান সংরক্ষণ করছে
el: Αποθήκευση πόρων
hi: संसाधन रक्षित कर रहा

source: Updating profile VAR1
af: Bywerk van profiel VAR1
bn: প্রোফাইল VAR1 আপডেট করছে
el: Ενημέρωση προφίλ VAR1
hi: प्रोफाइल वीएआर1 अपडेट कर रहा

source: Rolling back journal
af: Terugrol van joernaal
bn: জার্নাল ফিরিয়ে আনছে
el: Γυρίζοντας πίσω τις εγγραφές
hi: जर्नल वापिस रोल कर रहा

source: Replaying journal
af: Herspeel van joernaal
bn: জার্নাল পুনরায় চালাচ্ছে
el: Επανάληψη των εγγραφών
hi: जर्नल पुनऋ चला रहा

source: Checking for resources to start or shut down
af: Gaan hulpbronne na om te begin of af te sluit
bn: শুরু বা শাট ডাউন করার জন্য সংস্থানগুলি যাচাই করছে
el: Έλεγχος για πηγές για να ξεκινήσουν ή να τερματίσουν
hi: शुरू या बंद करने के लिए संसाधन की खोज

source: VAR1 VAR2 must be started
af: VAR1 VAR2 moet begin word
bn: VAR1 VAR2 শুরু করতেই হবে
el: VAR1 VAR2 πρέπει να εκκινήσουν
hi: वीएआर1 वीएआर2 शुरू होनी जरूरी है

source: VAR1 VAR2 must be stopped
af: VAR1 VAR2 moet gestop word
bn: VAR1 VAR2 থামাতেই হবে
el: VAR1 VAR2 πρέπει να τερματίσουν
hi: वीएआर1 वीएआर2 रोकनी जरूरी है

source: Checking for dependencies
af: Gaan afhanklikhede na
bn: নির্ভরতাগুলি যাচাই করছে
el: Έλεγχος για εξαρτήσεις
hi: निर्भरता के लिए जांच

source: VAR1 VAR2 must be restarted
af: VAR1 VAR2 moet weer begin word
bn: VAR1 VAR2 পুনরায় শুরু করতেই হবে
el: VAR1 VAR2 πρέπει να επανεκκινήσουν
hi: वीएआर1 वीएआर2 पुनः शुरू करनी जरूरी है

source: VAR1 VAR2 has to be restarted
af: VAR1 VAR2 moet weer begin word
bn: VAR1 VAR2 পুনরায় শুরু করতে হবে
el: VAR1 VAR2 πρέπει να επανεκκινήσουν
hi: वीएआर1 वीएआर2 पुनः शुरू होनी जरूरी है

source: Resource VAR1 (VAR2) has .rpmorig files; you may want to have a look at it
af: Hulpbron VAR1 (VAR2) het .rpmorig-lêers; u wil dalk daarna kyk
bn: সংস্থান VAR1 (VAR2) এর .rpmorig ফাইল আছে; আপনি সেটাকে একবার দেখতে চাইতে পারেন
el: Η πηγή VAR1 (VAR2) έχει αρχεία .rpmorig· μπορείτε εαν θέλετε να τα ρίξετε μια ματία
hi: संसाधन वीएआर1 (वीएआर2) में .rpmorig फाइलें है; आप उसे देखना चाह सकते हैं

source: Updating resource VAR1 (VAR2)
af: Bywerk van hulpbron VAR1 (VAR2)
bn: সংস্থান VAR1 (VAR2) আপডেট করছে
el: Ενημέρωση πηγής VAR1 (VAR2)
hi: संसाधन वीएआर1 (वीएआर2) अपडेट कर रहा

source: Resource has .rpmsave files; saving to profile VAR1 (backup will be made)
af: Hulpbron het .rpmsave-lêers; berg hiervan na profiel VAR1 (rugsteun sal gemaak word)
bn: সংস্থানের .rpmsave ফাইল আছে; প্রোফাইল VAR1 এ সংরক্ষণ করছে ব্যাকআপ তৈরি করা হবে)
el: Ο πόρος έχει αρχεία .rpmsave· γίνεται αποθήκευση στο προφίλ VAR1 (backup will be made)
hi: संसाधन में .rpmsave फाइलें है; प्रोफाइल वीएआर1 में रक्षित करें (बैकअप बन जाएगा)

source: Resource in modified in profile VAR1
af: Hulpbron in verander in profiel VAR1
bn: প্রোফাইল VAR1 এ পরিবর্তিত সংস্থান
el: Πηγή στο τροποποιημένο στο προφίλ VAR1
hi: संसाधन प्रोफाइल वीएआर1 में संशोधित

source: patch failed; resource saved (backup made)
af: regstelling het misluk; hulpbron geberg (rugsteun gemaak)
bn: প্যাচ ব্যর্থ হয়েছে; সংস্থান সংরক্ষিত হয়েছে (ব্যাকআপ তৈরি হয়েছে)
el: διόρθωση απέτυχε; η πηγή αποθηκεύτηκε (backup made)
hi: पैच विफल; संसाधन रक्षित (बैकअप बन गया)

source: resource patched (backup made)
af: hulpbron reggestel (rugsteun gemaak)
bn: সংস্থান প্যাচড হয়েছে (ব্যাকআপ তৈরি হয়েছে)
el: ο πόρος διορθώθηκε (backup made)
hi: संसाधन पैच हुआ (बैकअप बन गया)

source: Resource is modified in profile VAR1; resource saved (backup made)
af: Hulpbron is verander in profiel VAR1; hulpbron geberg (rugsteun gemaak)
bn: VAR1 প্রোফাইলে সংস্থান পরিবর্তিত হয়েছে; সংস্থান সংরক্ষিত হয়েছে (ব্যাকআপ তৈরি হয়েছে)
el: Ο πόρος τροποποιήθηκε στο προφίλ VAR1· ο πόρος αποθηκεύτηκε (backup made)
hi: संसाधन प्रोफाइल वीएआर1 में संशोधित है; संसाधन रक्षित (बैकअप बन गया)

source: Resource is modified in profile VAR1, resource saved (backup made)
af: Hulpbron is verander in profiel VAR1, hulpbron geberg (rugsteun gemaak)
bn: VAR1 প্রোফাইলে সংস্থান পরিবর্তিত হয়েছে; সংস্থান সংরক্ষিত হয়েছে (ব্যাকআপ তৈরি হয়েছে)
el: Ο πόρος τροποποιήθηκε στο προφίλ VAR1, ο πόρος αποθηκεύτηκε (backup made)
hi: संसाधन प्रोफाइल वीएआर1 में संशोधित है; संसाधन रक्षित (बैकअप बन गया)

source: WARNING: resource VAR1 (VAR2) does not exist; ignoring
af: WAARSKUWING: hulpbron VAR1 (VAR2) bestaan nie; word geïgnoreer
bn: সতর্কীকরণ: সংস্থান VAR1 (VAR2) এর অস্তিত্ব নেই; উপেক্ষা করা হচ্ছে
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: ο πόρος VAR1 (VAR2) δεν υπάρχει· αγνόηση
hi: चेतावनी: संसाधन बीएआर1 (वीएआर2) मौजूद नहीं; नज़रअंदाज कर रहा

source: Adding backup files
af: Byvoeg van rugsteunlêers
bn: ব্যাকআপ ফাইল যোগ করছে
el: Προσθήκη αρχείων αντιγράφων ασφαλείας
hi: बैकअप फाइलें जोड़ रहा

source: Removing backup files
af: Verwyder van rugsteunlêers
bn: ব্যাকআপ ফাইল অপসারণ করছে
el: Αφαίρεση αρχείων αντιγράφων ασφαλείας
hi: बैकअप फाइलें मिटा रहा

source: Restoring resources
af: Terugstel van hulpbronne
bn: সংস্থান পুনঃস্থাপন করছে
el: Επαναφορά πόρων
hi: संसाधन पुनःसंग्रहित कर रहा

source: Resource VAR1 (VAR2) has backup data in profile VAR3
af: Hulpbron VAR1 (VAR2) het rugsteundata in profiel VAR3
bn: VAR3 প্রোফাইলে VAR1 (VAR2) সংস্থানের ব্যাকআপ ডেটা আছে
el: Ο πόρος VAR1 (VAR2) έχει δεδομένα αντιγράφου ασφαλείας στο προφίλ VAR3
hi: संसाधन वीएआर1 (वीएआर2) में प्रोफाइल वीएआर3 में बैकअप डेटा है।

source: saving VAR1 (VAR2) to profile VAR3
af: berg van VAR1 (VAR2) na profiel VAR3
bn: VAR1 (VAR2) কে প্রোফাইল VAR3 এ সংরক্ষণ করছে
el: αποθήκευση VAR1 (VAR2) στο προφίλ VAR3
hi: वीएआर1 (वीएआर2) प्रोफाइल वीएआर3 में रक्षित कर रहा

source: [failed]
af: [het misluk]
bn: [ব্যর্থ হয়েছে]
el: [απέτυχε]
hi: [विफल]

source: patching VAR1 (VAR2) of profile VAR3
af: regstel van VAR1 (VAR2) van profiel VAR3
bn: VAR3 প্রোফাইলের VAR1 (VAR2) প্যাচ করছে
el: διόρθωση το VAR1 (VAR2) στο προφίλ VAR3
hi: वीएआर1 (वीएआर2) प्रोफाइल वीएआर3 में पैचिंग कर रहा

source: restoring VAR1 (VAR2)
af: terugstel van VAR1 (VAR2)
bn: VAR1 (VAR2) পুনঃস্থাপন করছে
el: επαναφορά VAR1 (VAR2)
hi: वीएआर1 (वीएआर2) पुनःसंग्रहित कर रहा

source: stopping VAR1 (VAR2)
af: stop van VAR1 (VAR2)
bn: VAR1 (VAR2) থামাচ্ছে
el: τερματισμός VAR1 (VAR2)
hi: वीएआर1 (वीएआर2) रोक रहा

source: [ok]
af: [goed]
bn: [ঠিক আছে]
el: [εντάξει]
hi: [ठीक है]

source: starting VAR1 (VAR2)
af: begin van VAR1 (VAR2)
bn: VAR1 (VAR2) শুরু করছে
el: εκκίνηση VAR1 (VAR2)
hi: वीएआर1 (वीएआर2) शुरू कर रहा

source: adding resource VAR1 (VAR2)
af: byvoeg van hulpbron VAR1 (VAR2)
bn: VAR1 (VAR2) এ সংস্থান যোগ করছে
el: προθήκη πόρου VAR1 (VAR2)
hi: संसाधन वीएआर1 (वीएआर2) जोड़ रहा

source: VAR1 (VAR2) to profile VAR3
af: VAR1 (VAR2) na profiel VAR3
bn: VAR1 (VAR2) থেকে প্রোফাইল VAR3
el: VAR1 (VAR2) στο προφίλ VAR3
hi: वीएआर1 (वीएआर2) से प्रोफाइल वीएआर3

source: restoring backup of VAR1 (VAR2)
af: terugstel van rugsteun van VAR1 (VAR2)
bn: VAR1 (VAR2) এর ব্যাকআপ পুনঃস্থাপন করছে
el: επαναφορά αντιγράφου ασφαλείας του VAR1 (VAR2)
hi: वीएआर1 (वीएआर2) का बैकअप पुनः संग्रहित कर रहा

source: VAR1 (VAR2) from profile VAR3
af: VAR1 (VAR2) vanaf profiel VAR3
bn: VAR3 প্রোফাইল থেকে VAR1 (VAR2)
el: VAR1 (VAR2) από το προφίλ VAR3
hi: वीएआर1 (वीएआर2) से प्रोफाइल वीएआर3

source: copying resource VAR1 (VAR2)
af: kopieer van hulpbron VAR1 (VAR2)
bn: VAR1 (VAR2) সংস্থান কপি করছে
el: αντιγραφή πόρου VAR1 (VAR2)
hi: संसाधन वीएआर1 (वीएआर2) कॉपी कर रहा

source: rolling back VAR1 (VAR2) of profile VAR3
af: terugrol van VAR1 (VAR2) van profiel VAR3
bn: VAR3 প্রোফাইলের VAR1 (VAR2) আগের অবস্থায় ফিরিয়ে দিচ্ছে
el: γυρίζοντας πίσω στο VAR1 (VAR2) του προφίλ VAR3
hi: वीएआर1 (वीएआर2) को प्रोफाइल वीएआर3 में वापिस रोल कर रहा

source: previous restore of resource VAR1 (VAR2) cannot be undone (yet)
af: vorige terugstel van hulpbron VAR1 (VAR2) kan (nog) nie ongedaan gemaak word nie
bn: VAR1 (VAR2) সংস্থানের পূর্ববর্তী পুনঃস্থাপন ফেরত নেওয়া যায় না (এখনও)
el: προηγούμενη επαναφορά του πόρου VAR1 (VAR2) δεν μπορεί να ακυρωθεί (yet)
hi: संसाधन वीएआर1 (वीएआर2) का पिछला पुनःसंग्रहण (अभी भी) नहीं किया जा सकता

source: SCPM aborted by VAR1
af: SCPM gestaak deur VAR1
bn: VAR1 দ্বারা SCPM বাতিল হয়েছে
el: To SCPM ακυρώθηκε από το VAR1
hi: वीएआर1 द्वारा एससीपीएम रोका गया

source: could not determine resource names for resource type VAR1
af: kon hulpbronname vir hulpbronsoort VAR1 nie bepaal nie
bn: VAR1 সংস্থান প্রকারের সংস্থানের নাম নির্ধারণ করতে পারে নি
el: αδυναμία καθορισμού ονομάτων πόρου για τύπο πόρου VAR1
hi: संसाधन प्रकार वीएआर1 के लिए संसाधन नाम का निर्धारण नहीं किया जा सकते

source: could not write journal data
af: kon joernaaldata nie skryf nie
bn: জার্নাল ডটা লিখতে পারে নি
el: αδυναμία εγγραφής δεδομένων journal
hi: जर्नल डेटा राइट नहीं कर सकते

source: journal stack exceeded
af: joernaalstapel oorskry
bn: জার্নাল স্ট্যাক ছাপিয়ে গেছে
el: υπέρβαση journal stack
hi: जर्नल स्टैक अधिक हुआ

source: could not restore profile VAR1
af: kon profiel VAR1 nie terugstel nie
bn: VAR1 প্রোফাইল পুনঃস্থাপন করতে পারে নি
el: αδυναμία επαναφοράς προφίλ VAR1
hi: प्रोफाइल वीएआर1 पुनःसंग्रहित नहीं कर सकते

source: could not determine resources for profile VAR1
af: kon hulpbronne vir profiel VAR1 nie bepaal nie
bn: VAR1 প্রোফাইলের সংস্থানগুলি নির্ধারণ করতে পারে নি
el: αδυναμία καθορισμού πόρων για το προφίλ VAR1
hi: प्रोफाइल वीएआर1 के लिए संसाधन का निर्धारण नहीं कर सकता

source: could not determine modified resources for profile VAR1
af: kon veranderde hulpbronne vir profiel VAR1 nie bepaal nie
bn: VAR1 প্রোফাইলের পরিবর্তিত সংস্থানগুলি নির্ধারণ করতে পারে নি
el: αδυναμία καθορισμού τροποποιημένων πόρων για το προφίλ VAR1
hi: प्रोफाइल वीएआर1 के लिए संशोधित संसाधन का निर्धारण नहीं कर सकते

source: BUG! Obosolete function called
af: FOUT! Uitgediende funksie geroep
bn: ত্রুটি! পুরান ক্রিয়া কল করা হয়েছে
el: ΣΦΑΛΜΑ! Εκλήθη πεπαλαιωμένη λειτουργία
hi: बग! ओब्सोलेट क्रिया की गई

source: could not remove VAR1 script of profile VAR2
af: kon VAR1-skrip van profiel VAR2 nie verwyder nie
bn: VAR2 প্রোফাইলের VAR1 স্ক্রিপ্ট অপসারণ করতে পারে নি
el: αδυναμία αφαίρεσης σεναρίου VAR1 στο προφίλ VAR2
hi: प्रोफाइल वीएआर2 की वीएआर1 स्क्रिप्ट हटा नहीं सकता

source: could not run VAR1 script of profile VAR2
af: kon VAR1-skrip van profiel VAR2 nie loop nie
bn: VAR2 প্রোফাইলের VAR1 স্ক্রিপ্ট চালাতে পারে নি
el: αδυναμία εκτέλεσης σεναρίου VAR1 για το προφίλ VAR2
hi: प्रोफाइल वीएआर2 की वीएआर1 स्क्रिप्ट चला नहीं सकते

source: you have scripts in scpm 0.6.x style defined, read documentation
af: u het skripte wat in scpm 0.6.x-styl gedefinieer is, lees dokumentasie
bn: scpm 0.6.x রীতিতে আপনার স্ক্রিপ্ট সংজ্ঞায়িত আছে, নথি পড়ুন
el: έχετε σενάρια σε στύλ scpm 0.6.x, διαβάστε την τεκμηρίωση
hi: आपके पास एससीपीएम में 0.6.x शैली परिभाषित स्क्रिप्ट हैं, दस्तावेजीकरण पढ़ें

source: could not execute VAR1 script of profile VAR2
af: kon VAR1-skrip van profiel VAR2 nie uitvoer nie
bn: VAR2 প্রোফাইলের VAR1 স্ক্রিপ্ট সম্পন্ন করতে পারে নি
el: αδυναμία εκτέλεσης σεναρίου VAR1 για το προφίλ VAR2
hi: प्रोफाइल वीएआर2 की वीएआर1 स्क्रिप्ट निष्पादित नहीं कर सके

source: could not determine VAR1 script of profile VAR2
af: kon VAR1-skrip van profiel VAR2 nie bepaal nie
bn: VAR2 প্রোফাইলের VAR1 স্ক্রিপ্ট নির্ধারণ করতে পারে নি
el: αδυναμία καθορισμού σεναρίου VAR1 για το προφίλ VAR2
hi: प्रोफाइल वीएआर2 का वीएआर1 निर्धारित नहीं किया जा सकते

source: could not open database
af: kon databasis nie open nie
bn: ডেটাবেস খুলতে পারে নি
el: αδυναμία ανοίγματος βάσης δεδομένων
hi: डेटाबेस नहीं खोल सकते

source: database corrupt
af: databasis korrup
bn: ডেটাবেস ত্রুটিপূর্ণ
el: σφάλμα βάσης δεδομένων
hi: डेटाबेस खराब

source: You have an old SCDB version. Read man page how to update it.
af: U het ’n ou SCDB-weergawe. Lees op handleidingsbladsy hoe om dit by te werk.
bn: আপনার পুরান SCDB ভার্সন আছে। কিভাবে আপডেট করবেন জানার জন্য ম্যান পেজ পড়ুন।
el: Έχετε μια παλαιά έκδοση SCDB. Διαβάστε τη σελίδα man για το πως θα την ενημερώσετε.
hi: आपके पास पुराना एससीडीबी संस्करण है। उसे अपडेट करने के लिए मुख्य पेज पढ़ें।

source: unknown database state. This is a bug.
af: onbekende databasistoestand. Dit is ’n fout.
bn: ডেটাবেসের অজ্ঞাত স্থিতি। এটা একটা ত্রুটি।
el: άγνωστη κατάσταση βάσης δεδομένων. Αυτό είναι ένα σφάλμα.
hi: अज्ञात डेटाबेस स्थिति। यह एक बग है।

source: Your operating system installation changed or is unknown. Read the man page.
af: U bedryfstelselinstallasie het verander of is onbekend. Lees die handleidingsbladsy.
bn: আপনার অপারেটিং সিস্টেম স্থাপনা পরিবর্তিত হয়েছে অথবা অজ্ঞাত। ম্যানপেজ পড়ুন।
el: Η εγκατάσταση του λειτουργικού σας συστήματος άλλαξε ή είναι άγνωστη. Διαβάστε τη σελίδα man.
hi: आपकी ऑपरेटिंग सिस्टम इंस्टालेशन बदल गई है या अज्ञात है। मुख्य पेज पढ़ें।

source: could not load scdb
af: kon scdb nie laai nie
bn: scdb লোড করতে পারে নি
el: αδυναμία φόρτωσης scdb
hi: एससीडीबी लोड नहीं कर सकते

source: SCPM is locked by another process (read man page)
af: SCPM is deur ’n ander proses gesluit (lees handleidingsbladsy)
bn: SCPM অপর একটি প্রক্রিয়া দ্বারা লকড আছে (ম্যান পেজ পড়ুন)
el: Το SCPM είναι κλειδωμένο από άλλη διεργασία (read man page)
hi: एससीपीएम अन्य प्रक्रिया द्वारा तालाबंद है (मुख्य पेज पढ़ें)

source: SCPM is locked and needs recover (read man page)
af: SCPM is gesluit en moet herstel word (lees handleidingsbladsy)
bn: SCPM লকড আছে এবং পুনরুদ্ধার করা দরকার (ম্যান পেজ পড়ুন)
el: Το SCPM είναι κλειδωμένο και χρειάζεται επαναφορά (read man page)
hi: एससीपीएम तालाबंद है और उसे रिकवर की जरूरत है (मुख्य पेज पढ़ें)

source: unknown journal state. This is a bug!
af: onbekende joernaaltoestand. Dit is ’n fout!
bn: অজ্ঞাত জার্নাল স্থিতি। এটা একটা ত্রুটি!
el: άγνωστη κατάσταση journal. Αυτό είναι ένα σφάλμα!
hi: अज्ञात जर्नल स्थिति। यह एक बग है!

source: SCPM disabled
af: SCPM versper
bn: SCPM নিষ্ক্রিয়
el: Το SCPM απενεργοποιήθηκε
hi: एससीपीएम असमर्थित

source: SCPM already active
af: SCPM reeds aktief
bn: SCPM ইতোমধ্যেই সক্রিয়
el: Το SCPM είναι ήδη ενεργό
hi: एससीपीएम पहले से सक्रिय है।

source: SCPM is enabled but uninitialized
af: SCPM is ontsper maar ongeïnisialiseer
bn: SCPM সক্রিয় কিন্তু চালু হয় নি
el: Το SCPM είναι ενεργοποιημένο αλλά μη αρχικοποιημένο
hi: एससीपीएम सक्रिय है लेकिन शुरू नहीं किया गया

source: Profile VAR1 does not exist
af: Profiel VAR1 bestaan nie
bn: VAR1 প্রোফাইলের অস্তিত্ব নেই
el: Το προφίλ VAR1 δεν υπάρχει
hi: प्रोफाइल वीएआर1 मौजूद नहीं

source: Profile VAR1 already exists
af: Profiel VAR1 bestaan reeds
bn: VAR1 প্রোফাইল ইতোমধ্যেই বিদ্যমান
el: Το προφίλ VAR1 υπάρχει ήδη
hi: प्रोफाइल वीएआर1 पहले से मौजूद

source: active profile cannot be deleted
af: aktiewe profiel kan nie geskrap word nie
bn: সক্রিয় প্রোফাইল মোছা যায় না
el: το ενεργό προφίλ δε μπορεί να διαγραφεί
hi: सक्रिय प्रोफाइल मिटा नहीं सकते

source: could not determine active profile
af: kon aktiewe profiel nie bepaal nie
bn: সক্রিয় প্রোফাইল নির্ধারণ করতে পারে নি
el: αδυναμία καθορισμού ενεργού προφίλ
hi: सक्रिय प्रोफाइल का निर्धारण नहीं कर सकते

source: You may not use space, *, < and > in the profile name
el: Δεν μπορείτε να χρησιμοποιήσετε κενό, *, < και > στο όνομα προφίλ

source: no profile active
af: geen profiel aktief nie
bn: কোনো প্রোফাইল সক্রিয় নেই
el: όχι ενεργό προφίλ
hi: कोई प्रोफाइल सक्रिय नहीं

source: profile VAR1 does not exist
af: profiel VAR1 bestaan nie
bn: VAR1 প্রোফাইলের অস্তিত্ব নেই
el: το προφίλ VAR1 δεν υπάρχει
hi: प्रोफाइल वीएआर1 मौजूद नहीं

source: unknown set command VAR1
af: onbekende stel-opdrag VAR1
bn: অজ্ঞাত সেট আদেশ VAR1
el: άγνωστη εντολή set VAR1
hi: अज्ञात सेट कमांड वीएआर1

source: unknown get command VAR1
af: onbekende kry-opdrag VAR1
bn: অজ্ঞাত পান আদেশ VAR1
el: άγνωστη εντολή get VAR1
hi: अज्ञात प्राप्ति कमांड वीएआर1

source: unknown rebuild mode specified
af: onbekende herboumodus gespesifiseer
bn: অজ্ঞাত পুনর্নির্মাণ মোড নির্দিষ্ট করা হয়েছে
el: ορίστηκε άγνωστος λειτουργία επαναδημιουργίας
hi: अज्ञात पुनःनिर्माण मोड विनिर्दिष्ट नहीं

source: scdb rebuild failed
af: scdb-herbouing het misluk
bn: scdb পুনর্নির্মাণ ব্যর্থ হয়েছে
el: επαναφορά scdb απέτυχε
hi: एससीडीबी पुनःसंग्रहण विफल

source: could not query resource group VAR1
af: kon nie navraag oor hulpbrongroep VAR1 doen nie
bn: সংস্থান গ্রুপ VAR1 এ অনুসন্ধান করতে পারে নি
el: αδυναμία έρευνας ομάδας πόρου VAR1
hi: संसाधन समूह वीएआर1 की पूछताछ नहीं कर सकते

source: could not create file VAR1
af: kon lêer VAR1 nie skep nie
bn: VAR1 ফাইল তৈরি করতে পারে নি
el: αδυναμία δημιουργίας αρχείου VAR1
hi: फाइल वीएआर1 सृजित नहीं कर सकते

source: number of versions does not match number of resources
el: ο αριθμός των εκδόσεων δεν ταιριάζει με τον αριθμό των πόρων
