Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: <p>This link references the table of contents.</p>
af: <p>Hierdie skakel verwys na die inhoudsopgawe</p>
bn: <p>এই লিংকটি বিষয়বস্তুর সারণীর প্রতি উল্লেখ করে।</p>
el: <p>Αυτός ο σύνδεσμος αναφέρει τον πίνακα των περιεχομένων.</p>
hi: <p>यह लिंक विषयवस्तु तालिका का संदर्भ देता है।</p>

source: Chapters
af: Hoofstukke
bn: অধ্যায়
el: Κεφάλαια
hi: अध्याय

source: <p>This menu references the chapters of the document.</p>
af: <p>Hierdie kieslys verwys na die hoofstukke van die dokument.</p>
bn: <p>এই মেনুটি নথির অধ্যায়গুলির প্রতি উল্লেখ করে।</p>
el: <p>Αυτός ο κατάλογος αναφέρει τα κεφάλαια του εγγράφου.</p>
hi: <p>यह मीनू दस्तावेज के अध्यायों का संदर्भ देता है।</p>

source: Sections
af: Afdelings
bn: বিভাগ
el: Τομείς
hi: खंड

source: <p>This menu references the sections of the document.</p>
af: <p>Hierdie kieslys verwys na die afdelings van die dokument.</p>
bn: <p>এই মেনুটি নথির বিভাগগুলির প্রতি উল্লেখ করে।</p>
el: <p>Αυτός ο κατάλογος αναφέρει τους τομείς του εγγράφου.</p>
hi: <p>यह मीनू दस्तावेज के खंडों का संदर्भ देता है।</p>

source: Subsections
af: Onderafdelings
bn: উপবিভাগ
el: Υποτομείς
hi: उपखंड

source: <p>This menu references the subsections of the document.</p>
af: <p>Hierdie kieslys verwys na die onderafdelings van die dokument.</p>
bn: <p>এই মেনুটি নথির উপবিভাগগুলির প্রতি উল্লেখ করে।</p>
el: <p>Αυτός ο κατάλογος αναφέρει τους υποτομείς του εγγράφου.</p>
hi: <p>यह मीनू दस्तावेज के उपखंडों का संदर्भ देता है।</p>

source: Appendix
af: Aanhangsel
bn: পরিশিষ্ট
el: Παράρτημα
hi: संलग्न

source: <p>This link references the appendix.</p>
af: <p>Hierdie skakel verwys na die aanhangsel.</p>
bn: <p>এই লিংকটি পরিশিষ্টের প্রতি উল্লেখ করে।</p>
el: <p>Αυτός ο σύνδεσμος αναφέρει το παράρτημα.</p>
hi: <p>यह लिंक संलग्न का संदर्भ देता है।</p>

source: &Glossary
af: &Glossarium
bn: শব্দকোষ
el: &Γλωσσάρι
hi: शब्दकोष

source: <p>This link references the glossary.</p>
af: <p>Hierdie skakel verwys na die glossarium.</p>
bn: <p>এই লিংকটি শব্দকোষের প্রতি উল্লেখ করে।</p>
el: <p>Αυτός ο σύνδεσμος αναφέρει το γλωσσάρι.</p>
hi: <p>यह लिंक शब्दकोष का संदर्भ देता है।</p>

source: &Index
af: &Indeks
bn: সূচি
el: &Περιεχόμενα
hi: विषयसूची

source: <p>This link references the index.</p>
af: <p>Hierdie skakel verwys na die indeks.</p>
bn: <p>এই লিংকটি সূচির প্রতি উল্লেখ করে।</p>
el: <p>Αυτός ο σύνδεσμος αναφέρει τα περιεχόμενα.</p>
hi: <p>यह लिंक विषयसूची का संदर्भ देता है।</p>

source: <p>This menu contains other important links.</p>
af: <p>Hierdie kieslys bevat ander belangrike skakels.</p>
bn: <p>এই মেনুতে অন্যান্য গুরুত্বপূর্ণ লিংকগুলি আছে।</p>
el: <p>Αυτός ο κατάλογος περιέχει άλλα σημαντικά links.</p>
hi: <p>इस मीनू में अन्य महत्वपूर्ण लिंक शामिल है।</p>

source: <p>This link references the help.</p>
af: <p>Hierdie skakel verwys na die help.</p>
bn: <p>এই লিংকটি সাহায্যের প্রতি উল্লেখ করে।</p>
el: <p>Αυτός ο σύνδεσμος αναφέρεται στη βοήθεια.</p>
hi: <p>यह लिंक मदद का संदर्भ देता है।</p>

source: &Authors
af: &Skrywers
bn: লেখকগণ
el: &Συγγραφείς
hi: लेखक

source: <p>This link references the author.</p>
af: <p>Hierdie skakel verwys na die skrywer.</p>
bn: <p>এই লিংকটি লেখকের প্রতি উল্লেখ করে।</p>
el: <p>Αυτός ο σύνδεσμος αναφέρεται στον συγγραφέα.</p>
hi: <p>यह लिंक लेखक का संदर्भ देता है।</p>

source: <p>This link references the copyright.</p>
af: <p>Hierdie skakel verwys na die kopiereg.</p>
bn: <p>এই লিংকটি স্বত্বাধিকারের প্রতি উল্লেখ করে।</p>
el: <p>Αυτός ο σύνδεσμος αναφέρεται στο copyright.</p>
hi: <p>यह लिंक कॉपीराइट का संदर्भ देता है।</p>

source: <p>This menu references the bookmarks.</p>
af: <p>Hierdie skakel verwys na die boekmerke.</p>
bn: <p>এই মেনুটি বুকমার্কের প্রতি উল্লেখ করে।</p>
el: <p>Αυτός ο κατάλογος αναφέρεται στους σελιδοδείκτες.</p>
hi: <p>यह लिंक बुकमार्क का संदर्भ देता है।</p>

source: Other Versions
af: Ander weergawes
bn: অন্যান্য ভার্সানগুলি
el: Άλλες Εκδόσεις
hi: अन्‍य संस्‍करण

source: <p>This link references the alternate versions of this document.</p>
af: <p>Hierdie skakel verwys na die alternatiewe weergawes van hierdie dokument.</p>
bn: <p>এই লিংকটি এই নথির বিকল্প ভার্সনগুলির প্রতি উল্লেখ করে।</p>
el: <p>Αυτός ο σύνδεσμος αναφέρεται σε εναλλακτικές εκδόσεις αυτού του εγγράφου.</p>
hi: <p>यह लिंक इस दस्तावेज के वैकल्पिक संस्करणों का संदर्भ देता है।</p>

source: <p>Miscellaneous links.</p>
af: <p>Verskeidenheid skakels.</p>
bn: <p>বিবিধ লিংক।</p>
el: <p>Διάφοροι σύνδεσμοι.</p>
hi: <p>विविध लिंक।</p>

source: Folder: %1
el: Φάκελος: %1

source: Send Email to %1
el: Αποστολή Email σε %1

source: Open Addressbook at %1
el: Άνοιγμα Βιβλίου Διευθύνσεων σε %1

source: No subject
el: Χωρίς θέμα
hi: कोई विषय नहीं

source: (Attachment)
el: (Συννημένο)

source: From %1
el: Από %1

source: By %1
el: Από %1

source: From Album %1
el: Για Album %1

source: Title: %1
el: Τίτλος %1
hi: शीर्षक: %1

source: Conversation With %1
el: Συζήτηση Με %1

source: Unknown Person
bn: অজানা ব্যক্তি
el: Άγνωστο Πρόσωπο
hi: अज्ञात व्‍यक्ति

source: Date: %1
el: Ημερομηνία: %1
hi: तारीख: %1

source: Switch to SUSE Menu Style
el: Αλλαγή στον Κατάλογο Στυλ του SUSE

source: Switch to KDE Menu Style
el: Αλλαγή στον Κατάλογο Στυλ του KDE

source: Host: %1
el: Διακομιστής
hi: होस्ट: %1

source: Directory: /)
el: Κατάλογος: /)

source: Directory:
el: Κατάλογος:

source: Press '/' to search...
af: Druk '/' om te soek na ...
bn: সন্ধানের জন্য '/' টিপুন
el: Πατήστε '/' για αναζήτηση...
hi: खोजने के लिए '/' दबाएं...

source: User&nbsp;<b>%1</b>&nbsp;on&nbsp;<b>%2</b>
el: Χρήστης&nbsp;<b>%1</b>&nbsp;σε&nbsp;<b>%2</b>

source: Most commonly used applications and documents
el: Περισσότερο χρησιμοποιούμενες εφαρμογές και έγγραφα

source: List of installed applications
el: Κατάλογος εγκατεστημένων εφαρμογών

source: Information and configuration of your system, access to personal files, network resources and connected disk drives
el: Πληροφορίες και ρυθμίσεις του συστήματος σας, πρόσβαση σε προσωπικά αρχεία, δικτυακές πηγές και συνδεμένοι σκληροί δίσκοι

source: Recently used applications and documents
el: Πρόσφατα χρησιμοποιούμενες εφαρμογές και έγγραφα

source: <qt>Logout, switch user, switch off or reset, suspend of the system
el: <qt>Αποσύνδεση, αλλαγή χρήστη, κλείσιμο ή επανεκκίνηση, αναστολή του συστήματος

source: <p align="center"> <u>F</u>avorites</p>
el: <p align="center"> <u>Α</u>γαπημένα</p>

source: <p align="center"><u>H</u>istory</p>
el: <p align="center"><u>Ι</u>στορικό</p>

source: <p align="center"> <u>C</u>omputer</p>
el: <p align="center"> <u>Υ</u>πολογιστής</p>

source: <p align="center"><u>A</u>pplications</p>
el: <p align="center"><u>Ε</u>φαρμογές</p>

source: <p align="center"><u>L</u>eave</p>
el: <p align="center"><u>Α</u>ποχώρηση</p>

source: Search Internet
el: Έρευνα Διαδικτύου

source: Applications, Contacts and Documents
el: Εφαρμογές, Επαφές και Έγγραφα

source: Start '%1'
el: Εκκίνηση '%1'

source: Start '%1' (current)
el: Εκκίνηση '%1' (τρέχον)

source: Restart and boot directly into '%1'
el: Επανεκκίνηση και ξεκίνημα απευθείας στο '%1'

source: Start a parallel session
el: Εκκίνηση μιας παράλληλης συνεδρίας

source: Lock screen and start a parallel session
el: Κλείδωμα οθόνης και εκκίνηση μιας παράλληλης συνεδρίας

source: Switch to Session of User '%1'
el: Αλλαγή στη Συνεδρία του Χρήστη '%1'

source: Session: %1
bn: সেশন: %1
el: Συνεδρία: %1
hi: सत्र : %1

source: End session
el: Τέλος συνεδρίας

source: Lock
el: Κλείδωμα
hi: बंद करें

source: Lock screen
el: Κλείδωμα οθόνης
hi: स्क्रीन पर ताला

source: Save current Session for next login
el: Αποθήκευση τρέχουσας συνεδρίας για την επόμενη σύνδεση

source: Manage parallel sessions
el: Διαχείριση παράλληλων συνεδριών

source: Shutdown Computer
el: Κλείσιμο Υπολογιστή

source: Turn off computer
el: Τερματισμός Υπολογιστή

source: Start Operating System
el: Εκκίνηση Λειτουργικού Συστήματος

source: Restart and boot another operating system
el: Επανεκκίνηση και ξεκίνημα άλλου λειτουργικού συστήματος

source: System Folders
bn: সিস্টেম ফোল্ডারগুলি
el: Φάκελοι Συστήματος
hi: सिस्टम फोल्‍डर्स

source: Home Folder
el: Σπιτικός Φάκελος
hi: घर फ़ोल्डर

source: - Add ext:type to specify a file extension.
el: - Προσθήκη ext:type για τον καθορισμό μιας επέκτασης αρχείου.

source: - When searching for a phrase, add quotes.
el: - Όταν ερευνάται μια φράση, προσθέστε αποφθεύγματα.

source: - To exclude search terms, use the minus symbol in front.
el: - Για τον αποκλεισμό όρων έρευνας, χρησιμοποιήστε το σύμβολο του μειον μπροστά.

source: - To search for optional terms, use OR.
el: - Για την έρευνα προαιρετικών όρων, χρησιμοποιήστε OR.

source: - You can use upper and lower case.
el: - Μπορείτε να χρησιμοποιήσετε κεφαλαία και πεζά.

source: Search Quick Tips
el: Έρευνα Quick Tipes

source: Open Local File: %1
el: Άνοιγμα Τοπικού Αρχείου: %1

source: Open Local Dir: %1
el: Άνοιγμα Τοπικού Καταλόγου: %1

source: Open Remote Location: %1
el: Άνοιγμα Απομακρυσμένης Διεύθυνσης: %1

source: Run '%1'
el: Εκτέλεση '%1'

source: No matches found
el: Δεν βρέθηκαν αποτελέσματα

source: top %1 of %2
el: κορυφαίο %1 από %2

source: %1 (top %2 of %3)
el: %1 (κορυφαίο %2 από %3)

source: Do you really want to end the session?
el: Πράγματι θέλετε να τερματίσετε τη συνεδρία;

source: Logout Confirmation
el: Επιβεβαίωση Αποσύνδεσης
hi: लॉगआउट पुष्टि

source: Do you really want to turn off the computer?
el: Πράγματι θέλετε να κλείσετε τον υπολογιστή;

source: Shutdown Confirmation
el: Επιβεβαίωση Τερματισμού
hi: शट डाउन पुष्टि

source: Do you really want to reset the computer and boot (another operating system)?
el: Πράγματι θέλετε να επανεκκινήσετε τον υπολογιστή και να ξεκινήσετε (άλλο λειτουργικό σύστημα);

source: Restart Confirmation
el: Επιβεβαίωση Επανεκκίνησης
hi: पुन:आरंभ की पुष्टि

source: Do you really want to reset the computer and boot Microsoft Windows
el: Πράγματι θέλετε να επανεκκινήσετε τον υπολογιστή και να ξεκινήσετε τα Microsoft Windows;

source: Start Windows Confirmation
el: Επιβεβαίωση Εκκίνησης Windows

source: Start Windows
el: Εκκίνηση Windows

source: Could not start Tomboy.
el: Αδυναμία εκκίνησης Tomboy.

source: Remove From Favorites
el: Αφαίρεση Από Αγαπημένα

source: Clear Recently Used Applications
el: Καθαρισμός Πρόσφατα Χρησιμοποιούμενων Εφαρμογών

source: Clear Recently Used Documents
el: Καθαρισμός Πρόσφατα Χρησιμοποιούμενων Εγγράφων

source: (%1 available)
el: (%1 διαθέσιμο)

source: Directory: %1
el: Κατάλογος: %1

source: Suspend failed
af: Opskorting het misluk
bn: নিলম্বন ব্যর্থ
el: Η Αναστολή Απέτυχε
hi: सस्पैंड विफल

source: Notes
el: Σημειώσεις
hi: टिप्पणी

source: Music
el: Μουσική
hi: संगीत

source: Browsing History
el: Ιστορικό Πλοήγησης
hi: ब्राउज़िंग इतिहास

source: Chat Logs
el: Καταγραφή Συνομιλιών

source: Feeds
el: Ροές
hi: फीड

source: Pictures
el: Φωτογραφίες
hi: छवियाँ

source: Videos
el: Βίντεο

source: Others
bn: অন্যান্য
el: Άλλα
hi: अन्य

source: Low Disk Space
el: Μικρός Χώρος Δίσκου

source: Start Konqueror
el: Εκκίνηση Konqueror

source: You are running low on disk space on your home partition (currently %1% free), would you like to run Konqueror to free some disk space and fix the problem?
el: Έχετε μείνει με μικρό χώρο δίσκου στη σπιτική κατάτμηση (αυτή τη στιγμή μόνο %1% είναι ελεύθερος χώρος), θέλετε να εκτελέσετε τον Konqueror ώστε να απελευθερώσετε χώρο δίσκου και να λύσετε το πρόβλημα;

source: <qt><h3>End Current Session</h3><p>Log out of the current session to login with a different user</p></qt>
af: <qt><h3>Beëindig huidige sessie</h3><p>Teken uit die huidige sessie om as ’n ander gebruiker aan te teken</p></qt>
bn: <qt><h3>বর্তমান সেশন সমাপ্ত করুন</h3><p>ভিন্ন ব্যবহর্তা হিসাবে লগইন করার জন্য বর্তমান সেশন থেকে লগআউট করুন</p></qt>
el: <qt><h3>Τερματισμός Τρέχουσας Συνεδρίας</h3><p>Αποσύνδεση από την τρέχουσα συνεδρία και σύνδεση ως διαφορετικός χρήστης</p></qt>
hi: <qt><h3>मौजूदा सत्र समाप्त करें</h3><p>अन्य प्रयोगकर्त्ता के साथ लॉगइन करने के लिएमौजूदा सत्र से लॉग आउट करें।</p></qt>

source: <qt><h3>Turn Off Computer</h3><p>Log out of the current session and turn off the computer</p></qt>
af: <qt><h3>Sit rekenaar af</h3><p>Teken uit die huidige sessie en skakel die rekenaar af</p></qt>
bn: <qt><h3>কম্পিউটার বন্ধ করুন</h3><p>ভিন্ন ব্যবহর্তা হিসাবে লগইন করার জন্য বর্তমান সেশন থেকে লগআউট করুন</p></qt>
el: <qt><h3>Κλείσιμο Υπολογιστή</h3><p>Αποσύνδεση από την τρέχουσα συνεδρία και τερματισμός του υπολογιστή</p></qt>
hi: <qt><h3>कंप्यूटर बंद करें</h3><p>मौजूदा सत्र से लॉग आउट करें और कंप्यूटर बंदकरें।</p></qt>

source: <qt><h3>Restart Computer</h3><p>Log out of the current session and restart the computer</p><p>Hold the mouse button or the space bar for a short while to get a list of options what to boot</p></qt>
af: <qt><h3>Herbegin rekenaar</h3><p>Teken uit die huidige sessie en herbegin die rekenaar</p><p>Hou die muisknoppie of die spasiebalk vir ’n kort rukkie om ’n lys opsies te kry oor wat u moet laat selflaai</p></qt>
bn: <qt><h3>কম্পিউটার পুনরায় শুরু করুন</h3><p>বর্তমান সেশন থেকে লগআউট করুন এবংকম্পিউটার পুনরায় শুরু করুন</p></qt>স্বল্প সময়ের জন্য মাউসের বোতাম অথবা স্পেস বার টিপে ধরুন কি বুট করা হবে তার বিকল্পের তালিকা পাওয়ার জন্য।
el: <qt><h3>Επανεκκίνηση Υπολογιστή</h3><p>Αποσύνδεση από την τρέχουσα συνεδρία και επανεκκίνηση του υπολογιστή</p><p>Κρατήστε το πλήκτρο του ποντικιού πατημένο ή την space bar για λίγο ώστε να πάρετε μια λίστα με επιλογές για το πως θα ξεκινήσετε</p></qt>
hi: <qt><h3>कंप्यूटर पुनः चालू करें</h3><p> मौजूदा सत्र से लॉग आउट करें और कंप्यूटर पुनःचालू करें</p><p>वह विकल्प की क्या बूट करना है प्राप्त करने के लिए कुछ देर के लिए माउसबटन और स्पेसबार दबाएं</p></qt>

source: <qt><h3>Restart Computer</h3><p>Log out of the current session and restart the computer</p></qt>
af: <qt><h3>Herbegin rekenaar</h3><p>Teken af uit die huidige sessie en herbegin die rekenaar</p></qt>
bn: <qt><h3>কম্পিউটার পুনরায় শুরু করুন</h3><p>বর্তমান সেশন থেকে লগআউট করুন এবংকম্পিউটার পুনরায় শুরু করুন</p></qt>
el: <qt><h3>Επανεκκίνηση Υπολογιστή</h3><p>Αποσύνδεση από την τρέχουσα συνεδρία και επανεκκίνηση του υπολογιστή</p></qt>

source: Would you like to turn off your computer?
el: Θέλετε να κλείσετε τον υπολογιστή σας;

source: This computer will turn off automatically after %1 seconds.
el: Αυτός ο υπολογιστής θα κλείσει αυτόματα μετά από %1 δευτερόλεπτα.

source: Would you like to reboot your computer?
el: Θέλετε να επανεκκινήσετε τον υπολογιστή σας;

source: Would you like to reboot to "%1"?
el: Θέλετε να επανεκκινήσετε στο "%1";

source: This computer will reboot automatically after %1 seconds.
el: Αυτός ο υπολογιστής θα επανεκκινήσει μετά από %1 δευτερόλεπτα.

source: Would you like to end your current session?
el: Θέλετε να τερματίσετε την τρέχουσα συνεδρία;

source: This session will end after %1 seconds automatically.
el: Αυτή η συνεδρία θα τελειώσει μετά από %1 δευτερόλεπτα αυτόματα.

source: Unable to start ksplashx.
af: Kan ksplashx nie begin nie.
bn: ksplashx শুরু করতে অক্ষম।
el: Αδύνατη η εκκίνηση του ksplashx
hi: ksplashx शुरू करने में असमर्थ

source: S&eparate screen focus
el: Ξ&εχωρισιστή εστίαση οθόνης

source: When this option is enabled, focus operations are limited only to the active Xinerama screen
el: Όταν αυτή η επιλογή είναι ενεργοποιημένη, οι επιχειρήσεις εστίασης περιορίζονται μόνο στην ενεργή οθόνη Xinerama

source: Active &mouse screen
el: Ενεργή οθόνη &ποντικιού

source: When this option is enabled, active Xinerama screen (where for example new windows appear) is the screen with the mouse pointer. When disabled, the active Xinerama screen is the screen with the focused window. This option is by default disabled for Click to focus and enabled for other focus policies.
el: Όταν αυτή η επιλογή είναι ενεργοποιημένη, η ενεργή οθόνη Xinerama (εκεί οπου εμφανίζονται νεα παράθυρα) είναι η οθόνη όπου βρίσκεται ο δείκτης του ποντικιού. Όταν είναι απενεργοποιημένη, η ενεργείο οθόνη Xinerama είναι η οθόνη με το εστιασμένο παράθυρο. Αυτή η επιλογή είναι εξ' αρχής απενεργοποιημένη για Πάτημα για εστίαση και ενεργοποιημένη για άλλες πολιτικές εστίασης.

source: Window to Screen 0
el: Πάραθυρο στην Οθόνη 0

source: Window to Screen 1
el: Πάραθυρο στην Οθόνη 1

source: Window to Screen 2
el: Πάραθυρο στην Οθόνη 2

source: Window to Screen 3
el: Πάραθυρο στην Οθόνη 3

source: Window to Screen 4
el: Πάραθυρο στην Οθόνη 4

source: Window to Screen 5
el: Πάραθυρο στην Οθόνη 5

source: Window to Screen 6
el: Πάραθυρο στην Οθόνη 6

source: Window to Screen 7
el: Πάραθυρο στην Οθόνη 7

source: Window to Next Screen
el: Παράθυρο στην Επόμενη Οθόνη

source: Switch to Screen 0
el: Αλλαγή στην Οθόνη 0

source: Switch to Screen 1
el: Αλλαγή στην Οθόνη 1

source: Switch to Screen 2
el: Αλλαγή στην Οθόνη 2

source: Switch to Screen 3
el: Αλλαγή στην Οθόνη 3

source: Switch to Screen 4
el: Αλλαγή στην Οθόνη 4

source: Switch to Screen 5
el: Αλλαγή στην Οθόνη 5

source: Switch to Screen 6
el: Αλλαγή στην Οθόνη 6

source: Switch to Screen 7
el: Αλλαγή στην Οθόνη 7

source: Switch to Next Screen
el: Αλλαγή στην Επόμενη Οθόνη

source: Preferred Window Manager:
af: Verkieslike vensterbestuurder:
bn: কাঙ্ক্ষিত উইন্ডো ম্যানেজার:
el: Προτιμώμενος Διαχειριστής Παραθύρων:
hi: प्राथमिक विंडो प्रबंधक:

source: User&nbsp;<b>user</b>&nbsp;on&nbsp;<b>host</b>
el: Χρήστης&nbsp;<b>χρήστης</b>&nbsp;σε&nbsp;<b>διακομιστή</b>

source: Would you like to shutdown your computer?
el: Θέλετε να τερματίσετε τον υπολογιστή σας;

source: If you do not act, your computer will shutdown after X automatically.
el: Εαν δε δράσετε, ο υπολογιστής σας θα κλείσει αυτόματα μετά τον X.

source: Confirm
el: Επιβεβαίωση
hi: संपुष्ट करें

source: Conversion to KDEMM
af: Omstelling na KDEMM
bn: KDEMM এ রূপান্তর
el: Μετατροπή σε KDEMM
hi: केडीईएमएम से विचार-विमर्श

source: search term
el: όρος έρευνας

source: Desktop Search
bn: ডেস্কটপ সন্ধান
el: Έρευνα Επιφάνειας Εργασίας
hi: डेस्‍कटॉप तलाश

source: Could not access %1. Offline mode active.
af: Kon nie toegang tot %1 verkry nie. Ongekoppelde modus aktief.
bn: %1 এক্সেস করতে পারে নি। অফলাইন মোড সক্রিয়।
el: Αδυναμία πρόσβασης %1. Λειτουργία Εκτός Δικτύου Ενεργή.
hi: %1 एक्सेस नहीं कर सकते। ऑफलाइन मोड सक्रिय।

source: <qt><p>KMail does not support attaching files bigger than 30 MB.</p>
el: <qt><p>Το KMail δεν υποστηρίζει επισσύναψη αρχείων μεγαλύτερων από 30 MB.</p>

source: Access time updates
af: Verkry toegang tot tydbywerkings
bn: আপডেটগুলি এক্সেস করুন
el: Ενημερώσεις χρόνου πρόσβασης
hi: टाइम अपडेट एक्सेस करें

source: All Data
af: Alle data
bn: সকল ডেটা
el: Όλα τα Δεδομένα
hi: सभी डेटा

source: All I/O to the file system should be done synchronously.
af: Alle I/O aan die lêerstelsel behoort sinkronies gedoen te word.
bn: ফাইল সিস্টেমের সকল I/O কে সমসাময়িকভাবে করতে হবে।
el: Όλες οι I/O στο σύστημα αρχείων πρέπει να γίνουν συγχρόνως.
hi: फाइस सिस्टम में सभी I/O सिंक्रोनस रूप से किए जाने चाहिए।

source: Device is already mounted.
af: Toestel is reeds geheg.
bn: ডিভাইস ইতোমধ্যেই মাউন্টেড আছে।
el: Η συσκευή είναι ήδη προσαρτημένη
hi: उपकरण पहले से माउंट

source: Device is Busy:
af: Toestel is besig:
bn: ডিভাইস ব্যস্ত আছে:
el: Η Συσκευή είναι Απασχολημένη:
hi: उपकरण व्यस्त है:

source: Feature only available with HAL
af: Eienskap slegs beskikbaar met HAL
bn: বৈশিষ্ট্যটি শুধু HAL এ উপলব্ধ আছে
el: Η επιλογή είναι διαθέσιμη μόνο με HAL
hi: विशेषता केवल एचएएल के साथ उपलब्ध है

source: Filesystem: %1
af: Lêerstelsel: %1
bn: ফাইলসিস্টেম: %1
el: Σύστημα Αρχείων: %1
hi: फाइल सिस्टम: %1

source: Filesystem: iso9660
af: Lêerstelsel: iso9660
bn: ফাইলসিস্টেম: iso9660
el: Σύστημα αρχείων: iso9660
hi: फाइल सिस्टम: आईएसओ9660

source: Filesystem Specific Mount Options
af: Lêerstelsel-spesifieke hegopsies
bn: ফাইলসিস্টেম বিশেষে মাউন্টের বিকল্প
el: Συγκεκριμένες Επιλογές Προσάρτησης Συστήματος Αρχείων
hi: फाइल सिस्टम विशिष्ट माउंट विकल्प

source: Generic Mount Options
af: Generiese hegopsies
bn: জেনেরিক মাউন্ট বিকল্প
el: Προκαθορισμένες Επιλογές Προσάρτησης
hi: जनरिक माउंट विकल्प

source: Internal Error
af: Interne fout
bn: অভ্যন্তরীণ ত্রুটি
el: Εσωτερικό Σφάλμα
hi: आंतरिक त्रुटि

source: Invalid filesystem type
af: Ongeldige lêerstelselsoort
bn: অবৈধ ফাইলসিস্টেম প্রকার
el: Λανθασμένος τύπος συστήματος αρχείων
hi: अवैध फाइलसिस्टम प्रकार

source: Journaling:
af: Joernaalwerk:
bn: জার্নালিং:
el: Καταγραφή Χρονικού:
hi: जर्नलिंग:

source: Lower
af: Onder
bn: ছোট
el: Κατώτερο
hi: निम्नतर

source: Mixed
af: Gemeng
bn: মিশ্র
el: Μικτά
hi: मिश्रित

source: Mount as user
af: Heg as gebruiker
bn: ব্যবহর্তা হিসাবে মাউন্ট করুন।
el: Προσάρτηση ως χρήστης
hi: प्रयोगकर्त्ता के रूप में माउंट

source: Mount automatically
af: Heg outomaties
bn: আপনা থেকেই মাউন্ট করুন
el: Προσάρτηση αυτόματα
hi: स्वतः माउंट करें

source: &Mounting
af: &Hegting
bn: মাউন্ট করছে
el: &Προσάρτηση
hi: माउंट करना

source: Mount label:
af: Heg etiket:
bn: লেবেল মাউন্ট করুন:
el: Ετικέτα προσάρτησης:
hi: लेबल माउंट करें:

source: Mountpoint:
af: Hegpunt:
bn: মাউন্টপয়েন্ট:
el: Σημείο προσάρτησης:
hi: माउंटपाइंट:

source: Mountpoint has to be below /media
af: Hegpunt moet onder /media wees
bn: মাউন্টপয়েন্টকে /মাধ্যমের নিচে থাকতে হবে
el: Η προσάρτηση θα πρέπει να είναι κάτω από /media
hi: माउंटपाइंट /मीडिया के नीचे होना चाहिए

source: Mount the file system read-only.
af: Heg die lêerstelsel slegs-lees.
bn: ফাইল সিস্টেমকে শুধু পাঠযোগ্য হিসাবে মাউন্ট করুন।
el: Προσάρτηση του συστήματος αρχείων μόνο για ανάγνωση.
hi: फाइल सिस्टम को रीड-ओनली पर माउंट करें।

source: Mount this file system as user.
af: Heg hierdie lêerstelsel as gebruiker.
bn: ব্যবহর্তা হিসাবে এই ফাইল সিস্টেম মাউন্ট করুন।
el: Προσάρτηση αυτού του συστήματος αρχείων ως χρήστης.
hi: इस फाइल सिस्टम को प्रयोगकर्त्ता के रूप में माउंट करें।

source: Mount this file system automatically.
af: Heg hierdie lêerstelsel outomaties.
bn: এই ফাইল সিস্টেমটি আপনা থেকেই মাউন্ট করুন।
el: Προσάρτηση αυτού του συστήματος αρχείων αυτόματα.
hi: इस फाइल सिस्टम को स्वतः माउंट करें।

source: No such medium: %1
af: Geen sodanige medium nie: %1
bn: এমন কোন মাধ্যম নেই: %1
el: Δεν υπάρχει τέτοιο μέσο: %1
hi: कोई ऐसा माध्यम नहीं: %1

source: Ordered
af: Georden
bn: ক্রমযুক্ত
el: Συντεταγμένα
hi: आदेश

source: Permissions denied
af: Toelatings geweier
bn: অনুমতি প্রত্যাখ্যাত
el: Απαγορεύονται Δικαιώματα
hi: अनुमति अस्वीकृत

source: Quiet
af: Stil
bn: শান্ত
el: Ησυχία
hi: शांत

source: Read only
af: Slegs lees
bn: শুধু পাঠযোগ্য
el: Μόνο Ανάγνωση
hi: रीड ओनली

source: Saving the changes failed
af: Berg van die wysigings het misluk
bn: পরিবর্তনগুলি সংরক্ষণ করা ব্যর্থ হয়েছে
el: Αποθήκευση των αλλαγών απέτυχε
hi: परिवर्तन रक्षित करना विफल

source: Short names:
af: Kort name:
bn: সংক্ষিপ্ত নাম:
el: Κοντά ονόματα:
hi: छोटे नाम:

source: Synchronous
af: Sinkronies
bn: সমসাময়িক
el: Συγχρόνως
hi: सिंक्रोनस

source: The option 'flush' is not allowed
af: Die opsie ‘spoel’ word nie toegelaat nie
bn: ফ্লাশ' বিকল্পের অনুমতি নেই
el: Η επιλογή 'flush' δεν επιτρέπεται
hi: विकल्प 'फ्लश' की अनुमति नहीं है।

source: Under what label this file system shall be mounted.
af: Onder watter etiket hierdie lêerstelsel geheg sal word.
bn: কোন লেবেলের অধীনে এই ফাইল সিস্টেমটিকে মাউন্ট করতে হবে।
el: Κατω από ποια ετικέτα αυτό το σύστημα αρχείων θα προσαρτηθεί.
hi: यह फाइल सिस्टम किस लेबल में माउंट होगा।

source: Update inode access time for each access.
af: Werk inode-toegangtyd vir elke toegang by.
bn: প্রতিটি এক্সেসের জন্য আইনোড এক্সেস আপডেট করুন।
el: Ενημέρωσης χρόνου πρόσβασης inode για κάθε πρόσβαση.
hi: प्रत्येक एक्सेस के लिए inode एक्सेस समय अपडेट करें।

source: UTF-8 charset
af: UTF-8-karakterstel
bn: UTF-8 ক্যারসেট
el: Κωδικοποίηση UTF-8
hi: UTF-8 वर्णसेट

source: Write Back
af: Skryf terug
bn: পালটা লিখুন
el: Εγγραφή Πίσω
hi: दोबारा राइट करें
