Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: The idmapd entry name may not contain '(' characters.
af: Die idmapd-inskrywingsnaam mag nie '('-karakters bevat nie.
bn: idmapd এন্ট্রি নামে '(' অক্ষর থাকবে না৷
el: Το όνομα εισόδου idmapd δε θα πρέπει να περιέχει χαρακτήρες '('.
hi: idmapd प्रविष्टि नाम में संभवत: '(' वर्ण समाविष्ट नहीं हैं।

source: The idmapd entry name may not contain ')' characters.
af: Die idmapd-inskrywingsnaam mag nie ')'-karakters bevat nie.
bn: idmapd এন্ট্রি নামে ')' অক্ষর থাকবে না৷
el: Το όνομα εισόδου idmapd δε θα πρέπει να περιέχει χαρακτήρες ')'.
hi: idmapd प्रविष्टि नाम में संभवत: ')' वर्ण समाविष्ट नहीं हैं।

source: Invalid idmapd entry and value pair.
af: Ongeldige idmapd-inskrywing- en waardepaar.
bn: অবৈধ idmapd এন্ট্রি নাম এবং ভ্যালু পেয়ার৷
el: Λανθασμένη εγγραφή idmapd και ζευγάρι τιμών.
hi: अमान्य idmapd प्रविष्टि और मान युग्म।

source: The idmapd entry must be in the form 'entry=value'.
af: Die idmapd-inskrywing moet in die vorm 'inskrywing=waarde' wees.
bn: idmapd এন্ট্রি 'entry=value' রুপে দেখাতে হবে৷
el: Η εγγραφή idmapd πρέπει να είναι στη μορφή 'εγγραφή=τιμή'.
hi: idmapd प्रविष्टि 'प्रविष्टि=मान' के रूप में होनी चाहिए।

source: The idmapd entry name may not be empty.
af: Die idmapd-inskrywingsnaam mag nie leeg wees nie.
bn: idmapd এন্ট্রি নাম শূণ্য থাকবে না৷
el: Το όνομα εγγραφής idmapd δε θα πρέπει να είναι κενό.
hi: idmapd प्रविष्टि नाम संभवत: रिक्त नहीं है।

source: The idmapd section name may not be empty.
af: Die idmapd-afdelingsnaam mag nie leeg wees nie.
bn: idmapd এন্ট্রি বিভাগের নাম শূণ্য থাকবে না৷
el: Το όνομα τομέα idmapd δε θα πρέπει να είναι κενό.
hi: idmapd खंड संभवत: रिक्त नहीं है।

source: An idmapd entry name %1 already exists.
af: ’n Idmapd-inskrywingsnaam %1 bestaan reeds.
bn: idmapd এন্ট্রি নাম %1 ইতিমধ্যে রয়েছে৷
el: Ένα όνομα εγγραφής idmapd %1 υπάρχει ήδη.
hi: idmapd प्रविष्टि नाम %1 पहले से ही मौजूद है।

source: Section information for %1 already exists.
af: Afdelingsinligting vir %1 bestaan reeds.
bn: %1 এর বিভাগীয় তথ্য ইতিমধ্যে রয়েছে৷
el: Πληροφορία τομέα για %1 υπάρχει ήδη.
hi: %1 के लिए खंड सूचना पहले से ही मौजूद है।

source: Unable to open initialization script '%1'.
af: Kan inisialisasieskrip '%1' nie open nie.
bn: প্রারম্ভিক স্ক্রিপ্ট '%1' খোলা যাচ্ছে না৷
el: Αδυναμία ανοίγματος σεναρίου αρχικοποίησης '%1'.
hi: आरंभीकरण लिपि '%1' को खोलने में अक्षम।

source: The action for service '%1' may not be empty.
af: Die aksie vir diens '%1' mag nie leeg wees nie.
bn: '%1' সেবার কাজটি শূণ্য নাও হতে পারে৷
el: Η ενέργεια της υπηρεσίας '%1' μπορεί να μην είναι κενή.
hi: सेवा '%1' के लिए कार्रवाई संभवत: रिक्त नहीं है।

source: Action '%1' is not allowed for service '%2'.
af: Aksie '%1' word nie vir diens '%2' toegelaat nie.
bn: '%2'সেবায় '%1' কাজের অনুমতি নেই৷
el: Η ενέργεια '%1' δεν επιτρέπεται για την υπηρεσία '%2'.
hi: सेवा '%2' के लिए कार्रवाई '%1' को अनुमति नहीं है।

source: Cannot create temporary '%1'.XXXXXX file.
af: Kan tydelike '%1'.XXXXXX-lêer nie skep nie.
bn: অস্থায়ী '%1'.XXXXXX ফাইল তৈরী করা যাচ্ছে না৷
el: Αδυναμία δημιουργίας προσωρινού αρχείου '%1'.XXXXXX.
hi: अस्थाई '%1'.XXXXXX फाइल को सृजित नहीं कर सकता।

source: Cannot lock temporary '%1' file.
af: Kan tydelike '%1'-lêer nie sluit nie.
bn: অস্থায়ী '%1' ফাইল বন্ধ করা যাচ্ছে না৷
el: Αδυναμία κλειδώματος αρχείου "%1": %2
hi: अस्थाई फाइल '%1' को लॉक नहीं कर सकता।

source: Cannot write to temporary '%1' file.
af: Kan nie na tydelike '%1' lêer toe skryf nie.
bn: অস্থায়ী '%1' ফাইলে লেখা যাচ্ছে না৷
el: Αδυναμία εγγραφής στο προσωρινό αρχείο '%1'.
hi: अस्थाई फाइल '%1' में नहीं लिख सकता।

source: Cannot read '%1' file.
af: Kan '%1'-lêer nie lees nie.
bn: '%1' ফাইল পড়া যাচ্ছে না৷
el: Αδυναμία ανάγνωσης αρχείου '%1'.
hi: फाइल '%1' को नहीं पढ़ सकता।

source: Invalid runlevel %1.
af: Ongeldige loopvlak %1.
bn: অবৈধ রানলেভেল %1৷
el: Εσφαλμένο runlevel %1.
hi: अमान्य रनलेवल %1।

source: Failed to read the contents of the %1 directory.
af: Misluk om die inhoud van die %1 gids te lees.
bn: %1 ডায়রেক্টরির বিষয়বস্তু পড়ায় ব্যর্থ৷
el: Αποτυχία ανάγνωσης των περιεχομένων του καταλόγου %1.
hi: डायरेक्टरी %1 की सामग्री को पढ़ने में असफल रहा।

source: Failed to read the contents of the '%1' directory.
af: Misluk om die inhoud van die '%1' gids te lees.
bn: '%1' ডায়রেক্টরির বিষয়বস্তু পড়ায় ব্যর্থ৷
el: Αποτυχία ανάγνωσης των περιεχομένων του καταλόγου '%1'.
hi: डायरेक्टरी '%1' की सामग्री को पढ़ने में असफल रहा।

source: Invalid service name '%1'.
af: Ongeldige diensnaam '%1'.
bn: অবৈধ সেবা নাম '%1'৷
el: Εσφαλμένο όνομα υπηρεσίας '%1'.
hi: अमान्य सेवा नाम '%1'।

source: Invalid service script path '%1'.
af: Ongeldige diensskrippad '%1'.
bn: অবৈধ সেবা স্ক্রিপ্ট পথ '%1'৷
el: Εσφαλμένη διαδρομή σεναρίου υπηρεσίας '%1'.
hi: अमान्य सेवा लिपि पथ '%1'।

source: Invalid service script name '%1'.
af: Ongeldige diensskripnaam '%1'.
bn: অবৈধ সেবা স্ক্রিপ্ট নাম '%1'৷
el: Εσφαλμένο όνομα σεναρίου υπηρεσίας '%1'.
hi: अमान्य सेवा लिपि नाम '%1'।

source: ByteBuffer index out of bounds: size=%1, pos=%2.
af: ByteBuffer-indeks is verbode: grootte=%1, pos=%2.
bn: বাইটবাফার ইনডেক্স সীমা বহির্ভূতঃ সাইজ =%1, pos=%2৷
el: Ο κατάλογος ByteBuffer είναι εκτός ορίων: size=%1, pos=%2.
hi: ByteBuffer सूची इस सीमा से बाहर है : आकार=%1, pos=%2

source: Unable to parse LDAP URL query string '%1'.
af: Kan LDAP URL-navraagstring '%1' nie ontleed nie.
bn: LDAP URL প্রশ্ন স্ট্রিং '%1' বিশ্লেষণ ব্যর্থ৷
el: Αδυναμία ανάλυσης LDAP URL γραμμής ερώτησης '%1'.
hi: LDAP URL पूछताछ स्ट्रिंग '%1' को पार्स करने में अक्षम।

source: Invalid LDAP URL query parameter '%1'.
af: Ongeldige LDAP URL-navraagparameter '%1'.
bn: অবৈধ LDAP URL প্রশ্ন পরিমাপক '%1'৷
el: Λανθασμένη παράμετρος έρευνας LDAP URL '%1'.
hi: अमान्य LDAP URL पूछताछ मानक '%1'।

source: The specified maximum log file size is too big.
af: Die gespesifiseerde maksimum opgawelêergrootte is te groot.
bn: বিশষভাবে উল্লিখিত অধিকতম লগ ফাইল সাইজ খুব বড়৷
el: Το καθορισμένο μέγιστο μέγεθος αρχείου καταγραφής είναι πολύ μεγάλο.
hi: निर्दिष्ट अधिकतम लॉग फाइल आकार बहुत बढ़ा है।

source: The log file path should be set.
af: Die opgawelêerpad behoort gestel te word.
bn: লগ ফাইল পথ নির্ধারণ করে দিতে হবে৷
el: Η διαδρομή αρχείου καταγραφής πρέπει να οριστεί.
hi: लॉग फाइल पथ को सेट किया जाना चाहिए।

source: The specified log file name '%1' is not absolute
af: Die gespesifiseerde opgawelêernaam '%1' is nie absoluut nie
bn: বিশেষভাবে উল্লিখিত লগ ফাইল নাম '%1' অখন্ড নয়
el: Το ορισμένο όνομα αρχείου καταγραφής '%1' δεν είναι απόλυτο
hi: निर्दिष्ट लॉग फाइल नाम '%1' निरपेक्ष नहीं है

source: The specified filename component '%1' contains a filename separator
af: Die gespesifiseerde lêernaamkomponent '%1' bevat ’n lêernaamskeier
bn: বিশেষভাবে উল্লিখিত ফাইলনাম উপাদান '%1'এ ফাইলনাম সেপারেটর আছে
el: Το καθορισμένο συστατικό ονόματος αρχείου '%1' περιέχει ένα διαχωριστή ονόματος αρχείου
hi: निर्दिष्ट फाइलनाम अवयव '%1' एक फाइलनाम पृथककारी को अपने में रखता है

source: Invalid drive letter prefix in the specified path list.
af: Ongeldige aandryflettervoorvoegsel in die gespesifiseerde padlys.
bn: বিশেষভাবে উল্লিখিত পথের তালিকায় অবৈধ ড্রাইভ অক্ষর শব্দাগ্রে যুক্ত করা৷
el: Λανθασμένη πρόθεση γράμματος δίσκου στον καθορισμένο κατάλογο διαδρομής.
hi: निर्दिष्ट पथ सूची में अमान्य ड्राइव उपसर्ग।

source: The first pathname list component has to be empty or contain a drive letter prefix
af: Die eerste padnaamlyskomponent moet leeg wees, of ’n aandryflettervoorvoegsel bevat
bn: প্রথম পথ নাম তালিকা উপাদান শূণ্য হতে হবে বা ড্রাইভঅক্ষর শব্দাগ্রে যুক্ত করতে হবে
el: Το πρώτο συστατικό καταλόγου διαδρομής πρέπει να είναι κενό ή να περιέχει μια πρόθεση γράμματος δίσκου
hi: प्रथम पथनाम सूची अवयव को या तो रिक्त रहना है या फिर अमान्य ड्राइव उपसर्ग को रखना है

source: The path list contains an element with a filename separator.
af: Die padlys bevat ’n element met ’n lêernaamskeier.
bn: পথতালিকায় ফাইলনাম সেপারেটার সহ উপাদান আছে৷
el: Ο κατάλογος διαδρομής περιέχει ένα στοιχείο με διαχωριστή ονόματος αρχείου.
hi: पथ सूची फाइलनाम पृथककारी के साथ एक तत्व को रखती है।

source: The %1 url component is not allowed in this scheme
af: Die %1 url-komponent word nie in hierdie skema toegelaat nie
bn: এই প্রকল্পে %1 url উপাদানের অনুমতি নেই
el: Το συστατικό %1 url δεν επιτρέπεται σε αυτό το σχήμα
hi: इस स्कीम में %1 url अवयव को अनूमति नहीं है

source: Invalid %1 URL component data '%2'.
af: Ongeldige %1 URL-komponentdata '%2'.
bn: অবৈধ %1 URL উপাদান তথ্য '%2'৷
el: Λανθασμένα %1 URL δεδομένα συστατικού '%2'.
hi: अमान्य %1 URL अवयव डेटा '%2'।

source: Invalid data in the %1 URL component.
af: Ongeldige data in die %1 URL-komponent.
bn: %1 URL উপাদানের অবৈধ তথ্য৷
el: Λανθασμένα δεδομένα στο συστατικό %1 URL.
hi: %1 URL अवयव में अमान्य डेटा

source: The authority url component is not allowed in this scheme
af: Die magtigings-url-komponent word nie in hierdie skema toegelaat nie
bn: এই প্রকল্পে অথরিটি url উপাদানের অনুমতি নেই
el: Το συστατικό του url της αρχής δεν επιτρέπεται σε αυτό το σχήμα
hi: इस स्कीम में प्राधिकरण url अवयव को अनुमति नहीं है

source: The query string url component is not allowed in this scheme
af: Die navraagstring-url-komponent word nie in hierdie skema toegelaat nie
bn: এই প্রকল্পে জিজ্ঞাস্য স্ট্রিং url উপাদানের অনুমতি নেই
el: Το συστατικό του url της γραμμής έρευνας δεν επιτρέπεται σε αυτό το σχήμα
hi: इस स्कीम में पूछताछ स्ट्रिंग url अवयव को अनुमति नहीं है

source: The fragment string url component is not allowed in this scheme
af: Die fragmentstring-url-komponent word nie in hierdie skema toegelaat nie
bn: এই প্রকল্পে আংশিক স্ট্রিং url উপাদানের অনুমতি নেই
el: Το συστατικό του url της γραμμής τμήματος δεν επιτρέπεται σε αυτό το σχήμα
hi: इस स्कीम में खंड स्ट्रिंग url अवयव को अनुमति नहीं है

source: Path parameter parsing is not supported for this URL.
af: Padparameter-ontleding nie vir hierdie URL ondersteun nie.
bn: এই URL এ পথ পরিমাপক বিশ্লেষণের সমর্থন নেই৷
el: Η ανάλυση παραμέτρου της διαδρομής δεν υποστηρίζεται για αυτό το URL.
hi: इस URL के लिए पथ मानक पार्जिंग समर्थित नहीं है।

source: Query string parsing is not supported for this URL.
af: Navraagstring-ontleding is nie vir hierdie URL ondersteun nie.
bn: এই URL এ জিজ্ঞাস্য স্ট্রিং বিশ্লেষণের সমর্থন নেই৷
el: Η ανάλυση της γραμμής έρευνας δεν υποστηρίζεται για αυτό το URL.
hi: इस URL के लिए पूछताछ स्ट्रिंग पार्जिंग समर्थित नहीं है।

source: The URL scheme is a required component.
af: Die URL-skema is ’n vereiste komponent.
bn: URL প্রকল্প প্রয়োজনীয় উপাদান৷
el: Το σχήμα URL είναι ένα απαραίτητο συστατικό.
hi: URL स्कीम एक आवश्यक अवयव है।

source: Invalid URL scheme '%1'.
af: Ongeldige URL-skema '%1'.
bn: অবৈধ URL প্রকল্প '%1'৷
el: Λανθασμένο σχήμα URL '%1'.
hi: अमान्य URL स्कीम '%1'

source: The username component is not allowed in this scheme
af: Die gebruikerkomponent word nie in hierdie skema toegelaat nie
bn: এই প্রকল্পে ব্যবহারকারী উপাদানের অনুমতি নেই
el: Το συστατικό ονόματος χρήστη δεν επιτρέπεται σε αυτό το σχήμα
hi: इस स्कीम में उपयोगकर्तानाम अवयव को अनुमति नहीं है

source: The password component is not allowed in this scheme
af: Die wagwoordkomponent word nie in hierdie skema toegelaat nie
bn: এই প্রকল্পে পাসওয়ার্ড উপাদানের অনুমতি নেই
el: Το συστατικό συνθηματικού δεν επιτρέπεται σε αυτό το σχήμα
hi: इस स्कीम में पासवर्ड अवयव को अनुमति नहीं है

source: The URL scheme requires a host.
af: Die URL-skema vereis ’n gasheer.
bn: URL প্রকল্পে হোস্ট প্রয়োজন৷
el: Το σχήμα URL απαιτεί ένα διακομιστή.
hi: URL स्कीम को एक होस्ट की आवश्यकता है।

source: The hostname component is not allowed in this scheme
af: Die gasheerkomponent word nie in hierdie skema toegelaat nie
bn: এই প্রকল্পে হোস্টনেম উপাদানের অনুমতি নেই
el: Το συστατικό ονόματος διακομιστή δεν επτρέπεται σε αυτό το σχήμα
hi: इस स्कीम में होस्टनाम अवयव को अनुमति नहीं है

source: The port number component is not allowed in this scheme
af: Die poortnommerkomponent word nie in hierdie skema toegelaat nie
bn: এই প্রকল্পে পোর্ট নম্বর উপাদানের অনুমতি নেই
el: Το συστατικό αριθμού θύρας δεν επιτρέπεται σε αυτό το σχήμα
hi: इस स्कीम में पोर्ट संख्या अवयव को अनुमति नहीं है

source: The URL scheme requires a path.
af: Die URL-skema vereis ’n pad.
bn: URL প্রকল্পের পথ প্রয়োজন৷
el: Το σχήμα URL απαιτεί μια διαδρομή.
hi: URL स्कीम को एक पथ की आवश्यकता है।

source: The IPvFuture URL host format is not supported.
af: Die IPvFuture URL-gasheerformaat word nie ondersteun nie.
bn: IPvFuture URL হোস্ট ফর্মার সমর্থন নেই৷
el: Τo format διακομιστή IPvFuture δεν υποστηρίζεται.
hi: IPvFuture URL होस्ट फॉर्मेट समर्थित नहीं है।

source: Invalid hostname URL component data '%1'.
af: Ongeldige gasheernaam-URL0komponentdata '%1'.
bn: অবৈধ হোস্টনাম URL উপাদানের তথ্য '%1'৷
el: Λανθασμένα δεδομένα συστατικού ονόματος διακομιστή URL '%1'.
hi: अमान्य होस्टनाम URL अवयव डेटा '%1'।

source: Invalid port number URL component data '%1'.
af: Ongeldige poortnommer-URL-komponentdata '%1'.
bn: অবৈধ পোর্ট নম্বর URL উপাদানের তথ্য '%1'৷
el: URL.
hi: अमान्य पोर्ट संख्या URL अवयव डेटा '%1'।

source: A relative path is not allowed if authority exists.
af: ’n Relatiewe pad word nie toegelaat indien magtiging bestaan nie.
bn: অধিকারসম্পন্ন হলে প্রাসঙ্গিক পথের অনুমতি নেই৷
el: Μια σχετική διαδρομή δεν επιτρέπεται εαν υπάρχει αρχή.
hi: यदि प्राधिकरण मौजूद है तो किसी सापेक्ष पथ को अनुमति नहीं है।

source: The URL implementation reference cannot be empty.
af: Die URL-implementeringsverwysing kan nie leeg wees nie.
bn: URL প্রয়োগ নজির শূণ্য হতে পারে না৷
el: Η αναφορά υλοποίησης URL δεν μπορεί να είναι κενή.
hi: URL क्रियान्वयन संदर्भ रिक्त नहीं हो सकता।

source: Unable to parse url string '%1'.
af: Kan url-string '%1' nie ontleed nie.
bn: url স্ট্রিং '%1'বিশ্লেষণে ব্যর্থ৷
el: Αδυναμία ανάλυσης γραμμής url '%1'.
hi: url स्ट्रिंग '%1' को पार्स करने में अक्षम

source: The URL-encoded string may not contain a NULL byte.
af: Die URL-geënkodeerde string mag nie ’n NULL-greep bevat nie.
bn: URL-কোডযুক্ত স্ট্রিং-এ NULL (শূণ্য) বাইট নাও থাকতে পারে৷
el: Η κωδικοποιημένη URL γραμμή δεν πρέπει να περιέχει ΜΗΔΕΝΙΚΟ byte.
hi: URL-एन्कोडेड स्ट्रिंग संभवत: किसी NULL संकेतक को नहीं रखता है।

source: Invalid split separator character.
af: Ongeldige splytskeierkarakter.
bn: অবৈধ অক্ষরের স্প্লিট সেপারেটর৷
el: Λανθασμένος διαχωριστικός χαρακτήρας.
hi: अमान्य खंड पृथककारी वर्ण

source: Invalid parameter map join separator character.
af: Ongeldige parameterbindingsaansluit-skeierkarakter
bn: অবৈধ পরিমাপক মানচিত্র সেপারেটর অক্ষরকে যুক্ত করছে৷
el: Λανθασμένος χαρακτήρας διαχωριστικής παραμέτρου.
hi: अमान्य मानक नक्शा पृथककारी वर्ण मिलन।

source: Unable to parse main URL components.
af: Kan hoof-URL-komponente nie ontleed nie.
bn: প্রধান URL উপাদান বিশ্লেষণে ব্যর্থ৷
el: Αδυναμία ανάλυσης κύριων συστατικών URL.
hi: मुख्य URL अवयवों को पार्स करने में अक्षम।

source: Unable to parse URL authority components.
af: Kan hoof-URL-magtigingskomponente nie ontleed nie.
bn: URL অধিকারসম্পন্ন উপাদান বিশ্লেষণে ব্যর্থ৷
el: Αδυναμία ανάλυσης συστατικών αρχής URL.
hi: URL प्राधिकरण अवयवों को पार्स करने में अक्षम।

source: The value check may not contain a NULL pointer.
af: Die waardenagaan mag nie ’n NULL-wyser bevat nie.
bn: ভ্যালু পরীক্ষায় NULL পয়েন্টার নাও থাকতে পারে৷
el: Η τιμή check δεν θα πρέπει να περιέχει ΜΗΔΕΝΙΚΟ δείκτη.
hi: मान जांच संभवत: किसी NULL संकेतक को नहीं रखता है।

source: Perl callback subroutine died: %1.
af: Perl-terugskakelsubroetine is dood: %1.
bn: পের্ল কলব্যাক সাবরুটিনের ইতিঃ %1৷
el: Η Perl υπορουτίνα επανάκλησης πέθανε: %1.
hi: पर्ल कॉलवापसी सबरूटीन मृत : %1।

source: Perl callback subroutine returned %1 values?!
af: Perl-terugskakelsubroetine gee %1 waardes terug?!
bn: পের্ল কলব্যাক সাবরুটিন %1 ভ্যালু ফেরত দিয়েছে?!
el: Η Perl υπορουτίνα επανάκλησης επανέφερε %1 τιμές?!
hi: पर्ल कॉलवापसी सबरूटीन ने %1 मानों को लौटा दिया?

source: The response from the Perl callback subroutine could not be understood.
af: Die antwoord vanaf die Perl-terugskakelsubroetine kon nie begryp word nie.
bn: পের্ল কলব্যাক সাবরুটিনের উত্তরবোধগম্য হয়নি৷
el: Η απάντηση από την Perl υπορουτίνα επανάκλησης δεν μπορεί να γίνει κατανοητή.
hi: पर्ल कॉलवापसी सबरूटीन से मिले प्रत्युत्तर को समझा नहींजा सकता है।

source: Invalid perl callback subroutine.
af: Ongeldige perl-terugskakelsubroetine.
bn: অবৈধ পের্ল কলব্যাক সাবরুটিন৷
el: Λανθασμένη Perl υπορουτίνα επανάκλησης.
hi: अमान्य पर्ल कॉलवापसी सबरूटीन।

source: Cannot find swig type information for '%1' request type.
af: Kan nie swig-soort inligting vir '%1'-navraagsoort vind nie.
bn: '%1' প্রকারের অনুরোধে সুইগ জাতীয় তথ্য পাওয়া যায়নি৷
el: Αδυναμία εύρεσης πληροφοριών τύπου swig για τύπο έρευνας '%1'.
hi: '%1' आवेदन प्रकार के लिए swig प्रकार सूचना को प्राप्त नहीं कर सकता।

source: Cannot allocate Perl object for '%1' request type.
af: Kan nie Perl-voorwerp vir '%1'-navraagsoort toeken nie.
bn: '%1' প্রকারের অনুরোধে পের্ল বস্তু বন্টন করা যায় নি৷
el: Αδυναμία εύρεσης αντικειμένου Perl για τύπο έρευνας '%1'.
hi: '%1' आवेदन प्रकार के लिए पर्ल वस्तु को आवंटित नहीं कर सकता।

source: Cannot find swig type information for '%1' result type.
af: Kan nie swig-soort inligting vir '%1'-resultaatsoort vind nie.
bn: '%1' প্রকারের ফলাফলে সুইগ জাতীয় তথ্য পাওয়া যায়নি৷
el: Αδυναμία εύρεσης πληροφριών τύπου swig για απτέλεσμα τύπου '%1'.
hi: '%1' परिणाम प्रकार के लिए swig प्रकार सूचना को प्राप्त नहीं कर सकता।

source: Back
af: Terug
bn: পিছনে যান
ca: Enrere
cs: Zpět
de: Zurück
el: Επιστροφή
fr: Retour
hi: पीछे
hu: Vissza
it: Indietro
ja: 戻る
nb: Tilbake
pl: Wstecz
pt_br: Voltar
ro: Înapoi
sk: Nazad

source: Select the language.
af: Kies die taal.
bn: ভাষাটি নির্বাচন করুন
el: Επιλέξτε τη γλώσσα.
hi: भाषा चुनें।

source: Color display
af: Kleurskerm
bn: রঙিন ডিসপ্লে
el: Έγχρωμη οθόνη
hi: रंगीन डिस्प्ले

source: Monochrome display
af: Monokroomskerm
bn: একরঙা ডিসপ্লে
el: Μονόχρωμη οθόνη
hi: मोनोक्रोम डिस्प्ले

source: Select the display type.
af: Kies die skermsoort.
bn: ডিসপ্লের প্রকার নির্বাচন করুন
el: Επιλέξτε τον τύπο της οθόνης.
hi: डिस्प्ले प्रकार चुनें।

source: Kernel Modules (Hardware Drivers)
af: Kernmodules (hardeware-aandrywers)
bn: কারনাল মডিউলগুলি (হার্ডওয়্যার ড্রাইভারগুলি)
el: Μονάδες Πυρήνα (Οδηγοί Υλικού)
hi: करनल मोड्यूल्स (हार्डवेयर ड्राइवर्स)

source: Start Installation or System
af: Begin installasie of stelsel
bn: ইন্সটলেশন বা সিস্টেম শুরু করে
el: Εκκίνηση Εγκατάστασης ή Σύστηματος
hi: इंस्टालेशुन या सिस्टम शुरू करें

source: Display
af: Skerm
bn: ডিসপ্লে
el: Οθόνη
hi: डिस्प्ले

source: Keymap
af: Sleutelbinding
bn: কীম্যাপ
el: Επιλογή Πληκτρολογίου
hi: कीमैप

source: Load Network Card Modules
af: Laai netwerkkaartmodules
bn: নেটওয়ার্ক কার্ড মডিউলগুলি লোড করুন
el: Φόρτωση Μονάδων Κάρτας Δικτύου
hi: नेटवर्क कार्ड मोड्यूल्स लोड करें

source: Show Loaded Modules
af: Toon gelaaide modules
bn: লোড করা মডিউলগুলি দেখান
el: Εμφάνιση Μονάδων που έχουν φορτωθεί
hi: लोडिड मोड्यूल्स प्रदर्शित करें

source: Load Modules Automatically
af: Laai modules outomaties
bn: মডিউলগুলি স্বয়ংক্রিয়ভাবে লোড করুন
el: Φόρτωση Μονάδων Αυτόματα
hi: मोड्यूल्स को स्वचालित रूप से लोड करें

source: Unload Modules
af: Ontlaai modules
bn: মডিউলগুলি আনলোড করুন
el: Εκφόρτωση Μονάδων
hi: मोड्यूल्स अनलोड करें

source: Trying to load module "%s"... During loading, you may want to watch the kernel messages on virtual console 4 (ALT-F4). Use ALT-F1 to switch back to this menu.
af: Probeer om module "%s"... te laai. Tydens laai-aksie wil u dalk kyk na die kernboodskappe op skynkonsole 4 (ALT-F4). Gebruik ALT-F1 om terug te skakel na hierdie kieslys.
bn: মডিউল "%s" লোড করার চেষ্টা করছে... লোড করার সময়ে, আপনি ভার্চুয়্যাল কনসোল 4 (ALT-F4)-এর কারনাল বার্তাগুলি দেখতে চাইতে পারেন। এই মেনুতে ফিরে যেতে ALT-F1 ব্যবহার করুন।
el: Γίνεται προσπάθεια να φορτωθεί η μονάδα "%s"... Κατά τη διάρκεια της διαδικασίας μπορείτε να παρακολουθήσετε τα μηνύματα του πυρήνα στην εικονική κονσόλα 4 (ALT-F4). Χρησιμοποιήστε ALT-F1 για να επιστρέψετε σε αυτό το μενού.
hi: "%s"... लोड करने की कोशिश कर रहा है लोडिंग के दौरान, आप वर्चुअल कंसोल 4 (ALT-F4)पर करनल संदेश देखें। इस मीनू में वापसआने के लिए ALT-F1 प्रयोग करें।

source: Module "%s" loaded successfully.
af: Module "%s" suksesvol gelaai.
bn: মডিউল"%s" সফলভাবে লোড করা হয়েছে।
el: Η μονάδα "%s" φορτώθηκε με επιτυχία.
hi: मोड्यूल "%s" सफलतापूर्वक लोड हो गया।

source: Failed to load module "%s".
af: Misluk om module "%s" te laai.
bn: মডিউল"%s" লোড করতে অসফল হয়েছে।
el: Αποτυχία στη φόρτωση της μονάδας "%s".
hi: "%s" मोड्यूल लोड करने में असफल।

source: Floppy
af: Slapskyf
bn: ফ্লপি
el: Δισκέτα
hi: फ्लोपी

source: Start Installation or Update
af: Begin installasie of bywerking
bn: ইন্সটলেশন বা আপডেট শুরু করুন
el: Εκκίνηση Εγκατάστασης ή Ενημέρωσης
hi: इंस्टालेशन या अपडेट शुरू करें

source: Start Rescue System
af: Begin reddingstelsel
bn: রেসকিউ সিস্টেম শুরু করুন
el: Εκκίνηση Συστήματος Διάσωσης
hi: बचाव सिस्टम शुरू

source: Load Rescue System via NFS
af: Laai reddingstelsel via NFS
bn: NFS-এর মাধ্যমে রেসকিউ সিস্টেম লোড করুন
el: Φόρτωση Συστήματος Διάσωσης μέσω NFS
hi: एनएफएस के माध्यम से बचाव सिस्टम लोड करें

source: Boot Installed System
af: Selflaai-geïnstalleerde stelsel
bn: বুট ইন্সটল করা সিস্টেম
el: Εκκίνηση Εγκατεστημένου Συστήματος
hi: इंसटाल्ड सिस्टम बूट करें

source: Searching for image "%s"...
af: Soek na afbeelding "%s"...
bn: ছবি "%s"-এর জন্য সন্ধান করছে ...
el: Αναζήτηση βασικών αρχείων εγκατάστασης "%s"...
hi: "%s" आकृति खोज रहा है...

source: Kernel Messages
af: Kernboodskappe
bn: কারনাল বার্তাগুলি
el: Μηνύματα Πυρήνα
hi: करनल संदेश

source: Processor
af: Verwerker
bn: প্রসেসর
el: Επεξεργαστής
hi: प्रोसेसर

source: Network Cards
af: Netwerkkaarte
bn: নেটওয়ার্ক কার্ডগুলি
el: Κάρτες Δικτύου
hi: नेटवर्क कार्ड्स

source: Interrupts
af: Onderbrekers
bn: বাধাগুলি
el: Διακοπές συστήματος
hi: बाधा

source: I/O Ports
af: I/O-poorte
bn: I/O পোর্টগুলি
el: Πόρτες Ε/Ε
hi: आई/ओ पोर्ट्स

source: Memory
af: Geheue
bn: মেমরি
el: Μνήμη
hi: मेमोरी

source: Modules
bn: মডিউলগুলি
el: Μονάδες

source: Insert the disk and press ENTER.
af: Sit die skyf in en druk ENTER.
bn: ডিস্কটি প্রবিষ্ট করান এবং প্রবেশ করান-এ চাপ দিন।
el: Τοποθετήστε το δίσκο/δισκέτα και πατήστε ENTER.
hi: डिस्क डालें और एंटर दबाएं।

source: Error reading from floppy disk.
af: Fout met lees vanaf slapskyf.
bn: ফ্লপি ডিস্ক থেকে পড়ায় ত্রুটি।
el: Σφάλμα κατά την ανάγνωση της δισκέτας.
hi: फ्लोपी डिस्क पढ़ने में त्रुटि।

source: Enter your root partition (e.g., /dev/sda3)
af: Voer u wortelpartisie (bv. /dev/sda3) in
bn: আপনার রুট বিভাজকটি প্রবেশ করান (উদা:, /dev/sda3 )
el: Παρακαλώ εισάγετε τη ριζική κατάτμησή σας (πχ. /dev/sda3)
hi: अपना रूट पार्टिशन प्रविष्ट करें (उदाहरण के लिए, /dev/sda3)

source: Invalid root device.
af: Ongeldige stamtoestel.
bn: অকার্যকর রুট ডিভাইস।
el: Μη έγκυρη ριζική συσκευή.
hi: अवैध रूट उपकरण।

source: Invalid input.
af: Ongeldige inset.
bn: অকার্যকর ইনপুট।
el: Άκυρη εισαγωγή.
hi: अवैध इनपुट।

source: Enter your IP address.
af: Voer u IP-adres in.
bn: আপনার IP ঠিকানা প্রবেশ করান।
el: Εισάγετε την διεύθυνση ΙΡ σας.
hi: अपना आईपी पता प्रविष्ट करें।

source: Enter your netmask. For a normal class C network, this is usually 255.255.255.0.
af: Voer u netmasker in. Vir ’n gewone klas C-netwerk is dit gewoonlik 255.255.255.0.
bn: আপনার নেটমাস্ক প্রবেশ করান। একটি স্বাভাবিক C শ্রেণীর নেটওয়ার্কের জন্য, এটি সাধারণত255.255.255.0।
el: Παρακαλώ πληκτρολογήστε την μάσκα δικτύου. Για ένα δίκτυο κλάσης Γ, αυτή συνήθως είναι 255.255.255.0.
hi: अपना नेटमास्क प्रविष्ट करें। सामान्य श्रेणी सी नेटवर्क के लिए, यह सामान्यतः255.255.255.0. है।
