Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Nigeria
af: Nigerië
bn: আলজেরিয়া
el: Νιγηρία
hi: नाइजीरिया

source: Japan (PC-98xx Series)
el: Ιαπωνία (Σειρές PC-98xx)

source: Estonia
af: Estonië
bn: এস্টোনিয়া
el: Εσθονία
hi: एस्तोनिया

source: Myanmar
af: Mianmar
bn: পানামা
el: Μιανμάρ
hi: म्यांमार

source: Norway
af: Noorweë
bn: নরওয়ে
el: Νορβηγία
hi: नॉर्वे

source: Germany
af: Duitsland
bn: জার্মানি
el: Γερμανία
hi: जर्मनी

source: Mongolia
af: Mongolië
bn: মঙ্গোলিয়া
el: Μογγολία
hi: मंगोलिया

source: Bhutan
af: Bhoetan
bn: ভুটান
el: Μπουτάν
hi: भूटान

source: Bangladesh
bn: বাংলাদেশ
el: Μπανγκλαντες
hi: बांग्लादेश

source: Latin American
af: Latyns-Amerikaans
bn: ল্যাটিন আমেরিকান
el: Λατινικής Αμερικής
hi: लेटिन अमेरिकी

source: Belgium
af: België
bn: বেলজিয়াম
el: Βέλγιο
hi: बेल्ज़ियम

source: Finland
bn: ফিনল্যান্ড
el: Φινλανδία
hi: फिनलैंड

source: Israel
bn: ইসরাইল
el: Ισραήλ
hi: इज़रायल

source: Sweden
af: Swede
bn: সুইডেন
el: Σουηδία
hi: स्वीडेन

source: Russia
af: Rusland
bn: রাশিয়া
el: Ρωσσία
hi: रूस

source: Portugal
bn: পর্তুগাল
el: Πορτογαλία
hi: पुर्तगाल

source: Korean
af: Koreaans
bn: জর্ডান
el: Κορεατικά
hi: कोरियाई

source: Uzbekistan
af: Oesbekistan
bn: উজবেকিস্থান
el: Ουζμπεκιστάν
hi: उज़बेकिस्तान

source: Bulgaria
af: Bulgarye
bn: বুলগেরিয়া
el: Βουλγαρία
hi: बुल्गारिया

source: Thailand
bn: থাইল্যান্ড
el: Ταϊλάνδη
hi: थाईलैंड

source: India
af: Indië
bn: ভারত
el: Ινδία
hi: भारत

source: Switzerland
af: Switserland
bn: সুইজারল্যান্ড
el: Ελβετία
hi: स्विट्ज़रलैंड

source: Laos
bn: লাওস
el: Λάος
hi: लाओस

source: Japan
bn: জাপান
el: Ιαπωνία
hi: जापान

source: Syria
af: Sirië
bn: সিরিয়া
el: Συρία
hi: सीरिया

source: Czechia
af: Tsjeggië
bn: চেক
el: Τσεχία
hi: चेकीया

source: Belarus
af: Belo-Rusland
bn: বেলারুস
el: Λευκορωσία
hi: बेलारूस

source: Tajikistan
bn: তাজিকিস্তান
el: Τατζικιστάν
hi: तजाकिस्तान

source: Denmark
af: Denemarke
bn: ডেনমার্ক
el: Δανία
hi: डेनमार्क

source: Slovenia
af: Slowenië
bn: স্লোভেনিয়া
el: Σλοβενία
hi: स्लोविनिया

source: Malta
bn: মালটা
el: Μάλτα
hi: माल्टा

source: Azerbaijan
bn: আজারবাইজান
el: Αζερμπαϊτζάν
hi: अज़रबैजान

source: Lithuania
af: Litoue
bn: লিথুয়েনিয়া
el: Λιθουανία
hi: लिथुआनिया

source: Vietnam
af: Viëtnam
bn: ফাইলের নাম
el: Βιετνάμ
hi: वियतनाम

source: Faroe Islands
af: Faroë-eilande
bn: ফারো দ্বীপপূঞ্জ
el: Φερόες Νήσοι
hi: फरोए आइलैंड्स

source: South Africa
af: Suid-Afrika
bn: দক্ষিন আফ্রিকা
el: Νότια Αφρική
hi: दक्षिण अफ्रीका

source: Farsi
bn: ফারসি
el: Φαρσί
hi: फार्सी

source: Slovakia
af: Slowakye
bn: স্লোভাকিয়া
el: Σλοβακία
hi: स्लोवाकिया

source: Maldives
af: Maledive
bn: মালদ্বীপ
el: Μαλβίδες
hi: मालदीव

source: Iceland
af: Ysland
bn: আইসল্যান্ড
el: Ισλανδία
hi: आइसलैंड

source: Croatia
af: Kroasië
bn: ক্রোয়েশিয়া
el: Κροατία
hi: क्रोएशिया

source: Latvia
af: Letland
bn: লাতভিয়া
el: Λετονία
hi: लटाविया

source: Albania
af: Albanië
bn: আলবেনিয়া
el: Αλβανία
hi: अल्बानिया

source: Italy
af: Italië
bn: ইটালী
el: Ιταλία
hi: इटली

source: Greece
af: Griekeland
bn: গ্রীস
el: Ελλάδα
hi: ग्रीस

source: United Kingdom
af: Verenigde Koninkryk
bn: যুক্তরাজ্য
el: Ηνωμένο Βασίλειο
hi: यूनाइटेड किंगडम

source: France
af: Frankryk
bn: ফ্রান্স
el: Γαλλία
hi: फ्रांस

source: Armenia
af: Armenië
bn: আর্জেন্টিনা
el: Αρμενία
hi: अर्मेनिया

source: Pakistan
bn: পাকিস্তান
el: Πακιστάν
hi: पाकिस्तान

source: Poland
af: Pole
bn: পোল্যান্ড
el: Πολωνία
hi: पोलैंड

source: Kyrgyzstan
af: Kirgisië
bn: কিরগিজস্তান
el: Κιργιστάν
hi: किर्गिज़तान

source: Ireland
af: Ierland
bn: আয়্যারল্যান্ড
el: Ιρλανδία
hi: आयरलैंड

source: Hungary
af: Hongarye
bn: হাঙ্গেরী
el: Ουγγαρία
hi: हंगरी

source: Cambodia
af: Kambodja
bn: কলম্বিয়া
el: Καμπότζη
hi: कंबोडिया

source: Spain
af: Spanje
bn: স্পেন
el: Ισπανία
hi: स्पेन

source: Ukraine
af: Oekraïne
bn: ইউক্রেন
el: Ουκρανία
hi: उक्रेन

source: Romania
af: Roemenië
bn: রোমানিয়া
el: Ρουμανία
hi: रोमानिया

source: Kazakhstan
af: Kazakstan
bn: কাজাকস্তান
el: Καζακστάν
hi: कज़ाकिस्तान

source: Georgia
af: Georgië
bn: জর্জিয়া
el: Γεωργία
hi: जार्जिया

source: U.S. English
af: V.S. Engels
bn: ইউএস ইংরেজি
el: Αγγλικά Η.Π.Α.
hi: अमेरिका अंग्रेजी

source: Turkish
af: Turks
bn: তুর্কী
el: Τούρκικα
hi: तुर्कीश

source: PC-98xx Series
af: PC-98xx-serie
bn: PC-98xx শ্রেণী
el: Σειρές PC-98xx
hi: पीसी-98एक्सएक्स श्रेणी

source: Netherlands
af: Nederland
bn: নেদারল্যান্ড
el: Ολλανδία
hi: नीदरलैंड्स

source: Macedonia
af: Masedonië
bn: ম্যাসেডোনিয়া
el: Π.Γ.Δ.Μ.
hi: मकदूनिया

source: Canada
af: Kanada
bn: কানাডা
el: Καναδάς
hi: कनाडा

source: Sri Lanka
bn: শ্রীলঙ্কা
el: Σρι Λάνκα
hi: श्रीलंका

source: Bosnia and Herzegovina
af: Bosnië en Herzegowina
bn: বসনিয়া এবং হারজেগোভিনা
el: Βοσνία-Ερζεγοβίνη
hi: बोस्निया और हर्जेगोविना

source: Brazil
af: Brasilië
bn: ব্রাজিল
el: Βραζιλία
hi: ब्राज़ील

source: Ghana
bn: ঘানা
el: Γκάνα
hi: घाना

source: Andorra
bn: বিক্রেতা
el: Ανδόρα
hi: अंदोर्रा

source: Afghanistan
bn: আফগানিস্তান
el: Αφγανιστάν
hi: अफगानिस्तान

source: Esperanto
bn: অভিজ্ঞ (&E)
el: Εσπεράντο
hi: एस्परांतो

source: Turkey
af: Turkye
bn: তুর্কী
el: Τουρκία
hi: टर्की

source: &Step size
af: &Trapgrootte
bn: &ধাপের আকার
el: &Μέγεθος βήματος
hi: चरण आकार

source: Small
af: Klein
bn: ছোট
el: Μικρό
hi: छोटा

source: Normal
af: Normaal
bn: স্বাভাবিক মাপ (_N)
el: Κανονικό
hi: सामान्य आकार (_N)

source: Big
af: Groot
bn: বড়
el: Μεγάλο
hi: बड़ा

source: Huge
af: Yslik
bn: বিশাল
el: Τεράστιο
hi: बहुत बड़ा

source: &Next Screen
af: &Volgende skerm
bn: &পরবর্তী পর্দা
el: &Επόμενη οθόνη
hi: अगली स्क्रीन

source: S&ave
af: B&erg
bn: সংরক্ষণ করুন
el: Α&ποθήκευση
hi: रक्षित करें

source: Change &Position
af: Wysig &posisie
bn: অবস্থান পালটান
el: Αλλαγή &θέσης
hi: स्थिति बदलें

source: C&hange Size
af: W&ysig grootte
bn: আকার পালটান
el: Αλλα&γή μεγέθους
hi: आकार बदलें

source: Screen
af: Skerm
bn: পর্দা
el: Οθόνη
hi: स्क्रीन

source: No video mode tuning available
af: Geen videomodusinstelling beskikbaar nie
bn: কোন ভিডিও মোড টিউনিং উপলভ্য নেই
el: Δεν είναι διαθέσιμος ο συντονισμός(tuning) της κατάστασης βίντεο
hi: कोई वीडियो मोड ट्यूनिंग उपलब्ध नहीं

source: Configuration on display
af: Konfigurasie op skerm
bn: প্রদর্শনে সংরূপণ
el: Ρύθμιση στην απεικόνιση οθόνης
hi: डिस्‍प्‍ले पर कॉन्फिगरेशन

source: Idle timer...
af: Rustende tydhouer ...
bn: অলস টাইমার...
el: Χρονόμετρο αδράνειας...
hi: आइडल टाइमर

source: Usage: scpm [global_options] command [command_options] [command_args] global options may be: -q quiet mode (only errors will be printed) -v verbose mode -f force action, will write changed profile on a switch -s skip, changes on profiles will be dropped while switching -d print debug messages -m print hash marks -b boot mode (does not call resource actions start/stop, only restores) -w exit on warning (aborts on errors AND on warnings) -x force using of db even if versions do not match command may be: active prints active profile list prints a list of all profiles defined add creates a new profile using the actual configuration copy creates a new profile, you must supply an exiting profile name as command arg delete removes a profile (can't be the active one) disable disables SCPM enable enables SCPM reload reloads the active profile save saves modified resources to active profile rename renames a profile, you have to give an existing profile and the new name for this profile as command args switch switch to another profile, you have to give the profile you want to switch to as command arg set set profile description or switch scripts (see man page) get get profile description or switch scripts modify not yet implemented status prints some status information diff show differences between saved and active resource db perform SCDB action (see man page) rebuild performs SCDB rebuild list_groups list resource groups (use -a to list only active ones) activate_group activates a resource group deactivate_group deactivates a resource group remove_group removes a resource group reset_group resets a resource group to its defaults reset_all resets resource group defaults and active groups list backup runs a backup command recover recovers an unfinished command
el: Χρήση: scpm [global_options] command [command_options] [command_args] οι γενικές επιλογές μπορεί να είναι: -q σιωπηλή λειτουργία (μόνο τα σφάλματα θα εκτυπωθούν) -v περιφραστική λειτουργία -f force action, will write changed profile on a switch -s παράβλεψη, οι αλλαγές των προφίλ θα απορριφθούν με την αλλαγή -d εκτύπωση μηνυμάτων αποσφαλμάτωσης -m print hash marks -b λειτουργία εκκίνησης (δεν καλεί τις δράσεις εκκίνησης/τερματισμού, μόνο αποκαθιστά) -w έξοδος από ειδοποίηση (εγκατάλειψη στα σφάλματα ΚΑΙ σε ειδοποιήσεις) -x εξαναγκασμός χρήσης της βάσης δεδομένων ακόμα και αν οι εκδόσεις δεν ταιριάζουν command may be: active εκτύπωση του ενεργού προφίλ list εκτύπωση όλων των ορισμένων προφίλ add δημιουργία ενος νεόυ προφίλ με χρήση των τρέχοντων ρυθμίσεων copy δημιουργία ενός νέου προφί, θα πρέπει να δώσετε ένα υπάρχον όνομα προφίλ ως παράμετρο εντολής delete αφαίρεση ενός προφίλ (δεν μπορεί να είναι το ενεργό) disable απενεργοποίηση SCPM enable ενεργοποίηση SCPM reload επαναφόρτωση του ενεργού προφίλ save αποδηκεύει τις τροποποιημένες πηγές του ενεργού προφίλ rename μετονομάζει ένα προφίλ, θα πρέπει να δώσετε ένα υπάρχον προφίλ και το νέο όνομα αυτού του προφίλ ως παράμετρο εντολής switch αλλαγή σε άλλο προφί, θα πρέπει να δώστε το προφίλ που θέλετε να αλλάξετε ως παράμετρο εντολής set ορισμός περιγραφής προφίλ η σεναρίων αλλαγής (δείτε σελίδα man) get λήψη περιγραφής προφίλ ή σεναρίων αλλαγής modify δεν έχει ακόμη διεκπεραιωθεί status εκτυπώνει κάποιες πληροφορίες κατάστασης diff προβολή διαφορών ανάμεσα σε αποθηκευμένους και ενεργούς πόρους db εκτελεί δράση SCDB (δείτε τη σελίδα man) rebuild εκτελεί SCDB rebuild list_groups κατάλογος ομάδων πόρων (χρήση του -a για τον καταλογισμό μόνο των ενεργών) activate_group ενεργοποιεί μια ομάδα πόρων deactivate_group απενεργοποιεί μια ομάδα πόρων remove_group αφαιρεί μια ομάδα πόρων reset_group επαναφέρει μια ομάδα πόρων στα προκαθορισμένα reset_all επαναφέρει τα προκαθορισμένα στους καταλόγους ομάδων πόρων και ενεργών ομάδων backup εκτελεί μια εντολή αντιγράφων ασφαλείας recover επαναφέρει μια μισοτελειωμένη εντολή

source: Commands: (type 'help command' for further info) help [command] load [scdb_file] save [scdb_file] info db_version scpm_version quit create {resource|profile} drop {resource|profile} show minimize maximize customize rebuild_deps convert get set dump import export
af: Opdragte: (soort 'help-opdrag' vir verdere inligting) help [opdrag] laai [scdb_lêer] berg [scdb_lêer] inligting db_weergawe scpm_weergawe gaan uit skep {hulpbron|profiel} laat weg {hulpbron|profiel} toon minimeer maksimeer pasmaak herbou_deps omskakel kry stel stort voer in voer uit
bn: আদেশ: (অতিরিক্ত তথ্যের জন্য 'help আদেশ' টাইপ করুন) help [আদেশ] load [scdb_file] save [scdb_file] তথ্য db_ভার্সন scpm_ভার্সন প্রস্থান তৈরি করুন {সংস্থান|প্রোফাইল} বাতিল করুন {সংস্থান|প্রোফাইল} দেখান ন্যূনতম আকারের করুন সর্বাধিক আকারের করুন কাস্টমাইজ deps_পুনর্নির্মাণ করুন রূপান্তর করুন পান স্থির করুন ডাম্প আমদানি রপ্তানি
el: Εντολές: (πληκτρολογήστες 'help command' για περισσότερες πληροφορίες) help [command] load [scdb_file] save [scdb_file] info db_version scpm_version quit create {resource|profile} drop {resource|profile} show minimize maximize customize rebuild_deps convert get set dump import export
hi: कमांड: (अधिक जानकारी के लिए 'मदद कमांड' टाइप करें) मदद [कमांड] लोड करें [scdb_file] रक्षित करें [scdb_file] जानकारी db_version scpm_version सृजित करें (संसाधन|प्रोफाइल) छोड़ें (संसाधन|प्रोफाइल) दर्शाएं मिनीमाइज़ करें मैक्सीमाइज़ करें कस्टमाइज़ करें rebuild_deps परिवर्तित करें प्राप्त करें सेट करें डंप आयात करें निर्यात करें

source: help [command] help (with no args) shows a command summary help command shows help about the given command
af: help [opdrag] help (met geen argumente) toon ’n opdragopsomming help-opdrag toon hulp oor die gegewe opdrag
bn: help [আদেশ] help (কোনো args ছাড়া) আদেশের সারসংক্ষেপ দেখায় help আদেশ প্রদত্ত আদেশের বিষয়ে সহায়তা দেখায়
el: help [command] help (χωρίς παραμέτρους) προβάλλει τη σύνοψη μιας εντολής help command προβάλλει βοήθεια σχετικά με τη δοθείσα εντολή
hi: मदद [कमांड] मदद (बिना एआरजी के) कमांड सारांश दर्शाता है मदद कमांड दी गई कमांड के बारे में मदद दर्शाता है

source: load [scdb_file] loads the SCDB: the file given, the file defined in /etc/sysconfig/scpm, or /var/lib/scpm/scdb/scdb.db
el: load [scdb_file] φορτώνει την SCDB: το δοθέν αρχείο, το ορισμένο αρχείο στο /etc/sysconfig/scpm, ή στο /var/lib/scpm/scdb/scdb.db

source: save [scdb_file] saves the SCDB: to the file given, the file defined in /etc/sysconfig/scpm, or /var/lib/scpm/scdb/scdb.db
el: save [scdb_file] αποθηκεύει στην SCDB: το δοθέν αρχείο, το ορισμένο αρχείο στο /etc/sysconfig/scpm, ή στο /var/lib/scpm/scdb/scdb.db

source: prints some information about the SCPM subsystem and the SCDB
af: druk inligting oor die SCPM-substelsel en die SCDB
bn: SCPM সাবসিস্টেম ও SCDB বিষয়ক কিছু তথ্য মুদ্রণ করে
el: εκτυπώνει κάποιες πληροφρίες σχετικά με το υποσύστημα SCPM και την SCDB
hi: एससीपीएम उप-सिस्टम और एससीडीबी के बारे में कुछ जानकारी प्रिंट करता है

source: db_version displays SCDB version
af: db_weergawe vertoon SCDB-weergawe
bn: db_ভার্সন SCDB ভার্সন দেখায়
el: db_version προβάλει την έκδοση SCDB
hi: db_version एससीडीबी संस्करण प्रदर्शित करता है

source: scpm_version displays version of the SCPM subsystem
af: scpm_weergawe vertoon weergawe van die SCPM-substelsel
bn: scpm_ভার্সন SCPM সাবসিস্টেমের ভার্সন দেখায়
el: scpm_version προβάλει την έκδοση του υποσυστήματος SCPM
hi: scpm_version एससीपीएम उप-सिस्टम के संस्करण प्रदर्शित करता है

source: quit quit exits immediately. It does not save your SCDB. If you made changes to your SCDB, call save before quitting. This may change in a future release.
af: beëindig beëindig gaan dadelik uit. Dit berg nie u SCDB nie. As u wysigings aan u SCDB aangebring het, moet u dit eers berg voordat u dit beëindig. Dit kan dalk in ’n toekomstige vrystelling verander.
bn: প্রস্থান প্রস্থান তাত্‍ক্ষণিক প্রস্থান করে। এটি আপনার SCDB কে সংরক্ষণ করে না। আপনি যদি আপনার SCDB তে পরিবর্তন করেন, তাহলে প্রস্থানের আগে সংরক্ষণ কল করুন।এটা ভবিষ্যতের প্রকাশে পালটাতে পারে।
el: quit Η quit αποχωρεί αυτόματα. Δεν αποθηκεύει την SCDB. Εαν θέλετε να κάνετε αλλαγές στην SCDB, πατήστε save πριν από την αποχώρηση. Αυτό μπορεί να αλλάξει σε ερχόμενη έκδοση.
hi: बाहर निकलें बाहर निकलें से तुरंत बाहर जाता है। यह आपका एससीडीबी रक्षित नहीं करता। यदि आप अपने एससीडीबी में परिवर्तन करते हैं, बाहर निकलने से पहले रक्षित करें। यहभावी रिलीज़ में परिवर्तित हो सकता है।

source: create resource name type [attribute_type:attribute=value] [...] Using this command, you can create a resource in your SCDB. Example: create /etc/foo file This adds a resource /etc/foo of type file to your database and all existing profiles. Supported attribute types are actually 'deps' and and 'data'. If 'deps' is omitted, dependencies are determined automaticallyas much as possible. 'data' is actually of not much use yet. This command may be able to create other things in future, too.
af: skep hulpbronnaamsoort [eienskap_soort:eienskap=waarde] [...] Met gebruik van hierdie opdrag kan u ’n hulpbron in u SCDB skep. Voorbeeld: skep /ens/foo-lêer Dit voeg ’n hulpbron /ens/foo van soort lêer by u databasis en alle bestaande profiele. Ondersteunde eienskapsoorte is eintlik 'afhanklikhede' en en 'data'. Indien ‘afhanklikhede’ weggelaat word, word afhanklikhede outomaties soveel as moontlik bepaal. 'data' is eintlik nog nie van groot nut nie. Ook hierdie opdrag kan in die toekoms in staat wees om ander goed te skep.
bn: সংস্থানের নামের প্রকার তৈরি করুন [attribute_type:attribute=মান] [...] এই আদেশ ব্যবহার করে, আপনি আপনার SCDB তে একটি সংস্থা তৈরি করতে পারেন। উদাহরণ: /etc/foo ফাইল তৈরি করুন এটা আপনার ডেটাবেসে এবং সকল বিদ্যমান প্রোফাইলগুলিতে ফাইল প্রকারের একটি সংস্থান /etc/foo যোগ করে। সমর্থিত এট্রিবিউটের ধরণগুলি হল প্রকৃতপক্ষে 'deps' ও 'data'। যদি 'deps' কে বাদ দেওয়া হয় তাহলে যত দূর সম্ভব নির্ভরতাগুলি আপনা থেকেইনির্ধারণ করা হয়। 'data' প্রকৃতপক্ষে এখনও খুব একটা বেশি কাজেলাগে না। যদিও এই আদেশটি ভবিষ্যতে অন্যান্য জিনিষ তৈরি করতে সক্ষম হতে পারে।
el: create resource name type [attribute_type:attribute=value] [...] Η χρήση αυτής της εντολής μπορεί να δημιουργήσει μια πηγή στην SCDB. Παράδειγμα: create /etc/foo file Αυτό προσθέτει την πηγή /etc/foo of type file στη βάση δεδομένων σας και όλα τα υπάρχοντα προφίλ. Υποστηριζόμενοι τύποι χαρακτηριστικών είναι οι 'deps' και 'data'. Εαν δοθεί 'deps', ορίζονται εξαρτήσει όσο το δυνατόν αυτόματα. Η 'data' δεν κάνει τίποτα ακόμα. Αυτή η εντολή θα μπορεί να δημιουργήσει άλλα πράγματα στο μέλλον.
hi: संसाधन नाम प्रकार सृजित करें [attribute_type:attribute=value] [...] यह कमांड प्रयोग करते हुए, आप अपने एससीडीबी में संसाधन सृजित कर सकते हैं। उदाहरण: सृजित करें/आदि/फू फाइल यह आपके डेटाबेस और सभी मौजूदा प्रोफाइलों में प्रकार फाइल का संसाधन/आदि/फू जोड़ता है। समर्थित एट्रिब्यूट प्रकार मूल रूप से 'डेप' और 'डेटा' होता है। यदि डेटा बंद होता है, निर्भरता जितना संभव हो सके स्वतः निर्धारित होती है'डेटा' मूल रूप से अभी तक अधिक प्रयोग के लिए नहीं है। यह कमांड भविष्य में अधिक चीजें भी प्रिंट कर सकती है।

source: drop resource name type This command completely removes the resource 'name' of resource type 'type' from the SCDB.
af: laat hulpbronnaamsoort weg Hierdie opdrag verwyder die hulpbron'naam' van hulpbronsoort 'soort' heeltemal vanuit die SCDB.
bn: সংস্থানের নামের প্রকার বাতিল করুন এই আদেশটি SCDB থেকে সংস্থান প্রকার 'type' এর সংস্থান 'name' সম্পূর্ণরূপে অপসারণ করে।
el: drop resource name type Αυτή η εντολή αφαιρεί τελείωςη την πηγή 'name' από τον τύπο πόρων 'type' από την SCDB.
hi: संसाधन नाम प्रकार छोड़ें यह कमांड संसाधन प्रकार के संसाधन 'नाम' को पूर्ण रूप से हटाती है 'प्रकार' एससीडीबी से।

source: show resources|profiles|unused|unused_resources|unhandled|unhandeld_resources show profiles prints all defined profiles including a description (if available). show resources prints a list of all resources show unused_resources prints all currently unused resources, meaning resources that are unmodified in all profiles compared to their actual states. show unhandled_resources prints all available resources that are currently not under control of SCPM. unused and unhandled are the appropriate shortcuts.
af: toon hulpbronne|profiele|ongebruikte|ongebruikte_hulpbronne|ongehanteerde| ongehanteerde_hulpbronne toon profiele, druk alle gedefinieerde profiele insluitend ’n beskrywing (indien beskikbaar). toon hulpbronne, druk ’n lys van alle hulpbronne toon ongebruikte_hulpbronne, druk alle huidig-ongebruikte hulpbronne, bedoelende hulpbronne wat onveranderd is in alle profiele in vergelyking met hul eintlik toestande. toon ongehanteerde_hulpbronne, druk alle beskikbare hulpbronne wat tans nie onder beheer van SCPM staan nie. ongebruikte en ongehanteerde is die geskikte kortpaaie.
bn: সংস্থান|প্রোফাইল|অব্যবহৃত|অব্যবহৃত_সংস্থান|unhandled|unhandeld_resources দেখান প্রোফাইল দেখান বর্ণনা সমেত সকল সংজ্ঞায়িত প্রোফাইলগুলি মুদ্রণ করে (যদি উপলব্ধ থাকে)। সংস্থান দেখান সকল সংস্থানের একটি তালিকা মুদ্রণ করে অব্যবহৃত_সংস্থান দেখান বর্তমানে অব্যবহৃত সকল সংস্থানগুলি মুদ্রণ করে, এর অর্থ হল জে সংস্থানগুলি তাদের প্রকৃত অবস্থার তুলনায় সকল প্রোফাইলেঅপরিবর্তিত আছে। অপরিচালিত_সংস্থান দেখান সেই সকল উপলভ্য সংস্থানগুলি মুদ্রণ করে যেগুলিবর্তমানে SCPM এর নিয়ন্ত্রণে নেই। অব্যবহৃত ও অপরিচালিত হল যথাযথ শর্টকাট।
el: show resources|profiles|unused|unused_resources|unhandled|unhandeld_resources Η show profiles ακυρώνει όλα τα ορισθέντα προφίλ περιλαμβάνοντας μια περιγραφή (εαν είναι διαθέσιμη). Η show resources εκτυπώνει ένα κατάλογο όλων των πηγών Η show unused_resources εκτυπώνει όλες τις μη χρησιμοποιούμενες πηγές εννοώντας πηγές που δεν έχουν μετατραπεί σε όλα τα προφίλ σε σχέση με την αρχική τους κατάσταση. Η show unhandled_resources εκτυπώνει όλες τις διαθέσιμες πηγές που δεν είναι κάτω από τον έλεγχο του SCPM. unused και unhandled είναι οι κατάλληλες συντομεύσεις.
hi: संसाधन दर्शाएं|प्रोफाइल|अप्रयुक्त|unused_resources|हैंडल न की गई|unhandeld_resources दर्शाएं प्रोफाइल विवरण सहित सभी परिभाषित प्रोफाइले प्रिंट करती है (यदि उपलब्ध हो)। दर्शाएं संसाधन सभी संसाधनों की सूची प्रिंट करता है दर्शाएं unused_resources सभी मौजूदा अप्रयुक्त संसाधन प्रिंट करता है,अर्थात् संसाधन जो अपनी मूल स्थिति की तुलना में सभी प्रोफाइलों में असंशोधित है। दर्शाएं unhandled_resources वे सभी उपलब्ध संसाधन प्रिंट करता है जोमौजूदा समय में एससीपीएम के नियंत्रण में नहीं है। अप्रयुक्त और हैंडल न किया गया उचित शॉर्टकट हैं।

source: minimize [all|profiles_only] minimize reduces your SCDB to a needed minimum. It checks for unused resources like the 'show unused' command and removes them from the SCDB. If the option 'all' is given, the resources are removed entirely. For option 'profiles_only', the resources are removed from the profiles only. The default is 'all'.
af: minimeer [alle|slegs_profiele] minimeer verklein u SCDB na ’n nodige minimum. Dit gaan ongebruikte hulpbronne na, soos die 'toon ongebruikte'-opdrag en verwyder hulle uit die SCDB. As die opsie 'alles' gegee word, word die hulbronne heeltemal verwyder. Vir opsie 'slegs_profiele', word die hulpbronne verwyder slegs vanuit die profiele. Die verstek is 'alles'.
bn: ন্যূনতম করুন [সকল|শুধু প্রোফাইলগুলি] ন্যূনতম করুন আপনার SCDB কে প্রয়োজনীয় ন্যূনতমে হ্রাস করে। এটি অব্যবহৃত সংস্থানযাচাই করে 'অব্যবহৃত দেখান' আদেশের মত এবং সেগুলিকে SCDB থেকে অপসারণ করে।যদি 'সকল' বিকল্প দেওয়া থাকে তাহলে সংস্থানগুলি সরাসরি অপসৃত হয়। 'শুধু_প্রোফাইল' বিকল্পের জন্য সংস্থানগুলিকে শুধু প্রোফাইলগুলি থেকে অপসারণকরা হয়। ডিফল্ট হল 'সকল'।
el: minimize [all|profiles_only] H minimize μειώνει την SCDB σε ένα απαιτούμενο ελάχιστο. Ελέγχει για μη χρησιμοποιημένους ποους με την 'show unused' εντολή και τους αφαιρεί από την SCDB. Εαν δοθεί η επιλογή 'all', οι πηγές θα αφαιρεθούν τελείως. Για την επιλογή 'profiles_only', οι πηγές αφαιρούνται μόνο από τα προφίλ. Το προκαθορισμένο είναι 'all'.
hi: मिनीमाइज़ करें [all|profiles_only] मिनीमाइज़ आपके एससीडीबी को जरूरी न्यूनतम में घटाता है। यह अप्रयुक्तसंसाधन के लिए खोजता है 'अप्रयुक्त दर्शाएं' कमांड की तरह और फिर उन्हें एससीडीबी से हटाता है। यदिविकल्प 'सभी' दिया गया है, संसाधन पूर्ण रूप से हटा दिए जाते हैं। विकल्प 'केवल प्रोफाइल' के लिए, संसाधन केवल प्रोफाइल से हटा दिए जाते हैं। डिफाल्ट 'सभी' है।
