Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Host|Name
ca: Ordinador central|Nom
fr: Hôte|Nom
hu: Számítógép|Név
it: Host|Nome
ja: ホスト|名前
nb: Vertsmaskin|Navn
pl: Host|Nazwa hosta
pt_br: Host|Nome
ro: Gazdă|Nume
sk: Hostiteľ|Meno

source: Host|Url
ca: Ordinador central|Url
fr: Hôte|URL
hu: Számítógép|Url
ja: ホスト|URL
nb: Vertsmaskin|Adresse
pl: Host|Adres URL
ro: Gazdă|Url
sk: Hostiteľ|Url

source: Host|Description
ca: Ordinador central|Descripció
de: Host|Beschreibung
fr: Hôte|Description
hu: Számítógép|Leírás
it: Host|Descrizione
ja: ホスト|説明
nb: Vertsmaskin|Beskrivelse
pl: Host|Opis
pt_br: Host|Descrição
ro: Gazdă|Descriere
sk: Hostiteľ|Popis

source: Host|Created at
ca: Ordinador central|Creat el
de: Host|Erstellt um
fr: Hôte|Créé le
hu: Számítógép|Létrehozás itt:
it: Host|Creato il
ja: ホスト|作成先
nb: Vertsmaskin|Opprettet
pl: Host|Utworzony
pt_br: Host|Criado à(s)
ro: Gazdă|Creat la
sk: Hostiteľ|Vytvorený

source: Host|Updated at
ca: Ordinador central|Actualitzat el
de: Host|Aktualisiert um
fr: Hôte|Mis à jour le
hu: Számítógép|Frissítés itt:
it: Host|Aggiornato il
ja: ホスト|更新先
nb: Vertsmaskin|Oppdatert
pl: Host|Uaktualniono
pt_br: Host|Atualizado à(s)
ro: Gazdă|Actualizat la
sk: Hostiteľ|Aktualizovaný

source: Language Selection
ca: Selecció d'idioma
cs: Výběr jazyka
de: Sprachauswahl
fr: Sélection de la langue
hu: Nyelvválasztás
it: Selezione lingua
ja: 言語選択
nb: Velg språk
pl: Wybór języka
pt_br: Seleção de Idioma
ro: Alegerea limbii
sk: Výber jazyka

source: This is embarrasing....
ca: Això és vergonyòs...
cs: Toto je nepříjemné...
de: Dies ist peinlich....
fr: C'est embarrassant ...
hu: Ez kicsit zavarba ejtő...
it: Questo è imbarazzante...
ja: 申し訳ありません....
nb: Dette er dumt....
pl: To trochę kłopotliwe...
pt_br: Isto é constrangedor...
ro: Acest lucru este neplăcut ....
sk: Toto je trápne...

source: We are sorry, but there are some problems.
ca: Ho sentim, però hi ha alguns problemes.
cs: Omlouváme se, ale jsou zde určité problémy.
de: Es tut uns leid, aber es sind einige Probleme aufgetreten.
fr: Nous sommes désolés, il y a quelques problèmes.
hu: Elnézést, de hiba lépett fel.
it: Sono presenti alcuni problemi.
ja: 申し訳ありません。いくつかの問題点があります。
nb: Vi beklager, men det har oppstått problemer.
pl: Niestety program WebYaST jest wciąż w w wersji alpha i jest jeszcze trochę problemów.
pt_br: Há alguns problemas.
ro: Ne pare rău, dar există unele probleme.
sk: Ospravedlňujeme sa, sú tam niektoré problémy.

source: Problem:
ca: Problema:
cs: Problém:
fr: Problème :
hu: Probléma:
it: Problema:
ja: 問題点:
pt_br: Problema:
ro: Problemă:
sk: Problém:

source: Please Report a bug so we can fix the problem!.
ca: Si us plau reporteu l'errada per poder corregir el problema !.
cs: Nahlaste chybu, abychom mohli problém opravit.
de: Melden Sie einen Bug, damit wir das Problem lösen können!
fr: Veuillez signaler le bug afin que nous puissions corriger le problème !
hu: Jelentse be a hibát, hogy kijavíthassuk!
it: Segnalare il bug in modo che sia possibile risolvere il problema.
ja: バグとして報告してください。問題に対応いたします!
nb: Send en feilrapport, så vi kan løse problemet!
pl: Prosimy zgłosić błąd, by można było naprawić problem.
pt_br: Informe o bug para que possamos corrigir o problema.
ro: Vă rugăm să deschideti un incident de tip bug pentru a putea rezolva problema!.
sk: Prosíme nahláste chybu, aby sme mohli opraviť problém!.

source: (report link)
ca: (enllaç per reportar)
cs: (odkaz hlášení)
de: (Link für Meldung)
fr: (lien de rapport)
hu: (bejelentett hivatkozás)
it: (link al rapporto)
ja: (報告リンク)
nb: (lenke for rapport)
pl: (odnośnik do zgłoszenia)
pt_br: (link do relatório)
ro: (link pentru raport)
sk: (kliknite pre nahlásenie chyby)

source: Don't forget to include the bug details.
ca: No oblideu incloure-hi els detalls de l'errada.
cs: Nezapomeňte připojit podrobnosti o chybě.
de: Bug-Details unbedingt angeben.
fr: N'oubliez pas d'inclure les détails du problème.
hu: Ne felejtse le csatolni a hiba részleteit.
it: Non dimenticare di includere i dettagli del bug.
ja: バグの詳細説明を忘れずにお願いいたします。
nb: Ikke glem å beskrive problemet.
pl: Prosimy umieścić szczegóły dotyczące błędu.
pt_br: Não esqueça de incluir os detalhes do bug.
ro: Nu uitaţi să includeti detaliile problemei.
sk: Nezabudnite zahrnúť detaily chyby.

source: Problem occured on target machine.
ca: El problema ha succeït a la màquina destí.
cs: K chybě došlo v cílovém počítači.
de: Auf dem Zielcomputer ist ein Problem aufgetreten.
fr: Un problème est survenu sur la machine cible.
hu: Hiba történt a célgépen.
it: Si è verificato un problema sul computer di destinazione.
ja: ターゲットマシンで問題が発生しました。
nb: Problemet oppstod på målmaskinen.
pl: Na maszynie docelowej wystąpił problem.
pt_br: Ocorreu um problema na máquina de destino.
ro: A apărut o problemă pe calculatorul ţintă.
sk: Na cieľovom počítači sa vyskytol problém.

source: You do not have permissions to modify the settings.
ca: No teniu permisos per canviar els paràmetres.
cs: Nemáte oprávnění k úpravám nastavení.
de: Sie sind nicht zur Bearbeitung der Einstellungen berechtigt.
fr: Vous n'avez pas la permission de modifier les paramètres.
hu: Nincs jogosultsága a beállítások módosítására.
it: Non si dispone delle autorizzazioni per modificare le impostazioni.
ja: この設定を変更するためのパーミッションがありません。
nb: Du er ikke autorisert for å endre innstillingene.
pl: Użytkownik nie posiada wystarczających uprawnień aby zmienić te ustawienia.
pt_br: Você não tem permissão para modificar as configurações.
ro: Nu aveţi permisiunea de a modifica setările.
sk: Nemáte oprávnenia upraviť nastavenia.

source: Editing YaST-Web-Service
ca: S'està editant el servei web del YaST
cs: Úprava webové služby YaST
de: Bearbeiten des YaST-Webdiensts
fr: Modification de YaST-Web-Service
hu: YaST webszolgáltatás szerkesztése
it: Modifica del servizio Web YaST in corso
ja: YaST-Web-サービスを編集しています
nb: Redigere YaST-webtjenesten
pl: Edycja YaST-Web-Service
pt_br: Editando o YaST-Web-Service
ro: Editez Serviciul-Web-YaST
sk: Úprava YaST-Web-Služby

source: YaST-Web-Service
ca: Servei web del YaST
cs: Webová služba YaST
de: YaST-Webdienst
hu: YaST webszolgáltatás
it: Servizio Web YaST
ja: YaST-Web-サービス
nb: YaST webtjeneste
ro: Serviciul-Web-YaST
sk: YaST-Web-Služba

source: Please choose a service:
ca: Triecolliu un servei:
cs: Zvolte službu:
de: Wählen Sie einen Dienst aus:
fr: Veuillez choisir un service :
hu: Válasszon szolgáltatást:
it: Scegliere un servizio:
ja: サービスを選択してください:
nb: Velg en tjeneste:
pl: Proszę wybrać usługę:
pt_br: Escolha um serviço:
ro: Vă rugăm să alegeţi un serviciu:
sk: Prosím, vyberte službu:

source: Really delete host %s ?
ca: Esteu segur que voleu suprimir l'ordinador central %s ?
cs: Opravdu chcete odstranit hostitele %s ?
de: Host "%s" wirklich löschen?
fr: Voulez-vous vraiment supprimer l'hôte %s ?
hu: Valóban törli a(z) %s gépet?
it: Cancellare l'host %s ?
ja: ホスト %s を削除しますか？
nb: Vil du virkelig slette vertsmaskinen %s ?
pl: Czy naprawdę usunąć hosta %s?
pt_br: Deseja realmente apagar o host %s?
ro: Sunteţi sigur că vreţi să ştergeţi gazda %s?
sk: Naozaj zmazať hostiteľa %s ?

source: New WebYaST Host
ca: Nou ordinador central de WebYaST
cs: Nový hostitel služby WebYaST
de: Neuer WebYaST-Host
fr: Nouvel hôte WebYaST
hu: Új WebYaST számítógép
it: Nuovo host WebYaST
ja: 新しいWebYaSTホスト
nb: Ny WebYaST-vertsmaskin
pl: Nowy host WebYaST
pt_br: Novo Host WebYaST
ro: Gazdă WebYaST nouă
sk: Nový WebYaST hostiteľ

source: Create
ca: Crea
cs: Vytvořit
de: Erstellen
fr: Créer
hu: Létrehozás
it: Crea
ja: 作成
nb: Opprett
pl: Utwórz
pt_br: Criar
ro: Creează
sk: Vytvoriť

source: Loading patch information
ca: S'està carregant la informació del pedaç
cs: Načítání informací o opravě
de: Laden von Patch-Informationen
fr: Chargement des informations sur les correctifs
hu: Javítási információk betöltése
it: Caricamento delle informazioni sulla patch in corso
ja: パッチ情報を読み込んでいます
nb: Laster oppdateringsinformasjon
pl: Pobieranie informacji o poprawce
pt_br: Carregando informações do patch
ro: Se încarcă informaţia despre petic
sk: Načítavam informácie opravy

source: Patch status summary is disabled in the config file.
ca: El resum d'estat del pedaç es troba deshabilitat al fitxer de configuració.
cs: Souhrn souboru s opravou je v konfigurační souboru vypnuto.
de: Patch-Statuszusammenfassung in der Konfigurationsdatei deaktiviert.
fr: Le résumé de l'état des correctifs est désactivé dans le fichier de configuration.
hu: A javítás állapotösszegző le van tiltva a konfigurációs fájlban.
it: Riepilogo stato patch non abilitato nel file di configurazione.
ja: パッチステータスサマリが設定ファイルで無効になっています。
nb: Sammendrag av status for pakkeoppdateringer er deaktivert i oppsettfilen.
pl: Podsumowanie stanu łatek jest wyłączone w pliku konfiguracyjnym.
pt_br: O resumo de status do patch está desabilitado no arquivo de configuração.
ro: Rezumatul stării peticelor este dezactivat din fişierul de configurare.
sk: Prehľad stavu opravy je zakázaný v konfiguračnom súbore.

source: Patch plugin is not installed.
ca: El connector dels pedaços no està instal·lat.
cs: Modul plug-in pro práci s opravami není nainstalován.
de: Patch-Plugin ist nicht installiert.
fr: Le module d'installation des correctifs n'est pas installé.
hu: A javítás bővítmény nincs telepítve.
it: Plugin patch non installato.
ja: パッチプラグインがインストールされていません。
nb: Programtillegget for oppdatering er ikke installert.
pl: Nie zainstalowano wtyczki poprawek.
pt_br: O plug-in do patch não está instalado.
ro: Modulul pentru petic nu este instalat.
sk: Modul opravy nie je nainštalovaný.

source: Loading system information
ca: S'està llegint la informació del sistema
cs: Načítání systémových informací
de: Laden von Systeminformationen
fr: Chargement des informations sur le système
hu: Rendszerinformáció betöltése
it: Caricamento delle informazioni sul sistema in corso
ja: システム情報を読み込んでいます
nb: Laster ned systeminformasjon
pl: Wczytywanie informacji o systemie
pt_br: Carregando informações do sistema
ro: Se încarcă informaţiile despre sistem
sk: Načítavam systémové informácie

source: System status summary is disabled in the config file.
ca: El resum de l'estat del sistema es troba deshabilitat al fitxer de configuració.
cs: Souhrn stavu systému je v konfiguračním souboru vypnut.
de: System-Statuszusammenfassung ist in der Konfigurationsdatei deaktiviert.
fr: Le résumé de l'état du système est désactivé dans le fichier de configuration.
hu: A rendszerállapot-összegző le van tiltva a konfigurációs fájlban.
it: Riepilogo stato sistema non abilitato nel file di configurazione.
ja: システムステータスサマリが設定ファイルで無効になっています。
nb: Sammendrag av systemstatus er deaktivert i oppsettfilen.
pl: Podsumowanie stanu systemu jest wyłączone w pliku konfiguracyjnym.
pt_br: O resumo de status do sistema está desabilitado no arquivo de configuração.
ro: Rezumatul stării sistemului este dezactivat din fişierul de configurare.
sk: Prehľad systémového stavu je zakázaný v konfiguračnom súbore.

source: Status plugin is not installed.
ca: El connector d'estat no està instal·lat
cs: Modul plug-in stavu není nainstalován.
de: Status-Plugin ist nicht installiert.
fr: Le module d'état n'est pas installé.
hu: Az állapotbővítmény nincs telepítve.
it: Plugin stato non installato.
ja: ステータスプラグインがインストールされていません。
nb: Statusprogramtillegget er ikke installert.
pl: Nie zainstalowano wtyczki statusu.
pt_br: O plug-in de status não está instalado.
ro: Modulul de status nu este instalat.
sk: Modul stavu nie je nainštalovaný.

source: System actions
ca: Accions del sistema
cs: Systémové akce
de: Systemaktionen
fr: Actions système
hu: Rendszerműveletek
it: Azioni sistema
ja: システムアクション
nb: Systemhandlinger
pl: Działania systemowe
pt_br: Ações do sistema
ro: Acţiuni de sistem
sk: Systémové akcie

source: Really reboot %s?
ca: Esteu segurs que voleu reiniciar %s ?
cs: Opravdu chcete restartovat %s?
de: %s wirklich neu booten?
fr: Voulez-vous vraiment redémarrer %s ?
hu: Valóban újraindítja a(z) %s gépet?
it: Riavviare %s?
ja: %s をリブートしてよろしいですか?
nb: Vil du virkelig starte %s på nytt?
pl: Czy na pewno uruchomić ponownie %s?
pt_br: Deseja realmente reinicializar %s?
ro: Sunteţi sigur că doriţi să reporniţi %s?
sk: Naozaj reštartnúť %s?

source: Really shutdown %s?
ca: Esteu segur que voleu aturar %s ?
cs: Opravdu chcete vypnout %s?
de: %s wirklich herunterfahren?
fr: Voulez-vous vraiment arrêter %s ?
hu: Valóban leállítja a(z) %s gépet?
it: Arrestare %s?
ja: %s をシャットダウンしてよろしいですか?
nb: Vil du virkelig slå av %s?
pl: Czy na pewno zamknąć %s?
pt_br: Deseja realmente encerrar %s?
ro: Sunteţi sigur că doriţi să opriţi %s?
sk: Naozaj vypnúť %s?

source: WebYaST modules are not installed on your system!
de: WebYaST-Module sind nicht auf Ihrem System installiert!
it: Moduli WebYaST non installati sul sistema.
ja: WebYaSTモジュールがシステムにインストールされてません!
pt_br: Os módulos do WebYaST não estão instalados no seu sistema!

source: You have no permissions to see or change the modules, please contact the administrator to set up permissions first!
de: Sie haben keine Berechtigungen zum Anzeigen oder Ändern der Module. Wenden Sie sich an den Administrator, um zunächst Berechtigungen einzurichten!
it: Non si possiedono le autorizzazioni per visualizzare o modificare i moduli, contattare l'amministratore per impostare le autorizzazioni.
ja: モジュールを表示または変更するためのパーミッションがありません。管理者に連絡して、まず、パーミッションを設定してください。
pt_br: Você não tem permissões para ver ou mudar os módulos; primeiro contate o administrador para configurar permissões!

source: Base system setup
ca: Configuració del sistema base
cs: Základní nastavení systému
de: Einrichtung des Basissystems
fr: Configuration du système de base
hu: Alaprendszer-beállítás
it: Impostazione sistema di base
ja: 基本システムセットアップ
nb: Oppsett av grunnsystem
pl: Konfiguracja podstawowego systemu
pt_br: Configuração do sistema base
ro: Instalare sistem de bază
sk: Nastavenie základného systému

source: Your initial system setup was not completed. Please continue with setting up the modules.
ca: La configuració inicial del sistema no ha estat completada. Si us plau continueu configurant els mòduls.
cs: Základní nastavení systému nebylo dokončeno. Pokračujte nastavením modulů.
de: Die erste Systemeinrichtung wurde nicht abgeschlossen. Fahren Sie damit fort, die Module einzurichten.
fr: La configuration initiale du système n'est pas terminée. Veuillez continuer à configurer les modules.
hu: A kezdeti rendszerbeállítás nem teljes. Folytassa a modulok beállításával..
it: Impostazione sistema iniziale non completata. Continuare con l'impostazione dei moduli.
ja: お使いのシステムの初期セットアップが完了していません。モジュールのセットアップを続けてください。
nb: Oppsett av grunnsystem er ikke fullført. Fortsett med å sette opp modulene.
pl: Nie ukończono wstępnej konfiguracji systemu. Należy dokończyć konfigurację modułów.
pt_br: Sua configuração inicial do sistema não foi concluída. Continue com a configuração dos módulos.
ro: Instalarea iniţială a sistemul dumneavoastră nu a fost finalizată. Vă rugăm să continuaţi cu setarea modulelor.
sk: Vaše počiatočné nastavenie systému nebolo dokončené. Prosím, pokračujte v nastavení modulov.

source: Continue initial system setup
ca: Continua amb la reparació del sistema
cs: Pokračujte základním nastavením systému
de: Mit erster Systemeinrichtung fortfahren
fr: Continuer la configuration initiale du système
hu: Rendszerbeállítás folytatása
it: Continuare impostazione sistema iniziale
ja: 初期システムセットアップを続行
nb: Fortsett med oppsett av grunnsystem.
pl: Kontynuacja wstępnej konfiguracji systemu
pt_br: Continuar a configuração inicial do sistema
ro: Continuă instalarea iniţială a sistemului
sk: Pokračovať v počiatočnom nastavení systému

source: You are using an unsupported browser. Please switch to %sFireFox 3.5 or better%s or %sInternet Explorer 8%s. Thanks! [%sclose%s]
cs: Používáte nepodporovaný prohlížeč. Prosíme, přepněte na %sFireFox 3.5 nebo novější%s nebo %sInternet Explorer 8%s. Děkujeme! [%sclose%s]
de: Sie verwenden einen nicht unterstützten Browser. Wechseln Sie zu %sFireFox 3.5 oder besser%s oder zu %sInternet Explorer 8%s. Danke! [%sclose%s]
fr: Vous utilisez un navigateur non supporté. Veuillez passer à %sFirefox 3.5 ou plus récent%s ou %sInternet Explorer 8%s. Merci ! [%sclose%s]
hu: Nem támogatott böngészőt használ. Használjon %sFireFox 3.5 vagy annál frissebb verziót%s vagy %sInternet Explorer 8%s böngészőt. Köszönjük! [%sclose%s]
it: Si sta utilizzando un browser non supportato. Passare a %sFireFox 3.5 oppure %s o a %sInternet Explorer 8%s. [%sclose%s]
ja: サポートされていないブラウザを使用しています。%sFireFox 3.5以上%s または %sInternet Explorer 8%s に切り替えてください! [%s閉じる%s]
pl: Użytkownik używa niewspieraną przeglądarkę. Obsługiwane przeglądarki: %sFireFox 3.5 lub wyższa%s lub %sInternet Explorer 8%s. [%sclose%s]
pt_br: Você está usando um browser não suportado. Alterne para o %sFireFox 3.5 ou acima%s ou o %sInternet Explorer 8%s. Obrigado! [%sfechar%s]

source: JavaScript support is missing or disabled. Please turn JavaScript on or use a supported browser (%sFireFox 3.5%s or %sInternet Explorer 8%s).
cs: Podpora JavaScriptu chybí nebo je vypnuta. Prosíme, zapněte JavaScript nebo použijte podporovaný prohlížeč (%sFireFox 3.5%s nebo %sInternet Explorer 8%s).
de: JavaScript-Unterstützung fehlt oder ist deaktiviert. Schalten Sie JavaScript ein oder verwenden Sie einen unterstützten Browser (%sFireFox 3.5%s oder %sInternet Explorer 8%s).
fr: Le support de JavaScript est manquant ou désactivé. Veuillez activer JavaScript ou utiliser un navigateur supporté (%sFirefox 3.5%s ou %sInternet Explorer 8%s).
hu: A JavaScript támogatása hiányzik vagy le van tiltva. Engedélyezze a JavaScript használatát, vagy használjon támogatott böngészőt (%sFireFox 3.5%s vagy %sInternet Explorer 8%s).
it: Supporto JavaScript mancante o non abilitato. Attivare JavaScript o utilizzare un browser supportato (%sFireFox 3.5%s o %sInternet Explorer 8%s).
ja: JavaScriptのサポートがないか、無効です。JavaScriptをオンにするか、サポートされているブラウザ(%sFireFox 3.5%s または %sInternet Explorer 8%s)を使用してください。
pl: Brak wsparcia dla JavaScript lub jest ono wyłączone. Należy włączyć wsparcie dla JavaScript bądź użyć wspieraną przeglądarkę (%sFireFox 3.5%s lub %sInternet Explorer 8%s).
pt_br: O suporte ao JavaScript está ausente ou desabilitado. Ative o JavaScript ou use um browser suportado (%sFireFox 3.5%s ou %sInternet Explorer 8%s).

source: My Appliance
ca: La meva aplicació incrustada
cs: Moje softwarové zařízení
de: Meine Appliance
fr: Ma Machine
hu: Saját berendezés
it: Applicazione
ja: アプライアンス
nb: Mitt program
pl: Moje urządzenie
pt_br: Minha Aplicação
ro: Aplicaţia mea
sk: Moje zariadenie

source: Language:
ca: Idioma:
cs: Jazyk:
de: Sprache:
fr: Langue :
hu: Nyelv:
it: Lingua:
ja: 言語:
nb: Språk:
pl: Język:
pt_br: Idioma:
ro: Limbă:
sk: Jazyk:

source: Connected host:
ca: Ordinador central connectat:
cs: Připojený hostitel:
de: Verbundener Host:
fr: Hôte connecté :
hu: Csatlakozás:
it: Host connesso:
ja: 接続済みホスト:
nb: Tilkoblet vertsmaskin:
pl: Podłączony host:
pt_br: Host conectado:
ro: Gazdă conectată:
sk: Pripojený hostiteľ:

source: User:
ca: Nom d'usuari:
cs: Uživatel:
de: Benutzer:
fr: Utilisateur :
hu: Felhasználó:
it: Utente:
ja: ユーザ:
nb: Bruker:
pl: Użytkownik:
pt_br: Usuário:
ro: Utilizator:
sk: Používateľ:

source: Control panel
ca: Panell de control
cs: Ovládací panel
de: Kontrollleiste "Steuerung"
fr: Panneau de configuration
hu: Vezérlőpult
it: Pannello di controllo
ja: コントロールパネル
nb: Kontrollsenter
pl: Kanał sterowania
pt_br: Painel de controle
ro: Panoul de control
sk: Ovládací panel

source: You will be logged off in
de: Sie werden abgemeldet in
it: L'utente sarà disconnesso fra
ja: ログオフします:
pt_br: Você será desconectado em

source: seconds due to session timeout.
de: Sekunden aufgrund der Zeitüberschreitung bei der Sitzung.
it: secondi a causa di un timeout della sessione.
ja: 秒(セッションタイムアウトによる)
pt_br: segundos devido ao tempo de espera da sessão.

source: ...Wait...
ca: ...Espereu...
cs: ...Čekejte...
de: ...Warten...
fr: ... Patientez ...
hu: ...Várakozás...
it: ...Attendere...
ja: ...お待ちください...
nb: ...Vent...
pl: ...Proszę czekać...
pt_br: ...Aguarde...
ro: ...Aşteptaţi...
sk: ...Čakajte...

source: Enter login credentials for host %s.
ca: Entreu les credencials de la sessió per a l'ordinador central %s.
cs: Zadejte přihlašovací údaje pro hostitele %s.
de: Geben Sie den Anmeldeberechtigungsnachweis für Host "%s" ein.
fr: Entrez les identifiants de connexion pour l'hôte %s.
hu: Adja meg a hitelesítéshez szükséges adatokat a(z) %s géphez.
it: Immettere le credenziali di login per l'host %s.
ja: ホスト %s に対するログイン資格情報を入力してください。
nb: Angi brukerrettigheter for vertsmaskinen %s.
pl: Proszę wprowadzić informacje logowania dla hosta %s.
pt_br: Digite as credenciais de login para o host %s.
ro: Introduceţi datele de conectare pentru gazda %s.
sk: Zadajte prihlasovacie poverenie pre hostiteľa %s.

source: Username:
ca: Nom d'usuari:
cs: Uživatelské jméno:
de: Benutzername:
fr: Nom d'utilisateur :
hu: Felhasználónév:
it: Nome utente:
ja: ユーザ名:
nb: Brukernavn:
pl: Nazwa użytkownika:
pt_br: Nome do usuário:
ro: Nume utilizator:
sk: Používateľské meno:

source: Service %s is not available in the target machine
ca: El servei %s no es troba disponible a la màquina de destí
cs: Služba %s není v cílovém počítači k dispozici.
de: Dienst "%s" ist auf dem Zielcomputer nicht verfügbar
fr: Le service %s n'est pas disponible sur la machine cible
hu: A(z) %s szolgáltatás nem érhető el a célgépen
it: Il servizio %s non è disponibile sul computer di destinazione
ja: サービス %s はターゲットマシン内で利用可能な状態ではありません
nb: Tjenesten %s er ikke tilgjengelig på målmaskinen
pl: Usługa %s nie jest dostępna na docelowym systemie
pt_br: O serviço %s não está disponível na máquina de destino
ro: Serviciul %s nu este disponibil în cadrul maşinii ţintă
sk: Služba %s nie je dostupná na cieľovom počítači

source: Service %s is not running on the target machine
ca: No s'està executant el servei %s a la màquina de destí
cs: Služba %s není v cílovém počítači spuštěna.
de: Dienst "%s" wird auf dem Zielcomputer nicht ausgeführt
fr: Le service %s n'est pas en cours d'exécution sur la machine cible
hu: A(z) %s szolgáltatás nem fut a célgépen
it: Il servizio %s non è in esecuzione sul computer di destinazione
ja: サービス %s はターゲットマシン内で動作していません
nb: Tjenesten %s kjører ikke på målmaskinen
pl: Usługa %s nie jest uruchomiona na docelowym systemie
pt_br: O serviço %s não está em execução na máquina de destino
ro: Serviciul %s nu este activ pe calculatorul ţintă
sk: Služba %s nebeží na cieľovom počítači

source: Permission %s is not granted for user %s
ca: El permís %s no està garantit per l'usuari %s
cs: Oprávnění %s není uděleno uživateli %s.
de: Berechtigung "%s" wird Benutzer "%s" nicht gewährt
fr: La permission %s n'est pas accordée à l'utilisateur %s
hu: A(z) %s jogosultság nem került hozzáadásra a(z) %s felhasználóhoz
it: Autorizzazione %s negata all'utente %s
ja: 許可 %s がユーザ %s に付与されていません
nb: Brukeren %s har ikke rettigheten %s
pl: Nie można uzyskać zezwolenia %s dla użytkownika %s
pt_br: Permissão %s não concedida para o usuário %s
ro: Permisiunea %s nu este acordată utilizatorului %s
sk: Nie je povolený prístup %s pre používateľa %s.
