Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Switching profile
af: Wissel van profiel
bn: প্রোফাইল পালটাচ্ছে
el: Εναλλαγή profile
hi: प्रोफाइल बदलना

source: Cannot execute switch application.
af: Kan wisseltoepassing nie uitvoer nie.
bn: সুইচ প্রয়োগ চালাতে পারে না
el: Αδυναμία εκτέλεσης εφαρμογής εναλλαγής.
hi: अनुप्रयोग परिवर्तन निष्पादित नहीं कर सकते

source: Could not stat %1
af: Kon %1 nie stat nie
bn: %1 শুরু করতে পারে নি
el: Αδυναμία διατύπωσης %1
hi: %1 शुरू नहीं कर सकते

source: Should Profile Chooser start automatically when you log in?
af: Behoort profielkieser outomaties te begin wanneer u aanteken?
bn: আপনি লগ ইন করার সময়ে কি আপনা থেকেই প্রোফাইল নির্বাচক শুরু করা হবে?
el: Να ξεκινά η Επιλογή Profile αυτόματα με τη σύνδεση σας;
hi: क्या प्रोफाइल चूज़र को स्वतः शुरू हो जाना चाहिए, जब आप लॉग इन करते हैं?

source: Start automatically
af: Begin outomaties
bn: আপনা থেকে শুরু করুন
el: Αυτόματη εκκίνηση
hi: स्वतः शुरू करें

source: Do not start
af: Moenie begin nie
bn: শুরু করবেন না
el: Να μην ξεκινά
hi: शुरू न करें

source: <b>SaX2 Suggestion</b><hr>The currently-started graphics system is based on a suggestion made by SaX2. If this is acceptable, click <b>OK</b>. Otherwise, change the configuration.
af: <b>SaX2-voorstel</b><hr>Die grafikastelsel wat tans begin is, is gebaseer op ’n voorstel wat deur SaX2 gemaak is. As dit aanvaarbaar is, klik <b>Goed</b>. Andersins, wysig die konfigurasie.
bn: <b>SaX2 পরামর্শ</b><hr>বর্তমানে শুরু হওয়া গ্রাফিক্স সিস্টেমটিSaX2 -র পরামর্শের ভিত্তিতে। এটা যদি গ্রহণীয় হয় তাহলে<b>OK</b> তে ক্লিক করুন। অন্যথায় সংরূপণ পালটান।
el: <b>Υπόδειξη του SaX2</b><hr>Το τρέχον σύστημα γραφικών βασίζεται στην υπόδειξη που έγινε μέσω του SaX2. Αν σας είναι αποδεκτό αυτό το περιβάλλον κάντε κλικ στο <b>Εντάξει</b>. Διαφορετικά αλλάξτε τις ρυθμίσεις.
hi: <b>SaX2 सुझाव</b><hr>मौजूदा समय में शुरू किया ग्राफिक्स सिस्टम SaX2 द्वारा बनाए गएसुझाव पर आधारित है। यदि यह स्वीकार्य है, <b>ठीक है</b> पर क्लिक करें। अन्यथा,समरूपण परिवर्तित करें।

source: <b>3D acceleration not supported</b><hr>SaX2 cannot offer activation of the 3D subsystem because your graphics card/driver doesn't support 3D
el: <b>Η επιτάχυνση 3D δεν υποστήριζεται</b><hr>Το SaX2 δεν είναι σε θέση να προσφέρει ενεργοποίηση του υποσυστήματος 3D επειδή η κάρτα γραφικών σας δεν υποστηρίζει 3D

source: <b>3D acceleration not supported</b><hr>SaX2 cannot offer activation of the 3D subsystem because Xinerama based dual head mode is used. The Xorg Xinerama extension for combining graphics screens doesn't support 3D on all heads
el: <b>Η επιτάχυνση 3D δεν υποστηρίζεται</b><hr>Το SaX2 δεν είναι σε θέση να προσφέρει ενεργοποίηση του υποσυστήματος 3D επειδή το Xinerama βασίζεται σε λειτουργία διπλής κεφαλής. Η επέκταση Xorg Xinerama για το συνδυασμό γραφικών οθονών δεν υποστηρίζει 3D σε όλες τις κεφαλές

source: Automatic Graphics System Setup
af: Outomatiese grafikastelselopstelling
bn: স্বয়ংক্রিয় গ্রাফিক্স সিস্টেম সেটআপ
el: Αυτόματη ρύθμιση συστήματος γραφικών
hi: स्वचालित ग्राफिक्स सिस्टम सेटअप

source: Information...
af: Inligting ...
bn: তথ্য...
el: Πληροφορίες...
hi: जानकारी...

source: SaX2: X11 Configuration
af: SaX2: X11-konfigurasie
bn: SaX2: X11 সংরূপণ
el: SaX2: Ρύθμιση Χ11
hi: SaX2: X11 कॉन्फिगरेशन

source: SaX Control Center
af: SaX-beheersentrum
bn: SaX নিয়ন্ত্রণ কেন্দ্র
el: Κέντρο Ελέγχου SaX
hi: SaX नियंत्रण केंद्र

source: <b>Display size changed</b><hr>The display size has been adapted to the new layout.
el: <b>Η ανάλυση οθόνης άλλαξε</b><hr>Η ανάλυση οθόνης έχει υιοθετήσει τη νεα εμφάνιση.

source: O&K
af: G&oed
el: Ο&Κ
hi: ठीक है

source: &Yes
af: &Ja
bn: হ্যাঁ
el: &Ναι
hi: हां

source: &No
af: &Nee
bn: &না
el: Ό&χι
hi: &नहीं

source: <b>Exit SaX2</b><hr>Exit SaX2 now?
af: <b>Gaan uit SaX2</b><hr>Gaan nou uit SaX2?
bn: <b>SaX2 থেকে প্রস্থান</b><hr>SaX2 থেকে এখন প্রস্থান করবেন?
el: <b>Έξοδος από το SaX2</b><hr>Θέλετε να εγκαταλείψετε το SaX2 τώρα;
hi: <b>SaX2 से बाहर जाएं</b><hr>SaX2 से अभी बाहर जाएं?

source: Message
af: Boodskap
bn: বার্তা
el: Μήνυμα
hi: संदेश

source: C&hange Configuration
af: W&ysig konfigurasie
bn: সংরূপণ পালটান
el: Α&λλαγή ρυθμίσεων
hi: कॉन्फिगरेशन को ब&दलें

source: Monitor
bn: মনিটর
el: Οθόνη
hi: निगरानी करें

source: Card and Monitor Properties
af: Kaart- en monitoreienskappe
bn: কার্ড ও মনিটরের বৈশিষ্ট্য
el: Ιδιότητες κάρτας και οθόνης
hi: कार्ड और मॉनीटर विशेषताएं

source: Mouse
af: Muis
bn: মাউস
el: Ποντίκι
hi: माउस

source: Mouse Properties
af: Muiseienskappe
bn: মাউসের বৈশিষ্ট্য
el: Ιδιότητες Ποντικιού
hi: माउस विशेषताएं

source: Keyboard Properties
af: Sleutelbordeienskappe
bn: কিবোর্ডের বৈশিষ্ট্য
el: Ιδιότητες πληκτρολογίου
hi: कीबोर्ड विशेषताएं

source: Tablet
bn: ট্যাবলেট
el: Ταμπλέτα
hi: टैबलैट

source: Tablet Properties
af: Tableteienskappe
bn: ট্যাবলেট-এর বৈশিষ্ট্য
el: Ιδιότητες ταμπλέτας
hi: टैबलैट विशेषताएं

source: Touchscreen
af: Aanraakskerm
bn: টাচস্ক্রীন
el: Οθόνη επαφής
hi: टचस्क्रीन

source: Touchscreen Properties
af: Aanraakskermeienskappe
bn: টাচস্ক্রীন-এর বৈশিষ্ট্য
el: Ιδιότητες οθόνης επαφής
hi: टचस्क्रीन विशेषताएं

source: Remote Access
el: Απομακρυσμένη Πρόσβαση

source: Remote Access Properties
af: Afstandstoegangeienskappe
bn: দূরস্থ এক্সেস বৈশিষ্ট্য
el: Ιδιότητες απομακρυσμένης πρόσβασης
hi: रिमोट एक्सेस विशेषताएं

source: Display %1
el: Προβολή %1

source: Activate This Display
af: Aktiveer hierdie skerm
bn: এই প্রদর্শন সক্রিয় করুন
el: Ενεργοποίηση αυτής της απεικόνισης
hi: यह डिस्प्ले सक्रिय करें

source: Activate This Pointer
af: Aktiveer hierdie wyser
bn: এই পয়েন্টার সক্রিয় করুন
el: Ενεργοποίηση αυτού του δείκτη
hi: यह पाइंटर सक्रिय करें

source: Card
af: Kaart
bn: কার্ড
el: Κάρτα
hi: कार्ड

source: &Change...
af: &Wysig ...
bn: পালটান...
el: &Αλλαγή...
hi: बदलें

source: &Options...
af: &Opsies ...
bn: &বিকল্পগুলি...
el: &Επιλογές...
hi: &विकल्‍प...

source: Con&figure...
af: Kon&figureer ...
bn: সংরূপণ করুন...
el: Ρύθμι&ση...
hi: समरूपण

source: Dual Head Mode
af: Tweekopmodus
bn: ডুয়াল হেড মোড
el: Κατάσταση Dual Head
hi: दोहरा हैड मोड

source: Options
af: Opsies
bn: বিকল্পগুলি
el: Επιλογές
hi: विकल्‍प

source: Activate Mouse Wheel
af: Aktiveer muiswiel
bn: মাউস হুইল সক্রিয় করুন
el: Ενεργοποίηση ροδέλας ποντικιού
hi: माऊस वील सक्रिय करें

source: Invert X-Axis
af: Keer X-as om
bn: X-অক্ষ উলটে দিন
el: Αντιστροφή Άξονα Χ
hi: एक्स-धूरी इनवर्ट करें

source: Invert Y-Axis
af: Keer Y-as om
bn: Y-অক্ষ উলটে দিন
el: Αντιστροφή Άξονα Υ
hi: वाई-धूरी इनवर्ट करें

source: Activate Left-Hand Button Mapping
el: Ενεργοποίηση Λειτουργίας Κουμπιου Αριστερόχειρα

source: Activate 3-Button Emulation
af: Aktiveer 3-knoppienabootsing
bn: 3-বাটন এমুলেশন সক্রিয় করুন
el: Ενεργοποίηση εξομοίωσης 3-κουμπιών
hi: 3-बटन एमुलेशन सक्रिय करें

source: Emulate Wheel with Mouse Button
af: Boots wiel met muisknoppie na
bn: মাউসের বোতাম দিয়ে চাকার নকল করুন
el: Εξομοίωση της ροδέλας με πλήκτρο ποντικιού
hi: माऊस बटन के साथ वील एमुलेट करें

source: Rotate Screen
af: Roteer skerm
bn: পর্দা ঘোরান
el: Περιστροφή οθόνης
hi: स्क्रीन रोटेट करें

source: Test
af: Toets
bn: পরীক্ষা
el: Δοκιμή
hi: जांच

source: &Test
af: &Toets
bn: &পরীক্ষা
el: &Δοκιμή
hi: जांच

source: &Save
af: &Berg
bn: &সংরক্ষণ করুন
el: &Αποθήκευση
hi: रक्षित करें

source: Layout
af: Uitleg
bn: সজ্জা
el: Διάταξη
hi: लेआउट

source: Test ready
af: Toets gereed
bn: পরীক্ষা প্রস্তুত
el: Δοκιμή έτοιμη
hi: जांच तैयार

source: Single Click: Done
af: Enkelklik: Gedoen
bn: একমাত্র ক্লিক: হয়ে গেছে
el: Μονό κλικ: Έγινε
hi: एकल क्लिक: हो गया

source: Double Click: Done
af: Dubbelklik: Gedoen
bn: ডবল ক্লিক: হয়ে গেছে
el: Διπλό κλικ: Έγινε
hi: दोहरा क्लिक: हो गया

source: Scrolling
af: Rol
bn: স্ক্রল করছে
el: Κύλιση
hi: स्क्रॉलिंग

source: Button pressed
af: Knoppie gedruk
bn: বোতাম টেপা হয়েছে
el: Πατήθηκε κουμπί
hi: बटन दबाया

source: Button released
af: Knoppie gelos
bn: বোতাম মুক্ত করা হয়েছে
el: Ελευθερώθηκε κουμπί
hi: बटन छोड़ा

source: Stopped: Done
af: Gestop: Gedoen
bn: স্তব্ধ: হয়ে গেছে
el: Σταμάτημα: Έγινε
hi: रोक दिया: हो गया

source: Properties
af: Eienskappe
bn: বৈশিষ্ট্য
el: Ιδιότητες
hi: विशेषताएं

source: Activate Dual Head Mode
af: Aktiveer tweekopmodus
bn: ডুয়াল হেড মোড সক্রিয় করুন
el: Ενεργοποίηση κατάστασης Dual Head
hi: दोहरा हैड मोड सक्रिय करें

source: Resolution
af: Resolusie
bn: রেজলিউশন
el: Ανάλυση
hi: रिसॉल्यूशन

source: Colors
af: Kleure
bn: রঙগুলি
el: Χρώματα
hi: रंग

source: Activate 3D Acceleration
af: Aktiveer 3D-versnelling
bn: 3D ত্বরণ সক্রিয় করুন
el: Ενεργοποίηση 3Δ επιτάχυνσης
hi: 3डी एसिलरेशन सक्रिय करें

source: Monitor for Card
af: Monitor vir kaart
bn: কার্ডের জন্য মনিটর
el: Οθόνη για την κάρτα
hi: कार्ड के लिए मॉनीटर

source: Second Monitor for Card
af: Tweede monitor vir kaart
bn: কার্ডের জন্য দ্বিতীয় মনিটর
el: Δεύτερη οθόνη για την κάρτα
hi: कार्ड के लिए दूसरा मॉनीटर

source: Sync Frequencies
af: Sinkrofrekwensies
bn: সিংক কম্পাঙ্ক
el: Συχνότητες συγχρονισμού
hi: सिंक फ्रीक्वेसियां

source: Display Size
af: Skermgrootte
bn: আকার দেখান
el: Μέγεθος απεικόνισης
hi: डिस्प्ले आकार

source: Arrangement
af: Rangskikking
bn: বিন্যাস
el: Διευθέτηση
hi: व्यवस्था

source: Activated in %1 mode with %2
af: Geaktiveer in %1 modus met %2
bn: %2 দিয়ে %1 মোডে সক্রিয় হয়েছে
el: Ενεργοποιήθηκε σε κατάσταση %1 σε %2
hi: %2 के साथ %1 मोड में सक्रिय

source: Activated in driver default mode
af: Geaktiveer in aandrywerverstekmodus
bn: ড্রাইভার ডিফল্ট মোডে সক্রিয়
el: Ενεργοποιήθηκε στην προκαθορισμένη κατάσταση του οδηγού
hi: ड्राइवर डिफाल्ट मोड में सक्रिय

source: Unconfigured
af: Ongekonfigureer
bn: অসংরূপিত
el: Δεν έχει ρυθμιστεί
hi: असमरूरित

source: <b>Cannot Deactivate All Displays</b><hr><nobr>At least one display must be active.</nobr>
af: <b>Kan alle skerms nie deaktiveer nie</b><hr><nobr>Ten minste een skerm moet aktief wees.</nobr>
bn: <b>সকল প্রদর্শনগুলি নিষ্ক্রিয় করতে পারে না</b><hr><nobr>কমপক্ষে একটি প্রদর্শনসক্রিয় থাকতে হবে।</nobr>
el: <b>Αδυναμία απενεργοποίησης όλων των απεικονίσεων</b><hr><nobr>Τουλάχιστον μία απεικόνιση πρέπει να είναι ενεργή.</nobr>
hi: <b>सभी डिस्प्ले को निष्क्रिय नहीं कर सकते</b><hr><nobr>कम से कम एक डिस्प्ले सक्रियरहना जरूरी है।</nobr>

source: No configuration available
af: Geen konfigurasie beskikbaar nie
bn: কোন সংরূপণ উপলভ্য নেই
el: Καμία διαθέσιμη διαμόρφωση
hi: कोई भी कॉन्फिगरेशन उपलब्‍ध नहीं है

source: Traditional Multihead: Each screen is an independent display
af: Tradisionele multikop: Elke skerm is onafhanklik
bn: পরম্পরাগত মাল্টিহেড: প্রতিটি পর্দাই একটি স্বাধীন প্রদর্শন
el: Παραδοσιακό Multihead: Κάθε οθόνη είναι μια ανεξάρτητη απεικόνιση
hi: परंपरागत मल्टीहैड: प्रत्येक स्क्रीन एक स्वतंत्र डिस्प्ले है

source: Cloned Multihead: Each display is a clone of the primary display
af: Gekloonde multikop: Elke skerm is ’n kloon van die hoofskerm
bn: ক্লোনড মাল্টিহেড: প্রতিটি প্রদর্শনই প্রধান প্রদর্শনের একটি ক্লোন
el: Κλωνοποιημένο Multihead: Κάθε απεικόνιση είναι κλώνος της πρωτεύουσας απεικόνισης
hi: क्लोन्ड मल्टीहैड: प्रत्येक डिस्प्ले प्राथमिक डिस्प्ले का क्लोन है

source: Xinerama Multihead: Build one big display out of all screens
af: Xinerama-multikop: Bou een groot skerm uit al die ander skerms
bn: Xinerama মাল্টিহেড: সকল পর্দাগুলি থেকে একটি বড় প্রদর্শন নির্মাণ করুন
el: Xinerama Multihead: Κατασκευή μιας μεγάλης απεικόνισης από όλες τις οθόνες.
hi: साइनरामा मल्टीहैड: सभी स्क्रीनों में से एक बड़ा डिस्प्ले बनाएं

source: Multihead Mode
af: Multikop-modus
bn: মাল্টিহেড মোড
el: Κατάσταση Multihead
hi: मल्टीहैड मोड

source: Connected To
af: Verbind met
bn: এর সাথে যুক্ত
el: Συνδεδεμένη σε
hi: से संपर्क स्थापित

source: Unknown Monitor:
af: Onbekende monitor:
bn: অজানা মনিটর:
el: Άγνωστη οθόνη:
hi: अज्ञात मॉनीटर:

source: Primary Monitor:
af: Hoofmonitor:
bn: প্রধান মনিটর:
el: Πρωτεύουσα οθόνη:
hi: प्राथमिक मॉनीटर:

source: Monitor Settings
af: Monitorinstellings
bn: মনিটরের সেটিং
el: Ρυθμίσεις οθόνης
hi: मॉनीटर सेटिंग्स

source: Mouse Settings
af: Muisinstellings
bn: মাউসের সেটিং
el: Ρυθμίσεις ποντικιού
hi: माउस सेटिंग्स

source: Graphics Card Settings
af: Grafikakaartinstellings
bn: গ্রাফিক্স কার্ড সেটিং
el: Ρυθμίσεις κάρτας γραφικών
hi: ग्राफिक्स कार्ड सेटिंग

source: Dual Head Settings
af: Tweekopinstellings
bn: ডুয়াল হেড সেটিং
el: Ρυθμίσεις Dual Head
hi: दोहरा हैड सेटिंग

source: Not Rotated
af: Nie geroteer nie
bn: আবর্তিত নয়
el: Δεν έχει περιστραφεί
hi: रोटेट हुआ नहीं

source: To the Left
af: Na links
bn: বামদিকে
el: Στα αριστερά
hi: बाईँ ओर

source: To the Right
af: Na regs
bn: ডানদিকে
el: Στα δεξιά
hi: दाईँ ओर

source: <b>Invalid Color/Resolution combination:</b><hr><nobr>The selected resolution and/or color settings</nobr> are not supported by the graphics cards framebuffer.
el: <b>Λανθασμένος συνδυασμός Χρώματος/Ανάλυσης:</b><hr><nobr>Η επιλεγμένη ανάλυση και/ή ρυθμίσεις χρωμάτων</nobr> δεν υποστηρίζονται από το framebuffer των καρτών γραφικών.

source: <b>Option Needs a Value</b><hr><nobr>Set up a value for option %1.</nobr>
af: <b>Opsie benodig ’n waarde</b><hr><nobr>Stel ’n waarde op vir opsie %1.</nobr>
bn: <b>বিকল্পের একটি মান প্রয়োজন</b><hr><nobr>বিকল্প %1-এর জন্য একটি মান সেট আপ করুন।</nobr>
el: <b>Η επιλογή απαιτεί μια τιμή</b><hr><nobr> Καθορίστε μια τιμή για την επιλογή %1.</nobr>
hi: <b>विकल्प को वैल्यू की जरूरत है</b><hr><nobr>विकल्प %1 के लिए एक वैल्यू सेटकरें।<nobr>

source: Monitor: Vendor and Name Selection
af: Monitor: Verkoper en naamkeuse
bn: মনিটর: বিক্রেতা এবং নাম নির্বাচন
el: Οθόνη: Επιλογή Κατασκευαστή και Ονόματος
hi: मॉनीटर: निर्माणकर्त्ता और नाम चुनाव

source: Mouse: Vendor and Name Selection
af: Muis: Verkoper en naamkeuse
bn: মাউস: বিক্রেতা এবং নাম নির্বাচন
el: Ποντίκι: Επιλογή Κατασκευαστή και Ονόματος
hi: माउस: निर्माणकर्त्ता और नाम चुनाव

source: Manual Sync Frequency Setup
af: Sinkrofrekwensie-opstelling met die hand
bn: হস্তচালিত সিংক কম্পাঙ্ক সেটআপ
el: Χειροκίνητη ρύθμιση συχνοτήτων συγχρονισμού
hi: मैनुअल सिंक फ्रीक्वेंसी सेटअप

source: Diagonal and Aspect Ratio
af: Diagonale en aspekverhouding
bn: কর্ণ বরাবর এবং দৈর্ঘ্য প্রস্থের অনুপাত
el: Διαγώνιος και λόγος διαστάσεων
hi: डायग्नल और पहलू अनुपात

source: Display Size in [ mm ]
af: Skermgrootte in [ mm ]
bn: [ mm ] এ আকার দেখান
el: Μέγεθος απεικόνισης σε [ mm ]
hi: [मिमी] में डिस्प्ले आकार

source: <b>Note:</b> Wrong sync ranges may damage your monitor. Consult the monitor manual for the settings.<br><br>If you want your monitor not to use its maximum rating, decrease the sync ranges.
af: <b>Nota:</b> Verkeerde sinkrobestekke kan u monitor beskadig. Raadpleeg die monitorhandleiding vir die instellings.<br><br>As u nie wil hê dat u monitor sy maksimum vermoë gebruik nie, verminder die sinkrobestekke.
bn: <b>টীকা:</b> ভুল সিংক শ্রেণী আপনার মনিটরকে ক্ষতিগ্রস্ত করতে পারে। সেটিংয়ের জন্য মনিটরের ব্যবহার নির্দেশিকা দেখুন।<br><br> আপনি যদি চান যে আপনার মনিটর তার সর্বাধিক রেটিং ব্যবহার না করুক তাহলে সিংক শ্রেণী কমিয়ে দিন।
el: <b>Σημείωση:</b>Λανθασμένες εμβέλειες συγχρονισμού μπορεί να βλάψουν την οθόνη σας. Μελετήστε το εγχειρίδιο της οθόνης σας για τις ρυθμίσεις.<br><br>Εάν δεν θέλετε να χρησιμοποιηθούν τα μέγιστα όρια της οθόνης, μειώστε τις εμβέλειες συγχρονισμού.
hi: <b>नोट:</b>गलत सिंक रेंज आपके मॉनीटर को क्षतिग्रस्त कर सकती हैं। सेटिंग्स के लिएमॉनीटर देखें। <br><br>यदि आप नहीं चाहते कि आपका मॉनीटर अपनी उच्चतम रेटिंग प्रयोगकरें, सिंर रेंज घटा दें।

source: Activate DPMS
af: Aktiveer DPMS
bn: DPMS সক্রিয় করুন
el: Ενεργοποίηση του DPMS
hi: डीपीएमएस सक्रिय करें

source: Utility Disk...
af: Nutskyf ...
bn: ইউটিলিটি ডিস্ক...
el: Δισκέτα βοηθητικών εργαλείων...
hi: युटिलिटी डिस्क...

source: Horizontal
af: Horisontaal
bn: অনুভূমিক
el: Οριζόντια
hi: क्षैतिजीय

source: Second Monitor:
af: Tweede monitor:
bn: দ্বিতীয় মনিটর:
el: Δεύτερη Οθόνη:
hi: दूसरा मॉनीटर:

source: Second Monitor Resolution
af: Tweede monitor-resolusie
bn: দ্বিতীয় মনিটরের রেজলিউশন
el: Ανάλυση δεύτερης οθόνης
hi: दूसरा मॉनीटर रिसॉल्यूशन

source: Vertical
af: Vertikaal
bn: উল্লম্ব
el: Κάθετη
hi: वर्टिकल

source: Aspect Ratio
af: Aspekverhouding
bn: দৈর্ঘ্য প্রস্থের অনুপাত
el: Λόγος διαστάσεων
hi: पहलू अनुपात

source: Diagonal
af: Diagonaal
bn: কোণ বরাবর
el: Διαγώνιος
hi: विकर्ण

source: X Axis [mm]
af: X-as [mm]
bn: X অক্ষ [mm]
el: Άξονας X [mm]
hi: एक्स धूरी [एमएम]

source: Y Axis [mm]
af: Y-as [mm]
bn: X অক্ষ [mm]
el: Άξονας Y [mm]
hi: वाई धूरी [एमएम]

source: Not configured
af: Nie gekonfigureer nie
bn: সংরূপিত নয়
el: Δεν έχει ρυθμιστεί
hi: समरूपित नहीं

source: inches
af: duime
bn: ইঞ্চি
el: ίντσες
hi: इंच

source: <b>Insert CD or Disk</b><hr>Insert the display utility CD or disk from the monitor vendor.
af: <b>Sit CD of skyf in</b><hr>Sit die skermnut-CD of -skyf vanaf die monitorverkoper in.
bn: <b>CD বা ডিস্ক প্রবেশ করুন</b><hr>মনিটর বিক্রেতার প্রদর্শন ইউটিলিটি CD বা ডিস্ক প্রবেশ করুন।
el: <b>Εισαγωγή δισκέτας ή CD </b><hr>Παρακαλώ εισάγετε τη δισκέτα ή το CD εργαλείων οθόνης από τον κατασκευαστή της οθόνης.
hi: <b>सीडी या डिस्क डालें</b><hr>मॉनीटर निर्माणकर्त्ता से प्राप्त युटिलिटी सीडी याडिस्क डालें।

source: <b>Read Error</b><hr>Could not read from CD or disk. This may point to a damaged medium or incorrectly formatted information files.
af: <b>Lees fout</b><hr>Kon nie vanaf CD of skyf lees nie. Dit kan dalk dui op ’n beskadigde medium of verkeerd-geformatteerde inligtinglêers.
bn: <b>পড়ার ত্রুটি</b><hr> সিডি বা ডিস্ক থেকে পড়তে পারে নি। এটা ক্ষতিগ্রস্ত মাধ্যম বা ভুলভাবে ফর্ম্যাট করাতথ্য ফাইলগুলির প্রতি নির্দেশ করতে পারে।
el: <b>Σφάλμα ανάγνωσης</b><hr>Δεν είναι δυνατή η ανάγνωση από το CD ή τη δισκέτα. Αυτό μπορεί να οφείλεται σε έναν χαλασμένο μέσο αποθήκευσης ή σε λάθος διαμορφωμένες πληροφορίες αρχείου του μέσου.
hi: <b>पढ़ने में त्रुटि</b><hr>सीडी या डिस्क से पढ़ नहीं सकते। यह क्षतिग्रस्त माध्यम या गलतरूप से फॉर्मेट हुई जानकारी फाइलों के कारण हो सकता है।

source: Traditional
af: Tradisioneel
bn: ঐতিহ্যপূর্ণ
el: Παραδοσιακή
hi: पारंपरिक

source: Clone
af: Kloon
bn: ক্লোন
el: Κλώνος
hi: क्लोन

source: Mouse Model
af: Muismodel
bn: মাউস মডেল
el: Μοντέλο ποντικιού
hi: माउस मॉडल

source: Primary Setup
af: Hoofopstelling
bn: প্রধান সেটআপ
el: Πρωτεύουσα ρύθμιση
hi: प्राथमिक सेटअप

source: Variant
bn: পরিবর্তনশীল
el: Παραλλαγή
hi: भिन्न

source: Additional Layouts
af: Bykomende uitlegte
bn: অতিরিক্ত সজ্জা
el: Επιπρόσθετες διατάξεις
hi: अतिरिक्त लेआउट

source: Group Shift/Lock Behavior
af: Groepskuif/Sluitoptrede
bn: গ্রুপ শিফট /লক আচরণ
el: Ομαδοποίηση συμπεριφοράς Shift/Lock
hi: समूह शिफ्ट/लॉक व्यवहार

source: Use Keyboard LED to Show Alternate Group
af: Gebruik sleutelbord-LED om alternatiewe groep te toon
bn: বিকল্প গ্রুপ দেখাবার জন্য কিবোর্ডের LED ব্যবহার করুন
el: Χρήση του LED του πληκτρολογίου για την εμφάνιση εναλλακτικής ομάδας
hi: वैकल्पिक समूह दर्शाने के लिए कीबोर्ड लेआउट प्रयोग करें

source: Compose Key Position
af: Stel sleutelposisie saam
bn: কি-এর অবস্থান রচনা করুন
el: Θέση του πλήκτρου Compose
hi: की स्थिति कंपोज़ करें

source: Control Key Position
af: Beheer sleutelposisie
bn: নিয়ন্ত্রণ কি-এর অবস্থান
el: Θέση του Control Key
hi: नियंत्रण कुंजी स्थिति

source: Third Level Chooser
af: Derdevlakkieser
bn: তৃতীয় পর্যায় নির্বাচক
el: Επιλογέας τρίτου επιπέδου
hi: तीसरे स्तर का चुनने वाला

source: Alt/Win Key Behavior
af: Alt/Win-sleuteloptrede
bn: Alt/Win কি-এর আচরণ
el: Συμπεριφορά πλήκτρου Alt/Win
hi: Alt/Win कुंजी व्यवहार

source: EuroSign Key Position
el: Θέση του Ευρώ

source: CapsLock Key Behavior
af: CapsLock-sleuteloptrede
bn: CapsLock কি-এর আচরণ
el: Συμπεριφορά πλήκτρου CapsLock
hi: कैप्सलॉक कुंजी व्यवहाक

source: Morocco
af: Marokko
bn: মরোক্কো
el: Μαρόκο
hi: मोरक्को

source: Ethiopia
af: Ethiopië
bn: এস্টোনিয়া
el: Αιθιοπία
hi: इथियोपिया

source: Left Alt key switches group while pressed.
af: Linker-Alt-sleutel wissel groep terwyl dit gedruk word.
bn: বামদিকের Alt কি টেপা থাকলে তা গ্রুপ বদল করে।
el: Το Αριστερό Alt πλήκτρο αλλάζει ομάδα κατα το πάτημα του.
hi: बाईं Alt कुंजी दबाए जाने पर समूह बदलती है

source: Both Ctrl keys together change group.
af: Beide Ctrl-sleutels saam wysig groep.
bn: উভয় Ctrl কি একসাথে গ্রুপ বদল করে।
el: Τα δυο Ctrl πλήκτρα μαζί αλλάζουν ομάδα.
hi: दोनों Ctrl कुंजियां साथ में समूह बदलती हैं।

source: Right Shift key changes group.
af: Regter-Shift-sleutel wysig groep.
bn: ডানদিকের Shift কি গ্রুপ বদল করে।
el: Το Δεξί Shift πλήκτρο αλλάζει ομάδα.
hi: दाईँ शिफ्ट कुंजी समूह बदलती है।

source: Left Win key changes group.
af: Regter-Win-sleutel wysig groep.
bn: বামদিকের Win কি গ্রুপ বদল করে।
el: Το Αριστερό Win πλήκτρο αλλάζει ομάδα.
hi: बाईं Win कुंजी समूह बदलती है।

source: Left Alt key changes group.
af: Linker-Alt-sleutel wysig groep.
bn: বামদিকের Alt কি গ্রুপ বদল করে।
el: Το Αριστερό Alt πλήκτρο αλλάζει ομάδα.
hi: बाईं Alt कुंजी समूह बदलती है।

source: Both Win keys switch group while pressed.
af: Beide Win-sleutels wissel groep terwyl dit gedruk word.
bn: উভয় Win কি টেপা থাকলে গ্রুপ বদল করে।
el: Τα δυο Win πλήκτρα μαζί αλλάζουν ομάδα.
hi: दोनों Win कुंजियां दबाए जाने पर समूह बदलती है

source: Right Ctrl key switches group while pressed.
af: Regter-Ctrl-sleutel wissel groep terwyl dit gedruk word.
bn: ডানদিকের Ctrl কি টেপা থাকলে তা গ্রুপ বদল করে।
el: Το Δεξί Ctrl πλήκτρο αλλάζει ομάδα κατα το πάτημα του.
hi: दाईं Ctrl कुंजी दबाए जाने पर समूह बदलती है

source: Left Alt is swapped with left Win-key.
el: Το Αριστερό Left πλήκτρο εναλλάσεται με το Αριστερό Win πλήκτρο.

source: Default numpad keys.
el: Προκαθορισμένα πλήκτρα αριθμών.

source: Adding the nobreakspace keysym to space key
el: Προσθήκη του nobreakspace keysym στο πλήκτρο space

source: Use keypad with unicode additions (arrows and math operators)
el: Χρησιμοποίηση του keypad με προσθήκες unicode (βέλη και μαθηματικούς συντελεστές)

source: Force standard legacy keypad
el: Εξαναγκασμός standard legacy keypad

source: CapsLock uses internal capitalization. Shift doesn't affect CapsLock.
el: Το CapsLock χρησιμοποιεί εσωτερική κεφαλαιοποίηση. Το Shift δεν επηρεάζει το CapsLock.

source: Keypad layout selection
el: Επιλογή εμφάνισης keypad

source: Alt+CapsLock changes group.
el: Alt+CapsLock αλλάζει ομάδα.

source: Space key output nobreakspace at second level.
el: Το πλήκτρο space εμφανίζει nobreakspace σε δεύτερο επίπεδο.

source: CapsLock acts as Shift with locking. Shift doesn't affect CapsLock.
el: Το CapsLock συμπεριφέρεται ως Shift με το κλείδωμα. ΤοShift δεν επηράζει το CapsLock.

source: CapsLock uses internal capitalization. Shift
el: Το CapsLock χρησιμοποιεί εσωτερική κεφαλαιοποίηση. Shift

source: Space key output nobreakspace at third level.
el: Το πλήκτρο space εμφανίζει nobreakspace σε τρίτο επίπεδο.

source: Swap keycodes of two keys when Mac keyboards are misdetected by kernel.
el: Εναλλαγή keycodes δυο πλήκτρων όταν τα πληκτρολόγια Mac δεν ανιχνεύονται καλά από τον πυρήνα.

source: Numpad keys work as with Mac.
el: Τα πλήκτρα αριθμών δουλεύουν και με Mac.

source: Kana Lock key is locking
el: Το πλήκτρο Kana Lock κλειδώνει

source: Space key output nobreakspace at fourth level.
el: Το πλήκτρο Space αποδίδει nobreakspace στο τέταρτο επίπεδο.

source: Left Win-key is Compose.
el: Το αριστερό Win πλήκτρο είναι το Compose.

source: Press Right Alt key to choose 3rd level, Shift+Right Alt key is Multi_Key.
el: Πατήστε Δεξί Alt πλήκτρο για να επιλέξετε το 3ο επίπεδο, Shift + Δεξί Alt πλήκτρο είναι Multi_Key

source: Space key output space at any level.
el: Το πλήκτρο Space αποδίδει space σε οποιοδήποτε επίπεδο.

source: Japanese Keyboard Options
el: Επιλογές Ιαπωνικού Πληκτρολογίου

source: CapsLock acts as Shift with locking. Shift
el: To CapsLock λειτουργία όπως το Shift με το κλείδωμα. Shift

source: CapsLock uses internal capitalization. Shift doesn't cancel CapsLock.
af: CapsLock gebruik interne hoofletters. Shift kanselleer nie CapsLock nie.
bn: CapsLock অভ্যন্তরীণ ক্যাপিটালাইজেশন ব্যবহার করে। শিফ্ট CapsLock কে বাতিল করে না।
el: Το CapsLock χρησιμοποιεί εσωτερική κεφαλαιοποίηση. Το Shift δεν ακυρώνει το CapsLock.
hi: कैप्सलॉक आंतरिक रूप से बड़ा करती है। शिफ्ट कैप्सलॉक को रद्द नहीं करता।
