Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Enter your workgroup.If you do not need to specify a workgroup,leave the field empty.
af: Voer u werkgroep in. As u nie nodig het om ’n werkgroep te spesifiseer nie, laat die veld leeg.
bn: আপনার কাজের শ্রেণী প্রবেশ করান। আপনার যদি একটি কাজের শ্রেণী নির্দিষ্ট করার প্রয়োজন না থাকে,তাহলেক্ষেত্রটি খালি রেখে দিন।
el: Εισάγετε την ομάδα εργασίας σας. Εάν δεν χρειάζεται να προσδιορίσετε ομάδα εργασίας, αφήστε το πεδίο κενό.
hi: अपना वर्कग्रुप प्रविष्ट करें। यदि आपको विशिष्ट वर्कग्रुप की जरूरत नहीं है, जगह खाली छोड़ दें।

source: Trying to mount the share "//%s/%s"
af: Probeer om die gedeelde te heg "//%s/%s"
bn: বন্টিতটি মাউন্ট করতে চেষ্টা করছে "//%s/%s"
el: Προσπάθεια προσάρτησης του κοινόχρηστου πόρου "//%s/%s"
hi: शेयर माउंट करने की कोशिश कर रहा है "//%s/%s"

source: Automatic configuration via %s?
af: Outomatiese konfigurasie via %s?
bn: %s-এর মাধ্যমে স্বয়ংক্রিয় কনফিগারেশন?
el: Αυτόματη ρύθμιση μέσω του %s;
hi: %s के माध्यम से स्वचालित समरूपण?

source: Sending %s request...
af: Stuur van %s versoek ...
bn: %s অনুরোধ প্রেরণ করছে ...
el: Αποστολή αίτησης %s ...
hi: %s निवेदन भेज रहा है...

source: %s configuration failed.
af: %s konfigurasie het misluk.
bn: %s কনফিগারেশন অসফল হয়েছে।
el: Η ρύθμιση του %s απέτυχε.

source: Use DHCP instead of BOOTP?
af: Gebruik DHCP in plaas van BOOTP?
bn: BOOTP-এর পরিবর্তে DHCP ব্যবহার করবেন?
el: Θέλετε να χρησιμοποιήσετε το DHCP αντί του BOOTP;
hi: BOOTP के स्थान पर DHCP प्रयोग करें।

source: Insert a modules disk.
af: Sit ’n moduleskyf in.
bn: একটি মডিউল ডিস্ক প্রবিষ্ট করান।
el: Εισάγετε ένα δίσκο/δισκέτα μονάδων πυρήνα.
hi: एक मोड्यूल्स डिस्क डालें।

source: Insert modules disk %d.
af: Sit ’n moduleskyf %d in.
bn: মডিউল ডিস্ক %d প্রবিষ্ট করান।
el: Εισάγετε το δίσκο/δισκέτα μονάδων πυρήνα %d.
hi: मोड्यूल्स डिस्क %d डालें।

source: Find instructions for creating it in boot/README on CD1 or DVD1.
af: Vind instruksies om dit in selflaai/LEESMY op CD1 of DVD1 te skep.
bn: CD1 বা DVD1-এর বুট /README-তে এটি সৃষ্টি করার জন্য নির্দেশগুলি প্রাপ্ত হন।
el: Μπορείτε να βρείτε πληροφορίες για τη δημιουργία της στο boot/README στο CD1 ή DVD1.
hi: सीडी1 या डीवीडी1 पर बूट/रीडमी बनाने के लिए निर्देश देखें।

source: Choose the network protocol.
af: Kies die netwerkprotokol.
bn: নেটওয়ার্ক প্রোটোকল বাছাই করুন।
el: Παρακαλώ επιλέξτε το πρωτόκολλο δικτύου.
hi: नेटवर्क प्रोटोकॉल चुनें।

source: Enter the IP address of the %s server.
af: Voer die IP-adres van die %s bediener in.
bn: %s সার্ভার-এর IP ঠিকানা প্রবেশ করান।
el: Εισάγετε τη διεύθυνση IP του διακομιστή %s.
hi: %s सर्वर का आईपी पता प्रविष्ट करें।

source: Trying to connect to the %s server...
af: Probeer om met die %s bediener te verbind ...
bn: %s সার্ভার-এর সঙ্গে সংযোগ করার চেষ্টা করছে...
el: Προσπάθεια σύνδεσης με τον %s διακομιστή...
hi: %s सर्वर से संपर्क करने की कोशिश कर रहा है...

source: Load %s Modules
af: Laai %s modules
bn: %s মডিউলগুলি লোড করুন
el: Φόρτωση Μονάδων %s
hi: %s मोड्यूल्स लोड करें

source: Load File System Modules
af: Laai lêerstelselmodules ...
bn: ফাইল সিস্টেম মডিউলগুলি লোড করুন
el: Φόρτωση Μονάδων Σύστηματος Αρχείων
hi: फाइल सिस्टम मोड्यूल्स लोड करें

source: Load Unknown Modules
af: Laai onbekende modules
bn: অজানা মডিউলগুলি লোড করুন
el: Φόρτωση Άγνωστων Μονάδων
hi: अज्ञात मोड्यूल्स लोड करें

source: %s file system found.
af: %s lêerstelsel gevind.
bn: %s ফাইল সিস্টেম পাওয়া গেছে।
el: Βρέθηκε σύστημα αρχείων %s.
hi: %s फाइल सिस्टम प्राप्त हुआ।

source: Abort
af: Staak
bn: লুপ্ত করুন
el: Ματαίωση
hi: विफल कर दिया गया

source: No new modules found.
af: Geen nuwe modules gevind nie.
bn: কোন নতুন মডিউল পাওয়া যায় নি।
el: Δεν βρέθηκαν νέες μονάδες.
hi: कोई नया माड्यूल्स नहीं मिला।

source: Choose the hard disk partition.
af: Kies die hardeskyfpartisie.
bn: হার্ড ডিস্ক বিভাজকটি বাছাই করুন।
el: Επιλέξτε τη κατάτμηση σκληρού δίσκου.
hi: हार्ड डिस्क पार्टिशन चुनें।

source: Choose the root partition.
af: Kies die wortelpartisie.
bn: রুট বিভাজকটি বাছাই করুন।
el: Επιλέξτε τη ριζική κατάτμηση.
hi: रूट पार्टिशन चुनें।

source: Choose the swap partition.
af: Kies die omruilpartisie.
bn: বিনিময় বিভাজকটি বাছাই করুন।
el: Επιλέξτε τη κατάτμηση εναλλαγής (swap).
hi: स्वैप पार्टिशन चुनें।

source: There is not enough memory to load all data.
af: Daar is nie genoeg geheue om al die data te laai nie.
bn: সকল ডেটা লোড করার জন্য যথেষ্ট মেমরি নেই।
el: Δεν υπάρχει αρκετή μνήμη για να φορτωθούν όλα τα δεδομένα.
hi: समस्त डेटा लोड करने के लिए पर्याप्त मेमोरी नहीं है।

source: Your computer does not have enough memory to run YaST.
af: U rekenaar het nie genoeg geheue om YaST te laat loop nie.
bn: YaST চালানোর জন্য আপনার কম্পিউটারের যথেষ্ট মেমরি নেই।
el: Ο Υπολογιστής σας δεν έχει αρκετή διαθέσιμη μνήμη για την εκτέλεση του YaST.
hi: YaST चलाने के लिए आपके कंप्यूटर में पर्याप्त मेमोरी नहीं है।

source: To continue, activate some swap space.
af: Om voort te gaan, aktiveer van die omruilspasie.
bn: এগিয়ে যেতে, কিছু বিনিময় স্থল সক্রিয় করুন।
el: Για να συνεχίσετε, ενεργοποιήστε αρκετό χώρο εναλλαγής.
hi: जारी रखने के लिए, कुछ स्वैप स्पेस सक्रिय करें।

source: Error activating swap space.
af: Fout met aktiveer van omruilspasie.
bn: বিনিময় স্থল সক্রিয় করার ভুল হয়েছে।
el: Σφάλμα κατά την ενεργοποίηση του χώρου εναλλαγής.
hi: स्वैप स्पेस सक्रियता में त्रुटि।

source: Enter the swap partition (e.g., /dev/sda2)
af: Voer die omruilpartisie (bv. /dev/sda2) in
bn: বিনিময় বিভাজকটি প্রবেশ করান (উদা:, /dev/sda2)
el: Εισάγετε τη κατάτμηση εναλλαγής(swap) (πχ. /dev/sda2)
hi: स्वैप पार्टिशन प्रविष्ट करें (उदाहरण, /dev/sda2)

source: Enter the user name with which to access the %s server.
af: Voer die gebruikernaam waarmee toegang tot die %s bediener verkry moet word, in.
bn: %s সার্ভারটি যে ব্যবহারকারীর নাম-এর সাহায্যে উপলব্ধ করতে হবে তা প্রবেশ করান।
el: Εισάγετε το όνομα χρήστη με το οποίο θέλετε να αποκτήσετε πρόσβαση στο διακομιστή %s.
hi: वह प्रयोगकर्त्ता नाम प्रविष्ट करें जिसके द्वारा %s सर्वर एक्सेस करना है।

source: Enter the password for the %s server.
af: Voer die wagwoord vir die %s bediener in.
bn: %s সার্ভারটির জন্য পাসওয়ার্ডটি প্রবেশ করান।
el: Εισάγετε τον κωδικό για το διακομιστή %s.
hi: %s सर्वर के लिए पासवर्ड प्रविष्ट करें।

source: Use a %s proxy?
af: Gebruik ’n %s volmag?
bn: একটি %s প্রক্সি ব্যবহার করবেন?
el: Θέλετε να χρησιμοποιήσετε ένα μεσολαβητή %s;
hi: %s प्रोक्सी प्रयोग करें?

source: Enter the address of the %s proxy.
af: Voer die adres van die %s volmag in.
bn: %s প্রক্সিটির ঠিকানা প্রবেশ করান।
el: Εισάγετε τη διεύθυνση του μεσολαβητή %s.
hi: %s प्रोक्सी का पता प्रविष्ट करें।

source: Enter the port of the %s proxy.
af: Voer die poort van die %s volmag in.
bn: %s প্রক্সিটির পোর্ট প্রবেশ করান।
el: Εισάγετε τη θύρα του μεσολαβητή %s.
hi: %s प्रोक्सी का पोर्ट प्रविष्ट करें।

source: VNC Enable or Disable
af: VNC ontsper of versper
bn: VNC সক্ষম অথবা অক্ষম
el: Ενεργοποίηση ή Απενεργοποίηση του VNC
hi: वीएनसी समर्थ या असमर्थ करें

source: Use VNC for install?
af: Gebruik VNC vir installeer?
bn: ইন্সটল করার জন্য VNC ব্যবহার করবেন?
el: Χρήση του VNC για εγκατάσταση;
hi: इंस्टाल के लिए वीएनसी प्रयोग करें?

source: Enable or Disable SSH Mode
af: Ontsper of versper SSH-modus
bn: SSH মোড সক্ষম অথবা অক্ষম
el: Ενεργοποίηση ή Απενεργοποίηση Λειτουργίας SSH
hi: एसएसएच मोड समर्थ या असमर्थ करें

source: Start SSH for Text Install?
af: Begin SSH vir teksinstallasie?
bn: পঠ্যাংশ ইন্সটল করার জন্য SSH শুরু করতে চান?
el: Εκκίνηση του SSH για Εγκατάσταση Περιβάλλοντος Κειμένου;
hi: टेक्सट इंस्टाल के लिए एसएसएच शुरू करें?

source: Enter your VNC password.
af: Voer u VNC-wagwoord in.
bn: আপনার VNC পাসওয়ার্ড প্রবেশ করান।
el: Πληκτρολογήστε τον κωδικό σας για το VNC.
hi: अपना वीएनसी पासवर्ड प्रविष्ट करें।

source: Enter your temporary SSH password.
af: Voer u tydelike SSH-wagwoord in.
bn: আপনার অস্থায়ী SSH পাসওয়ার্ড প্রবেশ করান।
el: Πληκτρολογήστε τον προσωρινό κωδικό σας για το SSH.
hi: आपका अस्थायी एसएसएच पासवर्ड प्रविष्ट करें।

source: The base system was successfully installed. Your machine must now be rebooted. Remove all installation media (CD-ROM, floppy). Do not remove the floppy disk if the boot manager was installed on it.
af: Die basisstelsel is suksesvol geïnstalleer. U masjien moet nou weer geselflaai word. Verwyder alle installasiemedia (CD-ROM, slapskyf). Moenie die slapskyf verwyder as die selflaaibestuurder daarop geïnstalleer is nie.
bn: মূল সিস্টেমটি সফলভাবে ইন্সটল করা হয়েছিল। আপনার মেশিন এখন অবশ্যই রিবুট করতে হবে। সকল ইন্সটল করার মাধ্যম (CD-ROM, ফ্লপি) অপসারণ করুন। ফ্লপি ডিস্কটি অপসারণ করবেন না যদি বুট পরিচালকটি এখানে ইন্সটল করা হয়েথাকে।
el: Το βασικό σύστημα εγκαταστάθηκε με επιτυχία. Ο υπολογιστής σας πρέπει τώρα να επανεκκινηθεί. Αφαιρέστε όλα τα μέσα εγκατάστασης (CD-ROM, δισκέτα). Μην αφαιρείτε τη δισκέτα εάν ο διαχειριστής εκκίνησης έχει εγκατασταθεί σε αυτή.
hi: बेस सिस्टम सफलतापूर्वक इंस्टाल हो गया। अब आपकी मशीन को रीबूट करना जरूरी है।सभी इंस्टालेशन मीडिया (सीडी-रोम, फ्लोपी) हटाएं। फ्लोपी डिस्क न हटाएं यदि बूट मैनेजर इस पर इंस्टाल्डहै।

source: Add Driver Update
af: Voeg aandrywerbywerking by
bn: ড্রাইভার আপডেট যুক্ত করুন
el: Προσθήκη Ενημέρωσης Οδηγού
hi: ड्राइवर अपडेट जोड़ें

source: Show Driver Updates
af: Toon aandrywerbywerkings
bn: ড্রাইভার আপডেটগুলি দেখান
el: Εμφάνιση Ενημερώσεων Οδηγού
hi: ड्राइवर अपडेट्स दिखाएं

source: Enter the IP of name server %u or press ESC.
af: Voer die IP- of naambediener %u in of druk ESC.
bn: নাম সার্ভার %u -এর IP প্রবেশ করান বা পরিহার করুন।
el: Εισάγετε την διεύθυνση ΙΡ του διακομιστή ονομάτων %u ή πατήστε ESC.
hi: नाम सर्वर %u का आईपी प्रविष्ट करें या ESC दबाएं।

source: Enter temporary root password. You will be required to change this password on initial root user login.
af: Voer tydelike stamwagwoord in. Daar sal van u vereis word om hierdie wagwoord op die aanvanklike stamgebruikeraantekening te wysig.
bn: অস্থায়ী রুট পাসওয়ার্ড প্রবেশ করান। প্রারম্ভিক রুট ব্যবহারকারী লগইন-এ আপনার এই পাসওয়ার্ডটি পরিবর্তন করার প্রয়োজনহবে।
el: Εισάγετε προσωρινό κωδικό για τον υπερχρήστη. Θα χρειαστεί να αλλάξετε τον κωδικό αυτό κατά την αρχική σύνδεση του υπερχρήστη.
hi: अस्थायी रूट पासवर्ड प्रविष्ट करें। आरंभिक रूट प्रयोगकर्त्ता लॉगइन के दौरान आपको यह पासवर्ड बदलने की जरूरतहोगी।

source: Your computer does not have enough RAM for the installation of %s. You need at least %d MB.
af: U rekenaar het nie genoeg RAM vir die installasie van %s nie. U benodig ten minste %d MG.
bn: %s ইন্সটল করার জন্য আপনার কম্পিউটারটির যথেষ্ট RAM নেই।আপনার কমপক্ষে %d MB প্রয়োজন।
el: Ο υπολογιστής σας δεν έχει αρκετή μνήμη RAM για την εγκατάσταση του %s. Χρειάζεστε τουλάχιστον %d ΜΒ.
hi: %s के इंस्टालेशन के लिए आपके कंप्यूटर में पर्याप्त रैम नहीं है।आपको कम से कम %d MB की जरूरत है।

source: Password is too short (must have at least 8 characters).
el: Το συνθηματικό είναι πολύ μικρό (θα πρέπει να γράψετε τουλάχιστον 8 χαρακτήρες).

source: Enter the IP address of the host running the X11 server.
af: Voer die IP-adres van die gasheer wat die X11-bediener laat loop, in.
bn: X11 সার্ভার চালনাকারী হস্টটির IP ঠিকানা প্রবেশ করান।
el: Εισάγετε τη διεύθυνση ΙΡ του κόμβου που τρέχει τον διακομιστή Χ11.
hi: X11 सर्वर चलाने के लिए होस्ट का आईपी पता प्रविष्ट करें।

source: Please select the type of your network device.
af: Kies asseblief u netwerktoestel se soort.
bn: অনুগ্রহ করে আপনার নেটওয়ার্ক ডিভাইস-এর প্রকার নির্বাচন করুন।
el: Παρακαλώ επιλέξτε τον τύπο της συσκευής δικτύου σας.
hi: कृपया अपने नेटवर्क उपकरण का प्रकार चुनें।

source: Please enter the name (user ID) of the target VM guest.
af: Voer asseblief die naam (gebruiker-ID) van die teiken-VM-gas in.
bn: অনুগ্রহ করে লক্ষ্যীভূত VM গেস্ট-এর নাম (ব্যবহারকারীর ID) প্রবেশ করান।
el: Παρακαλώ εισάγετε το όνομα (user ID) του στοχευμένου φιλοξενούμενου VM.
hi: कृपया लक्षित वीएम गैस्ट का नाम (प्रयोगकर्त्ता आईडी) प्रविष्ट करें।

source: Device address for read channel
af: Toesteladres vir leeskanaal
bn: পড়া চ্যানেল-এর জন্য ডিভাইস ঠিকানা
el: Διεύθυνση συσκευής για το κανάλι ανάγνωσης
hi: रीड चैनल के लिए उपकरण पता

source: Device address for write channel
af: Toesteladres vir skryfkanaal
bn: লেখা চ্যানেল-এর জন্য ডিভাইস ঠিকানা
el: Διεύθυνση συσκευής για το κανάλι εγγραφής
hi: राइट चैनल के लिए उपकरण पता

source: Device address for data channel
af: Toesteladres vir datakanaal
bn: ডেটা চ্যানেল-এর জন্য ডিভাইস ঠিকানা
el: Διεύθυνση συσκευής για το κανάλι δεδομένων
hi: डेटा चैनल के लिए उपकरण पता

source: Select protocol for this CTC device.
af: Kies protokol vir hierdie CTC-toestel.
bn: এই CTC ডিভাইসটির জন্য প্রোটোকল নির্বাচন করুন।
el: Επιλέξτε πρωτόκολλο για αυτή τη CTC συσκευή.
hi: इस सीटीसी उपकरण के लिए प्रोटोकॉल चुनें।

source: Compatibility mode (default)
af: Versoenbaarheidsmodus (verstek)
bn: সুসঙ্গত মোড (ডিফল্ট)
el: Κατάσταση συμβατότητας (προεπιλογή)
hi: समर्थता मोड (डिफाल्ट)

source: Extended mode
af: Uitgebreide modus
bn: প্রসারিত মোড
el: Εκτεταμένη κατάσταση
hi: विस्तारित मोड

source: Compatibility mode for OS/390 and z/OS peers
af: Versoenbaarheidsmodus met OS/390- en z/OS-eweknie
bn: OS/390 এবং z/OS সঙ্গীগুলির জন্য সুসঙ্গত মোড
el: Κατάσταση συμβατότητας για OS/390 και ομότιμους z/OS
hi: OS/390 और z/OS पीयर्स के लिए समर्थता मोड

source: Portname to use
af: Poortnaam om te gebruik
bn: ব্যবহার করার পোর্ট নাম
el: Όνομα θύρας που επιθυμείτε να χρησιμοποιήσετε
hi: प्रयोग के लिए पोर्ट नाम

source: Fully qualified hostname
af: Ten volle gekwalifiseerde gasheernaam
bn: সম্পুর্ণ যোগ্যতাসম্পন্ন হস্টনাম
el: Πλήρως πιστοποιημένο όνομα κόμβου
hi: पूर्ण योग्य होस्टनाम

source: Enter the relative port number
af: Voer die relatiewe poortnommer in
bn: সম্পর্কিত পোর্ট নম্বরটি প্রবেশ করান
el: Εισάγετε τον αριθμό σχετικής πύλης.
hi: संबंधित पोर्ट नंबर प्रविष्ट करें

source: Verify Installation CD-ROM/DVD
af: Bevestig installasie-CD-ROM/DVD
bn: CD-ROM/DVD ইন্সটলেশন যাচাই করুন
el: Επαλήθευση του CD-ROM/DVD εγκατάστασης
hi: सीडी-रोम/डीवीडी इंस्टालेशन की पुष्टि करें

source: Power off
af: Krag af
bn: শক্তি সরবরাহ বন্ধ
el: Τερματισμός
hi: पॉवर बंद करें

source: Failed to access Driver Update medium.
af: Misluk om toegang tot aandrywerbywerkingmedium te verkry.
bn: ড্রাইভার আপডেট মাধ্যম উপলব্ধ করতে অসফল হয়েছে।
el: Αποτυχία στη προσπέλαση του μέσου Ενημέρωσης Οδηγών.
hi: ड्राइवर अपडेट माध्यम तक एक्सेस करने में असफल।

source: Reading Driver Update...
af: Lees van aandrywerbywerking ...
bn: ড্রাইভার আপডেট পড়ছে ...
el: Ανάγνωση Ενημέρωσης Οδηγού...
hi: ड्राइवर अपडेट पढ़ रहा है...

source: No new Driver Updates found
af: Geen nuwe aandrywerbywerkings gevind nie
bn: কোন নতুন ড্রাইভার আপডেট পাওয়া যায় নি
el: Δεν βρέθηκαν νέες Ενημερώσεις Οδηγών
hi: कोई ड्राइवर अपडेट नहीं प्राप्त हुआ

source: Driver Updates added
af: Aandrywerbywerkings bygevoeg
bn: ড্রাইভার আপডেটগুলি যুক্ত করা হয়েছে
el: Προστέθηκε Ενημέρωση Οδηγού
hi: ड्राइवर अपडेट जुड़ा

source: Driver Update ok
af: Aandrywerbywerking goed
bn: ড্রাইভার আপডেট ঠিক আছে
el: Η Ενημέρωση Οδηγού έγινε
hi: ड्राइवर अपडेट ओके

source: Please choose the Driver Update medium.
af: Kies asseblief die aandrywerbywerkingmedium.
bn: অনুগ্রহ করে ড্রাইভার আপডেট মাধ্যম বাছাই করুন।
el: Παρακαλώ επιλέξτε το μέσο Ενημέρωσης Οδηγού.
hi: कृपया ड्राइवर अपडेट माध्यम चुनें।

source: Please enter the Driver Update device.
af: Voer asseblief die aandrywerbywerkingmedium in.
bn: অনুগ্রহ করে ড্রাইভার আপডেট ডিভাইস প্রবেশ করান।
el: Παρακαλώ εισάγετε τη συσκευή Ενημέρωσης Οδηγού.
hi: कृपया ड्राइवर अपडेट उपकरण प्रविष्ट करें।

source: Invalid device name.
af: Ongeldige toestelnaam.
bn: অকার্যকর ডিভাইস নাম।
el: Μη έγκυρο όνομα συσκευής.
hi: अवैध उपकरण नाम।

source: Looking for CD-ROM drives...
af: Soek na CD-ROM-aandrywers ...
bn: CD-ROM ড্রাইভগুলির সন্ধান করছে ...
el: Αναζήτηση για οδηγούς CD-ROM...
hi: सीडी-रोम ड्राइव खोज रहा है...

source: No CD-ROM drives found.
af: Geen CD-ROM-aandrywers gevind nie.
bn: কোন CD-ROM ড্রাইভ পাওয়া যায় নি।
el: Δεν βρέθηκαν οδηγοί CD-ROM.
hi: कोई सीडी-रोम ड्राइव नहीं मिला।

source: Looking for floppy disks...
af: Soek na slapskywe ...
bn: ফ্লপি ডিস্কগুলির সন্ধান করছে ...
el: Αναζήτηση για οδηγούς δισκέτας...
hi: फ्लोपी डिस्क खोज रहा है...

source: No floppy disk found.
af: Geen slapskywe gevind nie.
bn: কোন ফ্লপি ডিস্ক পাওয়া যায় নি।
el: Δεν βρέθηκαν οδηγοί δισκέτας.
hi: कोई क्लीपी डिस्क नहीं मिली।

source: Driver Update list
af: Aandrywerbywerkingslys
bn: ড্রাইভ আপডেটগুলির তালিকা
el: Λίστα Ενημερωμένων Οδηγών
hi: ड्राइवर अपडेट सूची

source: No Driver Updates so far.
af: Tot dusver geen aandrywerbywerkings nie.
bn: এখনও পর্যন্ত কোন ড্রাইভ আপডেট নেই।
el: Δεν υπάρχουν Ενημερώσεις Οδηγού μέχρι τώρα.
hi: अभी तक कोई भी ड्राइवर अपडेट नहीं मिला।

source: Insert Installation CD-ROM or DVD.
af: Sit installasie-CD-ROM of -DVD in
bn: CD-ROM বা DVD-এর ইন্সটলেশন প্রবিষ্ট করুন।
el: Εισάγετε το CD-ROM ή DVD της εγκατάστασης.
hi: इंस्टालेशन सीडी-रोम या डीवीडी डालें।

source: No CD-ROM or DVD found.
af: Geen CD-ROM of DVD gevind nie.
bn: কোন CD-ROM বা DVD পাওয়া যায় নি।
el: Δεν βρέθηκε κανένα CD-ROM ή DVD.
hi: कोई सीडी-रोम या डीवीडी नहीं मिला।

source: This is not a %s CD-ROM.
af: Dit is nie ’n %s CD-ROM nie.
bn: এটি একটি %s CD-ROM নয়।
el: Αυτό δεν είναι ένα %s CD-ROM.
hi: यह %s सीडी-रोम नहीं है।

source: No errors found.
af: Geen foute gevind nie.
bn: কোন ভুল পাওয়া যায় নি।
el: Δεν βρέθηκαν λάθη.
hi: कोई त्रुटि नहीं मिली।

source: Checksum wrong.
af: Nagaansom verkeerd.
bn: চেকসাম ত্রুটি।
el: Λάθος Άθροισμα Ελέγχου.
hi: चैकसम गलत।

source: Error reading sector %u.
af: Fout tydens lees van sektor %u.
bn: সেক্টর %u পড়ায় ত্রুটি।
el: Σφάλμα κατά την ανάγνωση του τομέα %u.
hi: सेक्टर %u पढ़ने में त्रुटि।

source: This %s is broken.
af: Hierdie %s is stukkend.
bn: এই %s-টি ভাঙা।
el: Αυτό το %s είναι χαλασμένο.
hi: यह %s टुटा हुआ है।

source: Choose an installation source
af: Kies ’n installasiebron
bn: একটি ইন্সটল করার উত্‍স বাছাই করুন
el: Επιλέξτε μια πηγή εγκατάστασης
hi: एक इंस्टालेशन सोर्स चुनें

source: This is not a valid fully qualified hostname.
af: Dit is nie ’n geldige, ten volle gekwalifiseerde gasheernaam nie.
bn: এটি একটি কার্যকর সম্পূর্ণ যোগ্যতাসম্পন্ন হস্টনাম নয়।
el: Αυτό δεν είναι ένα έγκυρο αρμόδιο όνομα κόμβου.
hi: यह वैध पूर्ण योग्य होस्टनाम नहीं है।

source: This is not a valid CCW address.
af: Dit is nie ’n geldige CCW-adres nie.
bn: এটি একটি কার্যকর CCW ঠিকানা নয়।
el: Αυτή δεν είναι μια έγκυρη διεύθυνση CCW.
hi: यह वैध सीसीडब्ल्यू पता नहीं है।

source: Do you want to halt the system now?
af: Wil u die stelsel nou stop?
bn: আপনি কি সিস্টেমটিকে এখন সাময়িকভাবে থামাতে চান?
el: Θέλετε να απενεργοποιήσετε το σύστημα τώρα;
hi: क्या अब आप सिस्टम को रोकना चाहते हैं?

source: OSA-2 or OSA Express
af: OSA-2 of OSA Express
bn: OSA-2 বা OSA এক্সপ্রেস
el: OSA-2 ή OSA Express
hi: ओएसए-2 या ओएसए एक्सप्रेस

source: Token Ring
af: Kentekenring
bn: টোকেন রিং
el: Δίκτυο Δακτυλίου με Κουπόνι
hi: टोकन रिंग

source: Please choose the CCW bus interface.
af: Kies asseblief die CCW-buskoppelvlak.
bn: অনুগ্রহ করে CCW বাস ইন্টারফেস বাছাই করুন।
el: Παρακαλώ επιλέξτε την διασύνδεση διαύλου CCW
hi: कृपया सीसीडब्ल्यू बस इंटरफेस चुनें।

source: Please choose the physical medium.
af: Kies asseblief die fisiese medium.
bn: অনুগ্রহ করে বাস্তব মাধ্যম বাছাই করুন।
el: Παρακαλώ επιλέξτε το φυσικό μέσο
hi: कृपया फिजिकल माध्यम चुनें।

source: Loading Modules
af: Laai van modules
bn: মডিউলগুলি লোড করছে
el: Φόρτωση Μονάδων
hi: मोड्यूल्स लोड हो रहा है

source: Loading Installation System
af: Laai van installasiestelsel
bn: ইন্সটল করার সিস্টেম লোড করছে
el: Φόρτωση Συστήματος Εγκατάστασης
hi: इंस्टालेशन सिस्टम लोड हो रहा है

source: Loading Additional Fonts
af: Laai van bykomende lettertipes
bn: অতিরিক্ত ফন্টগুলি লোড করছে
el: Φόρτωση Επιπρόσθετων Γραμματοσειρών
hi: अतिरिक्त फोंट्स लोड हो रहे हैं

source: Loading Driver Update
af: Laai van aandrywerbywerking
bn: ড্রাইভার আপডেট লোড করছে
el: Φόρτωση Ενημέρωση Οδηγού
hi: ड्राइवर अपडेट लोड हो रहे हैं

source: Loading Rescue System
af: Laai van reddingstelsel
bn: ত্রাণ ব্যবস্থা লোড করছে
el: Φόρτωση Συστήματος Διάσωσης
hi: बचाव सिस्टम लोड हो रहा है

source: Enable OSI Layer 2 support?
af: Ontsper OSI-Laag 2-ondersteuning?
bn: OSI স্তর 2 সহায়তা সক্ষম করবেন?
el: Ενεργοποίηση υποστήριξης OSI Layer 2;
hi: ओएसआई लेयर 2 स्पोर्ट समर्थ करें?

source: Copyright (C) 1980, 1987, 1988 The Regents of the University of California. Copyright (C) 1999, 2000, 2001, 2002 SuSE GmbH Nuernberg, Germany. Copyright (C) 2003, 2004 SuSE Linux AG Nuernberg, Germany. Copyright (C) 2005, 2006, 2007 SUSE LINUX Products GmbH Nuernberg, Germany. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
el: Copyright (C) 1980, 1987, 1988 Οι διοικητές του Πανεπιστημίου της Καλιφόρνια. Copyright (C) 1999, 2000, 2001, 2002 SuSE GmbH Νυρεμβέργη, Germany. Copyright (C) 2003, 2004 SuSE Linux AG Νυρεμβέργη, Γερμανία. Copyright (C) 2005, 2006, 2007 SUSE LINUX Products GmbH Νυρεμβέργη, Germany. Αυτό είναι ελεύθερο λογισμικό; δείτε τον κώδικα για τους όρους αντιγραφής. Δεν υπάρχει ΚΑΜΙΑ εγγύηση; ουτε καν για ΕΜΠΟΡΙΚΟΤΗΤΑ ή ΑΝΤΙΣΤΟΙΧΙΣΗ ΓΙΑ ΚΑΠΟΙΑ ΣΥΓΚΕΚΡΙΜΕΝΗ ΕΡΓΑΣΙΑ.

source: Written by Thorsten Kukuk.
af: Geskryf deur Thorsten Kukuk.
bn: থরস্টেন কুকুক দ্বারা লিখিত।
el: Γραμμένο από τον Thorsten Kukuk.
hi: थोर्सटन कुकुक द्वारा लिखित।

source: Usage: login [-p] [-h host] [-f name|name]
el: Χρήση: σύνδεση [-p] [-h host] [-f name|name]

source: login - sign on
af: teken aan - teken op
bn: লগইন - সাইন অন
el: σύνδεση - εγγραφείτε
hi: लॉगइन - साइन ओन

source: -p Do not destroy the environment
af: -p Moenie die omgewing vernietig nie
bn: -p পরিবেশ ধ্বংস করবেন না
el: -p Μη καταστροφή περιβάλλοντος
hi: -p वातावरण नष्ट न करें

source: -h hostname Name of the remote host for umtp/wtmp
af: -h gasheernaam Naam van die afstandsgasheer vir umtp/wtmp
bn: -h হোস্টনেম umtp/wtmp এর জন্য দূরবর্তী হোস্টের নাম
el: -h hostname Όνομα του απομακρυσμένου διακομιστή umtp/wtmp
hi: -h होस्टनाम यूएमटीपी/डब्ल्यूटीएमपी के लिए रिमोट होस्ट का नाम

source: -f name Skip a second login authentication
af: -f naam Slaan ’n tweede aantekenbekragtiging oor
bn: -f নাম দ্বিতীয় লগইন সত্যতা প্রত্যয়ন এড়িয়ে যান
el: -f name Παράκαμψη μιας δεύτερης επικύρωσης σύνδεσης
hi: -f नाम दूसरी लॉगइन प्रामाणितकता छोड़ दें

source: --help Give this help list
af: --help Gee hierdie hulplys
bn: --সহায়তা এই সহায়তা তালিকা দিন
el: --help Προβολή αυτής της λίστας βοήθειας
hi: --मदद यह मदद सूची दें

source: --usage Give a short usage message
af: --gebruik Gee ’n kort gebruiksboodskap
bn: --ব্যবহার সংক্ষিপ্ত ব্যবহার বার্তা দিন
el: --usage Προβολή ενός σύντομου μηνύματος χρήσης
hi: --प्रयोग छोटा प्रयोग संदेश दें

source: --version Print program version
af: --weergawe Druk programweergawe
bn: --ভার্সন প্রোগ্রাম ভার্সন মুদ্রণ করুন
el: --version Προβολή έκδοσης προγράμματος
hi: --संस्करण प्रोग्राम संस्करण प्रिंट करें

source: Try `%s --help' or `%s --usage' for more information.
af: Probeer `%s --help' of `%s --gebruik' vir meer inligting.
bn: আরও তথ্যের জন্য `%s --সহায়তা' বা `%s --ব্যবহার' চেষ্টা করুন।
el: Δοκιμάστε `%s --help' ή `%s --usage' για περισσότερες πληροφορίες.
hi: अधिक जानकारी के लिए `%s --मदद' या `%s --प्रयोग' प्रयास करें।

source: Login timed out after %d seconds
af: Aanteken-afsnytyd na %d sekondes
bn: %d সেকেন্ড পরে লগইন টাইম আউট হয়ে গেছে
el: Η σύνδεση έληξε μετά από %d δευτερόλεπτα
hi: %d सेकंड के बाद लॉगइन टाइम्ड आउट

source: login: -h for super-user only.
af: teken aan: -h slegs vir supergebruiker.
bn: লগইন: -h শুধু সুপার-ইউজারের জন্য।
el: login: -h μόνο για τον υπερχρήστη.
hi: लॉगइनः सुपर-प्रयोगकर्त्ता के लिए -h

source: login: Too many arguments
af: teken aan: Te veel argumente
bn: লগইন: অনেক বেশি আর্গুমেন্ট
el: σύνδεση: Υπερβολικά πολλοί παράμετροι
hi: लॉगइनः बहुत से तर्क

source: FATAL: cannot change permissions of TTY: %s
af: FATAAL: kan toelatings van TTY nie wysig nie: %s
bn: মারাত্মক: TTY এর অনুমতি পরিবর্তন করতে পারে না: %s
el: ΟΛΕΘΡΟΣ: αδυναμία αλλαγής αδειών του TTY: %s
hi: फैटलः टीटीवाई की अनुमतियां बदल नहीं सकते:%s
