Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: HTTP Installation
af: HTTP-installasie
bn: HTTP স্থাপন
el: Εγκατάσταση HTTP
hi: HTTP अधिष्ठापन

source: Driver
af: Aandrywer
bn: ড্রাইভার
el: Οδηγός
hi: ड्राइवर

source: Domain
af: Domein
bn: ডোমেন
el: Περιοχή
hi: डोमेन

source: Other Options
af: Ander opsies
bn: অন্য বিকল্পসমূহ
el: Άλλες Επιλογές
hi: अन्य विकल्प

source: Language
af: Taal
bn: ভাষা
el: Γλώσσα
hi: भाषा

source: Installation--IOAPIC Enabled
af: Installasie--IOAPIC-ontsper
bn: স্থাপন--IOAPIC সমর্থিত
el: Εγκατάσταση -- Ενεργοποιημένο το IOAPIC
hi: अधिष्ठापन--IOAPIC समर्थित

source: Installation--IOAPIC Disabled
af: Installasie--IOAPIC-versper
bn: স্থাপন--IOAPIC অসমর্থিত
el: Εγκατάσταση--IOAPIC Απενεργοποιημένο
hi: अधिष्ठापन--IOAPIC असमर्थित

source: Installation--Local APIC Disabled
af: Installasie--plaaslike APIC-versper
bn: স্থাপন--লোকাল APIC অসমর্থিত
el: Εγκατάσταση -- Το Τοπικό APIC είναι Απενεργοποιημένο
hi: अधिष्ठापन--स्थानीय APIC असमर्थित

source: Yes
af: Ja
bn: হ্যাঁ
el: Ναι
hi: हां

source: No
af: Nee
bn: না
el: Όχι
hi: नहीं

source: File
af: Lêer
bn: ফাইল
el: Αρχείο
hi: फाइल

source: Share
af: Deel
bn: শেয়ার
el: Κοινόχρηστο
hi: शेयर

source: Automatic Mode
af: Outomatiese modus
bn: স্বয়ংক্রিয় শর্ত
el: Αυτόματο Κατάσταση
hi: स्वचालित मोड

source: Manual Mode
af: Met-die-hand modus
bn: ম্যানুয়াল শর্ত
el: Χειροκίνητη Κατάσταση
hi: मैनुअल मोड

source: Configure Parameters on ZEN Partition
af: Konfigureer parameters op ZEN-partisie
bn: ZEN পার্টিশনে প্যারমিটার গঠন করুন
el: Ρύθμιση Παραμέτρων στην Κατάτμηση ΖΕΝ
hi: ZEN पार्टिशन पर पैरामीटर्स को कनफिगर करें

source: Install or Update ZEN Partition
af: Installeer of werk ZEN-partisie by
bn: ZEN পার্টিশন ইনস্টল/আপডেট করুন
el: Εγκατάσταση ή Ενημέρωση της Κατάτμησης ΖΕΝ
hi: ZEN पार्टिशन का अधिष्ठापन/अद्यतन

source: Reinstall ZEN Partition Boot Loader
af: Herinstalleer ZEN-partisieselflaaiprogram
bn: ZEN পার্টিশন বুট লোডার পুনরায় ইনস্টল করুন
el: Επανεγκατάσταση του Διαχειριστή Εκκίνησης για την Κατάτμηση ΖΕΝ
hi: ZEN पार्टिशन बूट लोडर का पुनः अधिष्ठापन करें

source: Disable ZEN Partition
af: Versper ZEN-partisie
bn: ZEN পার্টিশন অসমর্থ করুন
el: Απενεργοποίηση Κατάτμησης ΖΕΝ
hi: असमर्थ ZEN पार्टिशन

source: Enable ZEN Partition
af: Ontsper ZEN-partisie
bn: ZEN পার্টিশন সমর্থ করুন
el: Ενεργοποίηση Κατάτμησης ΖΕΝ
hi: समर्थ ZEN पार्टिशन

source: Text Mode
af: Teksmodus
bn: পাঠ্যাংশ মোড
el: Κατάσταση Κειμένου
hi: पाठ्य मोड

source: Firmware Test
af: Firmatuurtoets
bn: ফার্মওয়্যার পরীক্ষণ
el: Δοκιμή Firmware
hi: फर्मवेयर परीक्षण

source: To load driver updates directly from CD-ROM, enter the driver update file names (separated by commas ',') here:
af: Om aandrywerbywerkings direk vanaf CD-ROM te laai, voer die aandrywerbywerklêername(geskei deur kommas ',') hier in:
bn: সরাসরি CD-ROM থেকে ড্রাইভারের আপডেট ভরার জন্যে ড্রাইভার আপডেটের ফাইলের নামগুলি প্রবিষ্ট করুন (কমা দ্বারা পৃথকীকৃত ',') এখানে:
el: Για να φορτώσετε ενημερώσεις οδηγών κατευθείαν από το CD-ROM, πρέπει να εισάγετε εδώ τα ονόματα των αρχείων των οδηγών ενημέρωσης (χωρισμένα από κόμμα ','):
hi: सीडी-रोम से सीधे ड्राइवर अद्यतनों को लोड करने के लिए, यहां पर ड्राइवर अद्यतन फाइल नामों को प्रविष्ट (अल्पविराम ',' द्वारा पृथक) करें:

source: Source
af: Bron
bn: উত্‍স
el: Πηγή
hi: स्रोत

source: Video Mode
el: Ρύθμιση Οθόνης

source: Driver Update
af: Aandrywerbywerking
el: Ενημέρωση Οδηγού

source: Arch
af: Arg.
bn: আর্ক
el: Τόξο
hi: आर्क

source: Kernel
el: Πυρήνας

source: Default
el: Προκαθορισμένο

source: Safe Settings
el: Ασφαλείς Ρυθμίσεις

source: No ACPI
el: Χωρίς ACPI

source: No Local APIC
el: Χωρίς Τοπικό ACPI

source: Repair Installed System
el: Επισκευή Εγκατεστημένου Συστήματος

source: Check Installation Media
el: Έλεγχος Μέσου Εγκατάστασης

source: Keyboard
af: Sleutelbord
bn: কিবোর্ড
el: Πληκτρολόγιο
hi: कीबोर्ड

source: you are not registered in the password file
af: u is nie in die wagwoordlêer geregistreer nie
bn: আপনি পাসওয়ার্ড ফাইলটিতে রেজিস্ট্রিকৃত নন।
el: δεν έχετε δικαιώματα στο αρχείο συνθηματικού
hi: आप पासवर्ड फाइल में पंजीकृत नहीं हैं

source: it is based on your username
af: dit is op u gebruikernaam gebaseer
bn: এটি আপনার ইউজার নামের উপর ভিত্তি করে থাকে।
el: είναι βασισμένο στο όνομα χρήστη
hi: यह आपके उपयोगकर्ता नाम पर आधारित है

source: it is based upon your password entry
af: dit is op u wagwoordinskrywing gebaseer
bn: এটি আপনার পাসওয়ার্ড লিপিবদ্ধকরণের উপর ভিত্তি করে থাকে।
el: είναι βασισμένο στην εισαγωγή συνθηματικού σας
hi: यह आपकी पासवर्ड प्रविष्टि पर आधारित है

source: it is derived from your password entry
af: dit is van u wagwoordinskrywing afgelei
bn: এটি আপনার পাসওয়ার্ড লিপিবদ্ধকরণটি থেকে নির্ণয় করা হয়।
el: συμπεραίνεται από την εισαγωγή συνθηματικού σας
hi: यह आपकी पासवर्ड प्रविष्टि से व्युत्पन्न होती है

source: it's derived from your password entry
af: dit is van u wagwoordinskrywing afgelei
bn: এটি আপনার পাসওয়ার্ড লিপিবদ্ধকরণটি থেকে নির্ণয় করা হয়।
el: συμπεραίνεται από την εισαγωγή συνθηματικού σας
hi: यह आपकी पासवर्ड प्रविष्टि से व्युत्पन्न होती है

source: it is derivable from your password entry
af: dit is afleibaar van u wagwoordinskrywing
bn: এটি আপনার পাসওয়ার্ড লিপিবদ্ধকরণটি থেকে নির্ণয় করা যায়।
el: είναι εξαγώγιμο από την εισαγωγή συνθηματικού σας
hi: यह आपकी पासवर्ड प्रविष्टि से व्युत्पन्न होने योग्य है

source: it's derivable from your password entry
af: dit is afleibaar van u wagwoordinskrywing
bn: এটি আপনার পাসওয়ার্ড লিপিবদ্ধকরণটি থেকে নির্ণয় করা যায়।
el: είναι εξαγώγιμο από την εισαγωγή συνθηματικού σας
hi: यह आपकी पासवर्ड प्रविष्टि से व्युत्पन्न होने योग्य है

source: it is WAY too short
af: dit is HEELTEMAL te kort
bn: এটি হল খুবই ক্ষুদ্র পথ
el: είναι ΠΟΛΥ μικρό
hi: यह बहुत अधिक छोटा है

source: it is too short
af: dit is te kort
bn: এটি হল খুবই ক্ষুদ্র
el: είναι πολύ μικρό
hi: यह बहुत छोटा है

source: it does not contain enough DIFFERENT characters
af: dit bevat nie genoeg VERSKILLENDE karakters nie
bn: এটিতে যথেষ্ট বিভিন্ন ধরণের অক্ষর থাকে না।
el: δεν περιέχει αρκετούς ΔΙΑΦΟΡΕΤΙΚΟΥΣ χαρακτήρες
hi: यह पर्याप्त विभिन्न वर्णों को समाविष्ट नहीं करता

source: it is all whitespace
af: dit is alles oop spasies
bn: এটি পুরোটাই ফাঁকা স্থান
el: είναι μόνο κενό
hi: इसमें केवल सादे स्थान हैं

source: it is too simplistic/systematic
af: dit is te eenvoudig/sistematies
bn: এটি খুব বেশি সরল / নিয়মাবব্ধ
el: είναι πολύ απλουστευμένο/συστηματικό
hi: यह बहुत आसान/व्यवस्थित है

source: it looks like a National Insurance number.
af: dit lyk soos ’n Nasionale Versekeringsnommer.
bn: এটি দেখতে ন্যাশানাল ইনসিওরেন্স নম্বরের মতো।
el: μοιάζει πολύ με κωδικό του ΙΚΑ.
hi: यह राष्ट्रीय बीमा संख्या जैसा दिखाई देता है।

source: it is based on a dictionary word
af: dit is op ’n woordeboekwoord gebaseer
bn: এটি একটি অভিধানিক শব্দের উপরে ভিত্তি করে আছে
el: είναι βασισμένο σε λήμμα λεξικού
hi: यह किसी शब्दकोष शब्द पर आधारित है

source: it is based on a (reversed) dictionary word
af: dit is op ’n (omgekeerde) woordeboekwoord gebaseer
bn: এটি একটি ( বিপরীত )অভিধানিক শব্দের উপরে ভিত্তি করে আছে
el: είναι βασισμένο σε (αντεστραμμένο) λήμμα λεξικού
hi: यह किसी (उल्टे) शब्दकोष शब्द पर आधारित है

source: Description
af: Beskrywing
bn: বর্ণনা
ca: Descripció
cs: Popis
de: Beschreibung
el: Περιγραφή
hi: विवरण
hu: Leírás
it: Descrizione
ja: 説明
nb: Beskrivelse
pl: Opis
pt_br: Descrição
ro: Descriere
sk: Popis

source: Name
af: Naam
bn: নাম
ca: Nom
cs: Název
el: Όνομα
fr: Nom
hi: नाम
hu: Név
it: Nome
ja: 名前
nb: Navn
pl: Nazwa
pt_br: Nome
ro: Nume
sk: Názov

source: Version
af: Weergawe
bn: ভার্সন
el: Έκδοση
hi: वरजन

source: Application Browser
af: Toepassingrondblaaier
bn: প্রয়োগের ব্রাঊজার
el: Εφαρμογή Πλοηγού
hi: कम्प्यूटर प्रोग्राम आडिट रिपोर्ट

source: Exit shell on add or remove action performed
af: Gaan uit stelseldop op die oomblik dat byvoeg- of verwyderaksie uitgevoer word
bn: যোগ করুন বা অপসারণ করুন ক্রিয়া সম্পাদন করে খোলক থেকে বেরিয়ে যান
el: Έξοδος κελύφους εαν εκτελεστεί δράση προσθήκης ή αφαίρεσης
hi: जोड़ने या हटाने की कार्रवाई संपन्न होने पर शेल से बाहर निकलें

source: Exit shell on help action performed
af: Gaan uit stelseldop op die oomblik dat hulp-aksie uitgevoer word
bn: সাহায্য করুন ক্রিয়া সম্পাদন করে খোলক থেকে বেরিয়ে যান
el: Έξοδος κελύφους εαν εκτελεστεί δράση βοηθείας
hi: सहायता कार्रवाई संपन्न होने पर शेल से बाहर निकलें

source: Exit shell on start action performed
af: Gaan uit stelseldop op die oomblik dat begin-aksie uitgevoer word
bn: শুরু করুন ক্রিয়া সম্পাদন করে খোলক থেকে বেরিয়ে যান
el: Έξοδος κελύφους εαν εκτελεστεί δράση εκκίνησης
hi: आरंभ कार्रवाई के संपन्न होने पर शेल से बाहर निकलें

source: Exit shell on upgrade or uninstall action performed
af: Gaan uit stelseldop op die oomblik dat opgradeer- of oninstalleer-aksie uitgevoer word
bn: উচ্চ মানে উন্নীত করুন বা আনইনস্টল করুন ক্রিয়া সম্পাদন করে খোলক থেকে বেরিয়ে যান
el: Έξοδος κελύφους εαν εκτελεστεί δράση αναβάθμισης ή απεγκατάστασης
hi: अपग्रेड या असंस्थापित करने का कार्य संपन्न होने पर शेल से बाहर निकलें

source: Filename of existing .desktop files
af: Lêernaam van bestaande werkskermlêers
bn: বিদ্যমান .ডেস্কটপ ফাইলগুলির ফাইলের নাম
el: Όνομα αρχείου των υπαρχόντων αρχείων .desktop
hi: मौजूदा .डेस्कटॉप फाइलों का फाइलनाम

source: Indicates whether to close the shell when a help action is performed
af: Dui aan of die stelseldop gesluit moet word wanneer ’n hulp-aksie uitgevoer word, al dan nie
bn: যখন সাহায্য করুন ক্রিয়া সম্পাদন করা হয় তখন খোলকটি বন্ধ করতে হবে কিনা তা নির্দেশ করুন
el: Υποδεικνύει εαν θα πρέπει να κλείσει το κέλυφος όταν εκτελείται μια δράση βοηθείας
hi: बताता है कि सहायता कार्य के संपन्न होने पर शेल को बंद किया जाए या नहीं

source: Indicates whether to close the shell when a start action is performed
af: Dui aan of die stelseldop gesluit moet word wanneer ’n begin-aksie uitgevoer word, al dan nie
bn: যখন শুরু করুন ক্রিয়া সম্পাদন করা হয় তখন খোলকটি বন্ধ করতে হবে কিনা তা নির্দেশ করুন
el: Υποδεικνύει εαν θα πρέπει να κλείσει το κέλυφος όταν εκτελείται μια δράση εκκίνησης
hi: बताता है कि आरंभ कार्य के संपन्न होने पर शेल को बंद किया जाए या नहीं

source: Indicates whether to close the shell when an add or remove action is performed
af: Toon aan of die stelseldop gesluit moet word wanneer ’n byvoeg- of verwyder-aksie uitgevoer word, al dan nie
bn: যখন যোগ করুন বা অপসারণ করুন ক্রিয়া সম্পাদন করা হয় তখন খোলকটি বন্ধ করতে হবে কিনা তা নির্দেশ করুন
el: Υποδεικνύει εαν θα πρέπει να κλείσει το κέλυφος όταν εκτελείται μια δράση προσθήκης ή αφαίρεσης
hi: बताता है कि जोड़ने या हटाने की कार्रवाई संपन्न होने पर शेल को बंद किया जाए या नहीं

source: Indicates whether to close the shell when an upgrade or uninstall action is performed
af: Toon aan of die stelseldop gesluit moet word wanneer ’n bywerk- of oninstalleer-aksie uitgevoer word, al dan nie
bn: যখন উচ্চ মানে উন্নীত করুন বা আনইনস্টল করুন ক্রিয়া সম্পাদন করা হয় তখন খোলকটি বন্ধ করতে হবে কিনা তা নির্দেশ করুন
el: Υποδεικνύει εαν θα πρέπει να κλείσει το κέλυφος όταν εκτελείται μια δράση αναβάθμισης ή απεγκατάστασης
hi: बताता है कि अपग्रेड या असंस्थापित करने की कार्रवाई संपन्न होने पर शेल को बंद किया जाए या नहीं

source: Max number of New Applications
af: Maksimum aantal nuwe toepassings
bn: নতুন ইনস্টলেশন
el: Μέγιστος αριθμός Νέων Εφαρμογών
hi: नया इंनस्टलेशन

source: The maximum number of applications that will be displayed in the New Applications category
af: Die maksimum aantal toepassings wat in die Nuwe toepassings-kategorie vertoon sal word
bn: নতুন প্রয়োগগুলির বিভাগে যে প্রয়োগগুলি প্রদর্শন করা হবে তার সর্বাধিক সংখ্যা
el: Ο μέγιστος αριθμός νέων εφαρμογών που θα προβληθεί στην κατηγορία Νέων Εφαρμογών
hi: अनुप्रयोगों की अधिकतम संख्या जो नए अनुप्रयोग श्रेणी में प्रदर्शित होगी

source: New Applications
af: Nuwe toepassings
bn: নতুন ইনস্টলেশন
el: Νέες Εφαρμογές
hi: नया इंनस्टलेशन

source: Filter
bn: ফিল্টার:
el: Φίλτρο
hi: फिल्टर:

source: Groups
af: Groepe
bn: গ্রুপ
el: Ομάδες
hi: ग्रुप

source: Application Actions
af: Toepassingaksies
bn: প্রয়োগের ক্রিয়াগুলি
el: Ενέργειες Εφαρμογής
hi: कम्प्यूटर प्रोग्राम आडिट रिपोर्ट

source: <b>Start %s</b>
af: <b>Begin %s</b>
bn: <b>%s শুরু করুন</b>
el: <b>Εκκίνηση %s</b>
hi: <b>आरंभ %s </b>

source: Upgrade
af: Werk by
bn: পরিবর্ধন
el: Αναβάθμιση
hi: अपडेट

source: Uninstall
af: Oninstalleer
bn: ইনস্টল করো
el: Απεγκατάσταση
hi: इंस्टाल

source: Remove from Favorites
af: Verwyder uit gunstelinge
bn: প্রিয়গুলি থেকে অপসারণ করুন
el: Αφαίρεση από τα Αγαπημένα
hi: साउंड कार्ड हटाऐम

source: Add to Favorites
af: Voeg by gunstelinge
bn: প্রিয়গুলিতে যুক্ত করুন
el: Προσθήκη στα Αγαπημένα
hi: फिल्टर में जोोङें

source: Remove from Startup Programs
af: Verwyder uit aanvangsprogramme
bn: শুরু করার কার্যক্রমগুলি থেকে অপসারণ করুন
el: Αφαίρεση από τα Προγράμματα Εκκίνησης
hi: स्टार्टअप प्रोग्राम से हटाएं

source: Add to Startup Programs
af: Voeg by aanvangsprogramme
bn: শুরু করার কার্যক্রমগুলিতে যুক্ত
el: Προσθήκη στα Προγράμματα Εκκίνησης
hi: स्टार्टअप प्रोग्राम में जोड़ें

source: <span size="large"><b>No matches found.</b> </span><span> Your filter "<b>%s</b>" does not match any items.</span>
af: <spangrootte="groot"><b>Geen pasmaats gevind nie.</b> </span><span> U filter "<b>%s</b>" stem met geen item ooreen nie.</span>
bn: < প্রসারের পরিমাপ="বড় "><b>কোনো মিল পাওয়া যায় নি।</b> </ প্রসার>< প্রসার> আপনার ফিল্টার "<b>%s</b>" কোনো বিষয়ের সঙ্গে মিলছে না।</প্রসার>
el: <span size="large"><b>Δεν υπήρξαν αποτέλεσματα.</b> </span><span> Το φίλτρο σας "<b>%s</b>" δεν αντιστοιχεί σε ευρήματα.</span>
hi: <स्पैन साइज="large"><b>कोई मेल नहीं मिले।</b> </span><span> आपके फिल्टर के साथ "<b>%s</b>" कोई भी वस्तु मेल नहीं खाती।</span>

source: Other
el: Άλλο
hi: अन्य

source: Lock Screen
af: Sluit skerm
bn: স্ক্রীণ লক করুন
el: Κλείδωμα Οθόνης
hi: स्क्रीन लॉक करें

source: Logout
af: Teken af
bn: লগআউট
ca: Surt
cs: Odhlásit se
de: Abmelden
el: Αποσύνδεση
fr: Déconnexion
hi: लॉग आउट
hu: Kijelentkezés
ja: ログアウト
nb: Logg av
pl: Wyloguj
ro: Deconectare
sk: Odhlásiť

source: Shutdown
ca: Atura
cs: Vypnout
de: Herunterfahren
el: Τερματισμός
fr: Arrêt
hi: बंद करें
hu: Lekapcsolás
it: Arresta
ja: シャットダウン
nb: Slå av
pl: Wyłącz
pt_br: Encerrar
ro: Închidere
sk: Vypnúť počítač

source: Home
af: Tuis
bn: বাড়ি
el: Σπίτι
hi: घर

source: Documents
af: Dokumente
bn: সহায়িকা লিখেছেন
el: Έγγραφα
hi: दस्तावेज

source: Desktop
af: Werkskerm
bn: ডেস্কটপ
el: Επιφάνεια Εργασίας
hi: डेस्कटॉप

source: Rename...
af: Herbenoem ...
bn: প্রতিস্থাপন... (&R)
el: Μετονομασία...
hi: बदलें ...

source: Send To...
af: Stuur na ...
bn: পাঠিয়ে দিন...
el: Αποστολή Σε...
hi: भेजें...

source: Move to Trash
af: Skuif na Rommel toe
bn: আবর্জনায় স্থানান্তরিত করুন
el: Μεταφορά στα Σκουπίδια
hi: परिवर्तक

source: Delete
af: Skrap
bn: মোছো
ca: Suprimeix
cs: Smazat
de: Löschen
el: Διαγραφή
fr: Effacer
hi: मिटाऐं
hu: Törlés
it: Cancella
ja: 削除
nb: Slett
pl: Usuń
pt_br: Apagar
ro: Şterge
sk: Odstrániť

source: <b>Open with "%s"</b>
af: <b>Open met "%s"</b>
bn: <b>দিয়ে খুলুন "%s"</b>
el: <b>Άνοιγμα με "%s"</b>
hi: <b>"%s" के साथ खोलें</b>

source: Open with Default Application
af: Open met verstektoepassing
bn: ডিফল্ট প্রয়োগ দিয়ে খুলুন
el: Άνοιγμα με Προκαθορισμένη Εφαρμογή
hi: डिफॉल्ट अनुप्रयोग के साथ खोलें

source: Open in File Manager
af: Open in lêerbestuurder
bn: ফাইল ম্যনেজারের মধ্যে খুলুন
el: Άνοιγμα στον Διαχειριστή Αρχείων
hi: फाइल मैनेजर में खोलें

source: Find Now
af: Vind nou
bn: এখন সন্ধান করুন
el: Βρες Τώρα
hi: अब चलाऐं

source: Default menu and application browser
af: Verstekkieslys en toepassingrondblaaier
bn: ডিফল্ট মেনু এবং প্রয়োগের ব্রাঊজার
el: Προκαθορισμένος κατάλογος και πλοηγός εφαρμογής
hi: कम्प्यूटर प्रोग्राम आडिट रिपोर्ट

source: GNOME Main Menu
af: GNOME-hoofkieslys
bn: মূল মেনু
el: Κύριος Κατάλογος GNOME
hi: जिनोम मुख्य मेन्यू

source: GNOME Main Menu Factory
af: GNOME-hoofkieslysfabriek
bn: GNOME মূল মেনু ফ্যাক্টরী
el: Εργοστάσιο Κυρίου Καταλόγου GNOME
hi: जिनोम मुख्य मेन्यू फैक्टरी

source: Main Menu
af: Hoofkieslys
bn: মূল মেনু
el: Κυρίως Μενού
hi: मुख्य मेन्यू

source: _About
af: _In verband met
bn: __বিষয়ে
el: _Σχετικά
hi: _विषय में

source: .desktop file for the YaST2 network_devices utility
af: .desktop-lêer vir die YaST2-netwerk_toestellehulpprogram
bn: YaST2 নেটওয়ার্ক_ডিভাইসেস উপযোগিতার জন্য ডেস্কটপ ফাইল
el: αρχείο .desktop για το εργαλείο YaST2 network_devices
hi: YaST2 नेटवर्क_उपकरण प्रयोग के लिए .डेस्कटॉप फाइल

source: .desktop file for the file browser
af: .desktop-lêer vir die lêerrondblaaier
bn: ফাইল ব্রাইজারের জন্য ডেস্কটপ ফাইল
el: αρχείο .desktop για τον πλοηγό αρχείων
hi: फाइल ब्राउज़र के लिए .डेस्कटॉप फाइल

source: .desktop file for the gnome-system-monitor
af: .desktop-lêer vir die gnome-stelselmonitor
bn: জিনোম-সিস্টেম-মনিটরের জন্য ডেস্কটপ ফাইল
el: αρχείο .desktop για το gnome-system-monitor
hi: जिनोम-सिस्टम-मॉनिटर के लिए .डेस्कटॉप फाइल

source: .desktop file for the net config tool
af: .desktop-lêer vir net config-gereedskap
bn: নেট কনফিগারেশন টুলের জন্য ডেস্কটপ ফাইল
el: αρχείο .desktop για το εργαλείο net config
hi: नेट कॉन्फिग उपकरण के लिए .डेस्कटॉप फाइल

source: .desktop path for the application browser
af: .desktop-pad vir die toepassingrondblaaier
bn: প্রয়োগের ব্রাইজারের জন্য ডেস্কটপ পথ
el: διαδρομή .desktop για τον πλοηγό εφαρμογής
hi: अनुप्रयोग ब्राउज़र के लिए .डेस्कटॉप पथ

source: This is the command to execute when the "Open in File Manager" menu item is activated.
af: Dit is die opdrag wat uitgevoer moet word wanneer die "Open in Lêerbestuurder"-kieslysitem geaktiveer word.
bn: এই আদেশটি সম্পাদন করতে হবে যখন "ফাইল ম্যানেজারে খুলুন" মেনু বিষয়টি সক্রিয় হবে।
el: Αυτή είναι η εντολή προς εκτέλεση όταν ενεργοποιείται το αντικείμενο καταλόγου "Άνοιγμα στον Διαχειριστή Αρχείων".
hi: यह "Open in File Manager" मेन्यू के सक्रिय होने पर कार्य निष्पादित करने का कमांड है।

source: This is the command to execute when the "Open in File Manager" menu item is activated. FILE_URI is replaced with a uri corresponding to the dirname of the activated file.
af: Dit is die opdrag wat uitgevoer moet word wanneer die "Open in Lêerbestuurder"-kieslysitem geaktiveer word. LÊER_URI word vervang met ’n uri wat ooreenstem met die gidsnaam van die geaktiveerde lêer.
bn: এই আদেশটি সম্পাদন করতে হবে যখন "ফাইল ম্যানেজারে খুলুন" মেনু বিষয়টি সক্রিয় হবে।সক্রিয় ফাইলটির ডাইরেক্তরীনাম-এর সঙ্গে সাদৃশ্যপূর্ণ একটি ইউআরআই-এর দ্বারা ফাইল_ইউআরআই প্রতিস্থাপন করা হয়েছে।
el: Αυτή είναι η εντολή προς εκτέλεση όταν ενεργοποιείται το αντικείμενο καταλόγου "Άνοιγμα στο Διαχειριστή Αρχείων". Το FILE_URI αντικαθίσταται από ένα uri που αντιστοιχεί στο όνομα καταλόγου του ενεργοποιημένου αρχείου.
hi: यह "Open in File Manager" मेन्यू के सक्रिय होने पर कार्य निष्पादित करने का कमांड है। FILE_URI को सक्रिय हुई फाइल के डायरेक्टरी नाम के संगत एक uri से बदल दिया जाता है।

source: This is the command to execute when the "Send To..." menu item is activated.
af: Dit is die opdrag wat uitgevoer moet word wanneer die "Stuur aan"-kieslysitem geaktiveer word.
bn: এই আদেশটি সম্পাদন করতে হবে যখন "এখানে পাঠান…" মেনু বিষয়টি সক্রিয় হবে।
el: Αυτή είναι η εντολή προς εκτέλεση όταν ενεργοποιείται το αντικείμενο καταλόγου "Αποστολή Σε...".
hi: यह "Send To..." मेन्यू आइटम के सक्रिय होने पर कार्य-निष्पादित करने का कमांड है।

source: This is the command to execute when the "Send To..." menu item is activated. DIRNAME and BASENAME are replaced with the corresponding components of the activated tile.
af: Dit is die opdrag wat uitgevoer moet word wanneer die "Stuur aan"-kieslysitem geaktiveer word. GIDSNAAM en BASISNAAM word vervang met die ooreenstemmende komponente van die geaktiveerde lêer.
bn: এই আদেশটি সম্পাদন করতে হবে যখন "-এ প্রেরণ করুন…" মেনু বিষয়টি সক্রিয় হবে।সক্রিয় টাইলের সংশ্লিষ্ট কম্পোনেন্ট দ্বারা DIRNAME এবং BASENAME প্রতিস্থাপিত হয়।
el: Αυτή είναι η εντολή προς εκτέλεση όταν ενεργοποιείται το αντικείμενο καταλόγου "Αποστολή Σε...". DIRNAME και BASENAME αντικαθίστανται από τα αντίστοιχα συστατικά του ενεργοποιημένου αρχείου.
hi: यह "Send To..." मेन्यू आइटम के सक्रिय होने पर कार्य-निष्पादित करने का कमांड है। DIRNAME और BASENAME को सक्रिय टाइल के संबंधितअवयवों से बदल दिया गया है।

source: This is the command to execute when the search entry is used.
af: Dit is die opdrag wat uitgevoer moet word wanneer die soekinskrywing gebruik word.
bn: এই আদেশটি সম্পাদন করতে হবে যখন "ফাইল ম্যানেজারে খুলুন" মেনু বিষয়টি সক্রিয় হবে।
el: Αυτή είναι η εντολή προς εκτέλεση όταν χρησιμοποιείται η καταχώρηση έρευνας.
hi: यह खोज प्रविष्टि के प्रयुक्त होने पर कार्य-निष्पादित करने का कमांड है।

source: This is the command to execute when the search entry is used. SEARCH_STRING is replaced with the entered search text.
af: Dit is die opdrag wat uitgevoer moet word wanneer die soekinskrywing gebruik word. SOEK_STRING word met die ingevoerde soekteks vervang.
bn: অনুসন্ধান এনট্রি ব্যবহারের সময়ে এই আদেশটি রূপায়ণ করতে হবে।SEARCH_STRING লিখিত অনুসন্ধান পাঠ্য দ্বারা প্রতিস্থাপিত হয়।
el: Αυτή είναι η εντολή προς εκτέλεση όταν χρησιμοποιείται η καταχώρηση έρευνας. Η SEARCH_STRING αντικαθίσταται από το εισαγόμενο κείμενο ερεύνης.
hi: यह खोज प्रविष्टि के प्रयुक्त होने पर कार्य-निष्पादित करने का कमांड है।खोज_स्ट्रिंग को दर्ज किए गए खोज पाठ्य के साथ बदला गया है।

source: command to uninstall packages
af: opdrag om pakkette te oninstalleer
bn: প্যাকেজ আনইনস্টল করার আদেশ
el: εντολή για απεγκατάσταση πακέτων
hi: पैकेजों को असंस्थापित करने का कमांड

source: command to uninstall packages, PACKAGE_NAME is replaced by the name of the package in the command
af: opdrag om pakkette te oninstalleer, PAKKET_NAAM word deur die naam van die pakket in die opdrag vervang
bn: প্যাকেজ আনইনস্টল করার আদেশ,আদেশটির মধ্যের প্যাকেজের নামের দ্বারা প্যাকেজ_নাম প্রতিস্থাপিত হয়েছে।
el: εντολή για απεγκατάσταση πακέτων, το PACKAGE_NAME αντικαθίσταται από το όνομα του πακέτου στην εντολή
hi: पैकेजों को असंस्थापित करने का कमांड, पैकेज_नाम को कमांड में स्थित पैकेज के नाम द्वारा बदल दिया जाता है

source: command to upgrade packages
af: opdrag om pakkette by te werk
bn: প্যাকেজ উন্নত করার আদেশ
el: εντολή για την αναβάθμιση πακέτων
hi: पैकेजों को अपग्रेड करने का कमांड

source: command to upgrade packages, PACKAGE_NAME is replaced by the name of the package in the command
af: opdrag om pakkette by te werk, PAKKET_NAAM word deur die naam van die pakket in die opdrag vervang
bn: প্যাকেজ উন্নত করার আদেশ, আদেশটির মধ্যের প্যাকেজের নামের দ্বারা প্যাকেজ_নাম প্রতিস্থাপিত হয়েছে।
el: εντολή για την αναβάθμιση πακέτων, το PACKAGE_NAME αντικαθίσταται από το όνομα του πακέτου στην εντολή
hi: पैकेजों को अपग्रेड करने का कमांड, पैकेज_नाम को कमांड में स्थित पैकेज के नाम द्वारा बदल दिया जाता है

source: contains the list of files (including .desktop files) to be excluded from the "Recently Used Applications" and "Recent Files" lists
af: bevat die lys lêers (insluitend .desktop-lêers) wat van die "Onlangs-gebruikte toepassings"- en "Onlangse lêers"-lys uitgesluit moet word
bn: "সাম্প্রতিক_ব্যবহৃত_প্রয়োগগুলি" এবং "সাম্প্রতিক_ফাইলগুলি" থেকে ফাইলগুলির তালিকাটি (.ডেস্কটপ ফাইল সহ) বাতিল করতে হবে
el: περιέχει τον κατάλογο των αρχείων (συμπεριλαμβανομένων των αρχείων .desktop) που θα αφαιρεθούν από τις λίστες "Πρόσφατα Χρησιμοποιημένες Εφαρμογές" και "Πρόσφατα Αρχεία"
hi: फाइलों की वह सूची रखता है (.डेस्कटॉप फाइलों सहित) जिनको कि "वर्तमान में प्रयुक्त अनुप्रयोग" और "वर्तमान फाइलें" सूचियों से बाहर किया जाना है।

source: determines which types of files to display in the file area
af: bepaal watter soorte lêers in die lêerarea vertoon moet word
bn: ফাইল-ক্ষেত্রটিতে কোন প্রকারের ফাইল প্রদর্শ করা হবে তা নির্ধারণ করে।
el: καθορίζει ποιοι τύποι αρχείων θα προβληθούν στην περιοχή αρχείου
hi: निर्धारित करता है कि फाइल क्षेत्र में किस प्रकार की फाइलें डिस्प्ले होंगी

source: if true, main menu is more anxious to close
af: indien waar, is die hoofkieslys meer begerig om te sluit
bn: যদি ঠিক হয়, তাহলে মূল মেনু বন্ধ করা আরো জটিল
el: εαν αληθεύει, το κύριο menu θέλει να κλείσει
hi: यदि सत्य हुआ, तो मुख्य मेन्यू बंद होने के लिए अधिक उत्सुक हो जाएगा
