Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Can't find %s in the system path list. If the name of the application is correct, please run 'which %s' as a user with the correct PATH environment set up in order to find the fully-qualified path.
af: Kan %s nie in die stelselpadlys vind nie. As die naam van die toepassing reg is, loop asseblief 'watter %s' as ’n gebruiker met die regte PAD-omgewing opgestel ten einde die volledig-gekwalifiseerde pad te vind.
bn: ষিস্টেম পথ তালিকায় %s খুঁজে পায় নি৷ যদি প্রয়োগেরনামটি সঠিক হয়, তাহলে সম্পূর্ণ-যোগ্য পথ খুঁজে পাওয়ার জন্যে অনুগ্রহ করেব্যবহর্তা রূপে সঠিক নির্দিষ্ট PATH পরিবেশ সমেত'কোন %s' চালান।
el: Αδυναμία εύρεσης του %s στο κατάλογο διαδρομών συστήματος. Εαν το όνομα της εφαρμογής είναι σωστό, παρακαλώ εκτελέστε 'which %s' ως χρήστης με το σωστό περιβάλλον PATH ορισμένο ωστε να βρείτε την πλήρη διαδρομή.
hi: सिस्‍टम पथ सूची में %s को नहीं ढूंढ सका। यदि अनुप्रयोग का नाम सही है, तो'कौन से %s' को पूर्ण-योग्‍यता प्राप्‍त पथ को ढूंढने के लिहाज सेएक सही PATH वातावरण के साथ उपयोगकर्ता के रूप मेंचलाएं।

source: Setting %s to audit mode.
af: Instelling %s na ouditmodus.
bn: %s কে অডিট মোডে নির্দিষ্ট করছে৷
el: Ορισμός %s της λειτουργίας ελέγχου.
hi: ऑडिट मोड के लिए %s सेटिंग की जा रही है।

source: usage: %s [ -d /path/to/profiles ] [ program to switch to audit mode ]
af: gebruik: %s [ -d /pad/na/profiele ] [ program om na ouditmodus oor te skakel ]
bn: ব্যবহার: %s [ -d /path/to/profiles ] [অডিট মোডে সুই করারপ্রোগ্রাম ]
el: χρήση: %s [ -d /path/to/profiles ] [ πρόγραμμα για να μπείτε σε λειτουργία ελέγχου ]
hi: उपयोग : %s [ -d /path/to/profiles ] [ ऑडिट मोड में स्विच करने के लिए प्रोग्राम ]

source: Please enter the program to switch to complain mode:
af: Voer asseblief die program in om na klagtemodus oor te skakel:
bn: অভিযোগ মোডে সুইচ করার জন্যে অনুগ্রহ করে প্রোগ্রাম প্রবেশ করুনঃ
el: Παρακαλώ εισάγετε το πρόγραμμα το οποίο θέλετε να περάσει σε λειτουργία διαμαρτυρίας:
hi: शिकायत मोड में स्विच करने के लिए कृपया प्रोग्राम को प्रवि‍ष्‍ट करें :

source: Setting %s to complain mode.
af: Instelling %s na klagtemodus.
bn: %s কে অভিযোগ মোডে নির্দিষ্ট করছে।
el: Ορισμός %s σε λειτουργία διαμαρτυρίας.
hi: शिकायत मोड के लिए %s सेटिंग की जा रही है।

source: usage: %s [ -d /path/to/profiles ] [ program to switch to complain mode ]
af: gebruik: %s [ -d /pad/na/profiele ] [ program om na klagtemodus oor te skakel ]
bn: ব্যবহার: %s [ -d /path/to/profiles ] [অভিযোগ মোডে সুইচ করার জন্যে প্রোগ্রাম]
el: χρήση: %s [ -d /path/to/profiles ] [ πρόγραμμα προς πέρασμα σε λειτουργία διαμαρτυρίας ]
hi: उपयोग : %s [ -d /path/to/profiles ] [ शिकायत मोड में स्विच करने के लिए प्रोग्राम ]

source: Please enter the program to switch to enforce mode:
af: Voer asseblief die program in om na afdwingmodus oor te skakel:
bn: বলপ্রয়োগ মোডে সুইচ করার জন্যে অনুগ্রহ করে প্রোগ্রাম প্রবেশ করুন
el: Παρακαλώ εισάγετε το πρόγραμμα το οποίο θέλετε να περάσει σε εξαναγκασμένη λειτουργία:
hi: बाध्‍यकारी मोड में स्विच करने के लिए कृपया प्रोग्राम को प्रवि‍ष्‍ट करें :

source: Setting %s to enforce mode.
af: Instelling %s na afdwingmodus.
bn: %s কে বলপ্রয়োগ মোডে নির্দিষ্ট করছে।
el: Ορισμός %s για εξαναγκασμένη λειτουργία.
hi: बाध्‍यकारी मोड के लिए %s सेटिंग की जा रही है।

source: usage: %s [ -d /path/to/profiles ] [ program to switch to enforce mode ]
af: gebruik: %s [ -d /pad/na/profiele ] [ program om na afdwingmodus oor te skakel ]
bn: ব্যবহার: %s [ -d /path/to/profiles ] [বলপ্রয়োগ মোডে সুইচ করার জন্যেপ্রোগ্রাম]
el: χρήση: %s [ -d /path/to/profiles ] [ πρόγραμμα προς πέρασμα σε εξαναγκασμένη λειτουργία ]
hi: उपयोग : %s [ -d /path/to/profiles ] [ बाध्‍यकारी मोड में स्विच करने के लिए प्रोग्राम ]

source: Usage: %s [ --paranoid ]
af: Gebruik: %s [ --paranoïes ]
bn: ব্যবহার: %s [ --প্যারানয়েড]
el: Χρήση: %s [ --paranoid ]
hi: उपयोग : %s [ --paranoid ]

source: SubDomain does not appear to be started. Please enable SubDomain and try again.
af: Dit lyk nie asof SubDomain begin het nie. Ontsper SubDomain asseblief en probeer weer.
bn: সাবডোমেন শুরু হয়েছে বলে মনে হয় না। অনুগ্রহ করে সাবডোমেন সক্রিয় করুন এবং আবার চেষ্টা করুন।
el: Το SubDomain δεν φαίνεται να ξεκινά. Παρακαλώ ενεργοποιήστε το SubDomain και ξαναπροσπαθήστε.
hi: सबडोमेन शुरू होता प्रतीत नहीं हो रहा है। कृपया सबडोमेन को सक्षम करें और फिर से कोशिश करें।

source: Can't read /proc
af: Kan /proc nie lees nie
bn: পড়তে পারে না/proc
el: Αδυναμία ανάγνωσης /proc
hi: /proc को नहीं पढ़ सकता

source: not confined
af: nie konfigureer nie
bn: সীমাবদ্ধ নয়
el: μη ορισμένο
hi: सीमाबद्ध नहीं

source: confined by
af: begrens deur
bn: দ্বারা সীমাবদ্ধ
el: ορισμένο από
hi: द्वारा सीमाबद्ध

source: Can't find %s.
af: Kan %s nie vind nie.
bn: %s খুঁজে পায় না।
el: Αδυναμία εύρεσης %s.
hi: %s को नहीं ढूंढ सकता।

source: Profile
af: Profiel
bn: প্রোফাইল
el: Προφίλ
hi: प्रोफाइल

source: (Y)es
af: (J)a
bn: হ্যাঁ
el: (Ν)αι
hi: (ह) हां

source: (N)o
af: (N)ee
bn: না
el: (Ο)χι
hi: (न)हीं

source: (C)ancel
af: (K)anselleer
bn: (বা)তিল
el: (Α)κυρο
hi: रद्द करें

source: Are you sure you want to abandon this set of profile changes and exit?
af: Is u seker u wil afstand doen van hierdie stel profielwysigings en uitgaan?
bn: আপনি কি নিশ্চিতরূপেই প্রোফাইল পরিবর্তনের এই সেটটি বাতিল করতে চান এবংপ্রস্থান করতে চান?
el: Είστε σίγουροι οτι θέλετε να εγκαταλείψετε αυτό το πακέτο αλλαγών προφίλ και να αποχωρήσετε;
hi: क्‍या आप निश्चित हैं कि आप इस सेट के प्रोफाइल के बदलावों को छोड़ना और बाहर निकलना चाहते हैं?

source: Abandoning all changes.
af: Afstand doen van alle wysigings.
bn: সকল পরিবর্তনগুলি বাতিল করছে৷
el: Ακυρώνοντας όλες τις αλλαγές.
hi: सभी बदलावों को छोड़ रहा है।

source: Default Hat
af: Verstek-hat
bn: ডিফল্ট Hat
el: Προκαθορισμένο Καπέλο
hi: डिफॉल्‍ट हैट

source: Requested Hat
af: Versoekte hat
bn: অনুরোধকৃত Hat
el: Αιτούμενο Καπέλο
hi: अनुरोधित हैट

source: Program
bn: প্রোগ্রাম
el: Πρόγραμμα
hi: प्रोग्राम

source: Execute
af: Voer uit
bn: সম্পাদন করুন
el: Εκτέλεση
hi: निष्‍पादन

source: Severity
af: Ernstigheid
bn: কঠোরতা
el: Σοβαρότητα
hi: सेक्युरुटी

source: Should AppArmor sanitize the environment when switching profiles? Sanitizing the environment is more secure, but some applications depend on the presence of LD_PRELOAD or LD_LIBRARY_PATH.
af: Behoort AppArmor die omgewing skoon te maak wanneer profiele gewissel word? Skoonmaak van die omgewing is veiliger, maar sommige toepassings is afhanklik van die teenwoordigheid van LD_VOORAFLAAI of LD_BIBLIOTEEK_PAD.
bn: প্রোফাইল বদলাবার সময় কি পরিবেশটিকে AppArmor কি পরিবেশটিকে পরিস্কার করবে? পরিবেশটিকে পরিস্কার করে তোলা আরো সুরক্ষিত, but কিন্তু কোন কোন প্রয়োগগুলি LD_PRELOAD বা LD_LIBRARY_PATH-এর উপস্থিতির উপর নির্ভরশীল৷
el: Θα πρέπει ο AppArmor να ελέγξει το περιβάλλον κατα την αλλαγή των προφίλ; Έλεγχος του περιβάλλοντος το κάνει περισσότερο ασφαλές, αλλά κάποιες εφαρμογές εξαρτώνται από την παρουσία του LD_PRELOAD or LD_LIBRARY_PATH.
hi: क्या AppArmor प्रोफाइल बदलते समय वातावरण को साफ करता है? वातावरण साफ करना अधिक सुरक्षित है, लेकिन कुछ अनुप्रयोग LD_PRELOAD या LD_LIBRARY_PATH की मौजूदगी पर निर्भर करते हैं।

source: Should AppArmor sanitize the environment when switching profiles? Sanitizing the environment is more secure, but this application appears to use LD_PRELOAD or LD_LIBRARY_PATH and clearing these could cause functionality problems.
af: Behoort AppArmor die omgewing skoon te maak wanneer profiele gewissel word? Skoonmaak van die omgewing is veiliger, maar dit lyk asof hierdie toepassing LD_VOORAFLAAI of LD_BIBLIOTEEK_PAD gebruik en om dit skoon te maak, kan funksionaliteitsprobleme veroorsaak.
bn: প্রোফাইলগুলি চালু করলে AppArmor কি পরিবেশটিকে আরো পরিস্কার করে তোলে? পরিবেশটিকে পরিস্কার করে তোলা আরো সুরক্ষিত, কিন্তু এই প্রয়োগটি LD_PRELOAD বা LD_LIBRARY_PATH ব্যবহার ক রে বলে মনে হয় এবং এগুলিকে পরিস্কার করলে কার্যমূলক সমস্যাগুলি দেখা দিতে পারে।
el: Θα πρέπει ο AppArmor να ελέγξει το περιβάλλον κατα την αλλαγή των προφίλ; Έλεγχος του περιβάλλοντος το κάνει περισσότερο ασφαλές, αλλά αυτή η εφαρμογή μάλλον χρησιμοποιεί το LD_PRELOAD ή το LD_LIBRARY_PATH και καθαρισμός αυτών μπορεί να δημιουργήσει προβλήματα λειτουργικότητας.
hi: क्या AppArmor प्रोफाइल बदलते समय वातावरण को साफ करता है? वातावरण साफ करना अधिक सुरक्षित है, लेकिन ऐसा लगता है कि यह अनुप्रयोग LD_PRELOAD या LD_LIBRARY_PATH प्रयोग करेगा और इन्हें साफ करने से प्रकार्यता परेशानियां हो सकती हैं।

source: Launching processes in an unconfined state is a very dangerous operation and can cause serious security holes. Are you absolutely certain you wish to remove all AppArmor protection when executing %s?
af: Om prosesse te begin in ’n onbegrensde toestand is baie gevaarlik en kan ernstige veiligheidsleemtes veroorsaak. Is u absoluut seker dat u graag alle AppArmor-beskerming wil verwyder wanneer dit uitgevoer word?%s?
bn: অসীমাবদ্ধ অবস্থায় প্রক্রিয়াগুলি চালু করা একটি অতিশয় বিপজ্জনক ক্রিয়া এবং এর কারণে গুরুতর নিরাপত্তা ছিদ্র তৈরি হতে পারে। আপনি কি সম্পূর্ণ নিশ্চিত যে আপনি %s সম্পাদনের সময়ে সকল AppArmor সুরক্ষা অপসারণ করতে আগ্রহী?
el: Εκκίνηση των διεργασιών σε μια μη σίγουρη κατάσταση είναι πολύ επικίνδυνη επιχείριση και μπορεί να δημιουργήσει σημαντικές τρύπες ασφαλείας. Είστε απολύτως σίγουροι πως θέλετε να αφαιρέσετε όλη την ασφάλεια AppArmor κατα την εκτέλεση του %s;
hi: असीमाबद्ध स्थिति में प्रक्रियाओं को लांच करना एक बहुत खतरनाक प्रचालन है और गंभीर सुरक्षा छिद्रों की वजह बन सकता है। क्‍या आप पूरी तरह निश्चित हैं कि आप %s को निष्‍पादित करते समय सभी AppArmor सुरक्षा को हटाने की इच्‍छा रखते हैं?

source: Should AppArmor sanitize the environment when running this program unconfined? Not sanitizing the environment when unconfining a program opens up significant security holes and should be avoided if at all possible.
af: Behoort AppArmor die omgewing skoon te maak wanneer hierdie program onbegrensd loop? Deur nie die omgewing skoon te maak wanneer ’n program nie begrens word nie, open belangrike veiligheidsleemtes en dit behoort, indien moontlik, ten alle koste vermy word.
bn: এই কার্যক্রমটি সীমাবদ্ধ না করে চালালে AppArmor কি পরিবেশকে পরিস্কার করে তোলে? কোন একটি কার্যক্রম সীমাবদ্ধ না করে চালালে তা গুরুত্বপূর্ণ সংখ্যক সুরক্ষা গর্ত উন্মুক্ত করায় পরিবেশ পরিস্কার করে না এবং যদি কোনভাবে সম্ভব হয় তাহলে এড়িয়ে চলা উচিত।
el: Θέλετε ο AppArmor να ελέγξει το περιβάλλον ενώ η εκτέλεση αυτού του προγράμματος είναι ασαφής; Ο μη έλεγχος (sanitize) του περιβάλλοντος ενώ ένα πρόγραμμα είναι αρύθμιστο μπορεί να ανοίξει σημαντικές τρύπες ασφαλείας και θα πρέπει να αποφευχθεί.
hi: क्या AppArmor प्रोफाइल बदलते समय वातावरण को साफ करता है? सीमा बढ़ाते समय वातावरण को साफ न करने से प्रोग्राम महत्वपूर्ण सुरक्षा छिद्र खोलता है और यदि संभव हो इससे बचना चाहिए।

source: Username:
el: Όνομα Χρήστη:

source: Password:
af: Wagwoord:
bn: পাসওয়ার্ডঃ
el: Συνθηματικό:
hi: पासवर्डः

source: Complain-mode changes:
af: Klagtemodus-wysigings:
bn: অভিযোগ-মোডের পরিবর্তনগুলি:
el: Αλλαγές λειτουργίας διαμαρτυρίας:
hi: शिकायत-मोड बदलता है :

source: Enforce-mode changes:
af: Afdwingmodus-wysigings:
bn: বলপ্রয়োগ মোডের পরিবর্তনগুলি:
el: Αλλαγές λειτουργίας εξαναγκασμού:
hi: बाध्‍यकारी-मोड बदलता है :

source: Invalid mode found: %s
af: Ongeldige modus gevind: %s
bn: অবৈধ মোড পাওয়া গেছে: %s
el: Βρέθηκε λανθασμένη λειτουργία: %s
hi: अमान्‍य मोड प्राप्‍त हुआ : %s

source: Capability
af: Vermoë
bn: ক্ষমতা
el: Δυνατότητα
hi: क्षमता

source: Adding #include <%s> to profile.
af: Voeg #sluit in <%s> vir profiel.
bn: প্রোফাইলে #include <%s> যোগ করছে।
el: Προσθήκη #include <%s> στο προφίλ.
hi: प्रोफाइल के लिए #include <%s> जोड़ रहा है।

source: Deleted %s previous matching profile entries.
af: Geskrapte %s vorige pasmaatprofielinskrywings.
bn: আগের %s মিলযুক্ত প্রোফাইলের এনট্রি মুছে দিচ্ছে।
el: Διαγραφή %s προηγούμενων ταιριαστών καταχωρήσεων προφίλ.
hi: पुरानी मेल खाने वाली प्रोफाइल प्रविष्टियों को %s हटाया गया।

source: Adding capability %s to profile.
af: Voeg vermoë %s by profiel.
bn: প্রোফাইলে %s ক্ষমতা যোগ করছে।
el: Προσθήκη δυνατότητας %s στο προφίλ.
hi: प्रोफाइल के लिए %s क्षमता को जोड़ रहा है।

source: Denying capability %s to profile.
af: Ontsê van vermoë %s vir profiel.
bn: প্রোফাইলকে %s ক্ষমতা দিতে অস্বীকার করছে।
el: Απαγόρευση δυνατότητας %s στο προφίλ.
hi: प्रोफाइल के लिए %s क्षमता से इंकार कर रहा है।

source: Path
af: Pad
bn: পথ
el: Διαδρομή
hi: पथ

source: Old Mode
af: Ou modus
bn: পুরাতন মোড
el: Παλαιά Λειτουργία
hi: पुराना मोड

source: New Mode
af: Nuwe modus
bn: নতুন মোড
el: Νέα Λειτουργία
hi: नया मोड

source: Mode
af: Modus
bn: মোড
el: Λειτουργία
hi: मोड

source: Adding %s %s to profile.
af: Voeg %s %s vir profiel.
bn: প্রোফাইলে %s %s যোগ করছে।
el: Προσθήκη %s %s στο προφίλ.
hi: प्रोफाइल में %s %s जोड़ना।

source: Enter new path:
af: Voer nuwe pad in:
bn: নতুন পথ প্রবেশ করুন:
el: Εισαγωγή νέας διαδρομής:
hi: नया पथ प्रविष्‍ट करें :

source: The specified path does not match this log entry:
af: Die gespesifiseerde pad stem nie met hierdie opgawe-inskrywing ooreen nie.
bn: নির্দিষ্ট পথটি এই লগ এনট্রির সাথে মিলছে না:
el: Η καθορισμένη διαδρομή δεν ταιριάζει με την καταχώρηση αρχείου:
hi: निर्दिष्‍ट किया गया पथ इस लॉग प्रविष्टि से मेल नहीं खाता :

source: Log Entry
af: Opgawe-inskrywing
bn: লগ এনট্রি
el: Καταχώρηση Καταγραφής
hi: लॉग प्रविष्टि

source: Entered Path
af: Ingevoerde pad
bn: প্রবিষ্ট পথ
el: Εισαχθούσα Διαδρομή
hi: प्रवेश किया गया पथ

source: Do you really want to use this path?
af: Wil u werklik hierdie pad gebruik?
bn: আপনি কি প্রকৃতই এই পথটি ব্যবহার করতে চান?
el: Θέλετε πράγματι να χρησιμοποιήσετε αυτή τη διαδρομή;
hi: क्‍या आप सचमुच इस पथ का उपयोग करना चाहते हैं?

source: Reading log entries from %s.
af: Lees van opgawe-inskrywings vanaf %s.
bn: %s থেকে লগ এনট্রি পড়ছে।
el: Ανάγνωση αρχείων καταγραφής από %s.
hi: %s से लॉग प्रविष्टियों को पढ़ रहा है।

source: Updating AppArmor profiles in %s.
af: Bywerk van AppArmor-profiele in %s.
bn: %s এ সাবডোমেন প্রোফাইলগুলি আপডেট করছে।
el: Ενημέρωση προφίλ AppArmor στο %s.
hi: %s में AppArmor प्रोफाइलों को अपडेट कर रहा है।

source: The profile analyzer has completed processing the log files. All updated profiles will be reloaded
af: Die profielontleder het verwerking van die opgawelêer voltooi. All updated profiles will be reloaded
bn: প্রোফাইল বিশ্লেষক লগ ফাইলগুলি প্রক্রিয়া করা সম্পূর্ণ করেছে। সমস্ত আপডেট করা প্রোফাইলগুলি পুনরায় লোড করা হবে।
el: Ο αναλυτής προφίλ έχει τελειώσει την επεξεργασία των αρχείων καταγραφής. Όλα τα ενημερωμένα προφίλ θα επαναφορτωθούν
hi: प्रोफाइल विश्‍लेषक ने लॉग फाइलों का प्रसंस्‍करण पूरा कर लिया है। सभी अपडेटेड प्रोफाइल फिर से लोड किए जाएंगे

source: No unhandled AppArmor events were found in the system log.
af: Geen ongehanteerde AppArmor-gebeurtenisse is in die stelselopgawe gevind nie.
bn: এই সিস্টেম লগে কোনও আনহ্যান্ডলড AppArmor ইভেন্ট পাওয়া যায় নি।
el: Δεν βρέθηκαν μη χειριζόμενα γεγονότα AppArmor στα αρχεία καταγραφής συστήματος.
hi: सिस्‍टम लॉग में न संभाली गई कोई AppArmor घटना नहीं मिलीं थीं।

source: %s contains syntax errors.
af: %s bevat sintaksfoute.
bn: %s এ সিনট্যাক্স ত্রুটি আছে।
el: Το %s περιέχει συντακτικά σφάλματα.
hi: %s में सिंटैक्‍स त्रुटियां निहित हैं।

source: Profile %s contains invalid regexp %s.
af: Profiel %s bevat ongeldige regexp %s.
bn: %s প্রোফাইলে অবৈধ regexp %s আছে।
el: Το προφίλ %s περιέχει λάθος regexp %s.
hi: प्रोफाइल %s में अमान्‍य regexp %s निहित है।

source: Writing updated profile for %s.
af: Skryf van bygewerkte profiel vir %s.
bn: %s এর জন্য আপডেটেড প্রোফাইল লিখছে।
el: Εγγραφή ενημερωμένου προφίλ για %s.
hi: %s के लिए अपडेटेड प्रोफाइल लिख रहा है।

source: Unknown command
af: Onbekende opdrag
bn: অজানা
el: Άγνωστη εντολή
hi: अनंजान

source: DBI Execution failed: %s.
el: Η εκτέλεση DBI απέτυχε: %s.

source: Couldn't open file: %s.
el: Αδυναμία ανοίγματος αρχείου: %s.

source: No type value passed. Unable to determine page count.
el: Δεν πέρασε τύπος τιμής. Αδυναμία καθορισμού μέτρησης σελίδας.

source: Failed copying %s.
el: Αποτυχία αντιγραφής %s.

source: Export Log Error: Couldn't open %s
el: Εξαγωγή Σφάλματος Καταγραφής: Αδυναμία ανοίγματος %s

source: Fatal error. No report name given. Exiting.
el: Κρίσιμο σφάλμα. Δεν δόθηκε όνομα αναφοράς. Έξοδος.

source: Unable to get configuration info for %s. Unable to find %s.
el: Αδυναμία λήψης πληφοριών για το %s. Αδυναμία εύρεσης %s.

source: Failed to parse: %s.
el: Αποτυχία ανάλυσης: %s.

source: Fatal Error. Couldn't open %s.
el: Κρίσιμο Σφάλμα. Αδυναμία ανοίγματος %s.

source: Fatal Error. Can't run %s. Exiting.
el: Κρίσιμο Σφάλμα. Αδυναμία εκτέλεσης %s. Έξοδος.

source: Fatal Error. No directory, %s, found. Exiting.
el: Κρίσιμο Σφάλμα. Δεν βρηκε ο κατάλογος %s. Έξοδος.

source: Fatal Error. Couldn't open %s. Exiting
el: Κρίσιμο Σφάλμα. Αδυναμία ανοίγματος %s. Έξοδος

source: DBI Execution failed: %s
el: Η εκτέλεση DBI απέτυχε: %s

source: Fatal Error. getArchReport() couldn't open %s
el: Κρίσιμο σφάλμα. getArchReport() αδυναμία ανοίγματος %s

source: AppArmorApplet is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
el: Το AppArmorApplet είναι ελεύθερο λογισμικό; μπορείτε να το επαναδιανείμετε ή/και να το τροποποιήσετε υπό τους όρους της GNU General Public License όπως εκδόθηκε από το Free Software Foundation; είτε στην έκδοση 2 της Άδειας, ή (κατα την άποψή σας) σε νεότερη έκδοση.

source: AppArmor Desktop Preferences
el: Προτιμήσεις Επιφάνειας Εργασίας AppArmor

source: Profile Generation
el: Δημιουργία Προφίλ

source: AppArmor Rejections
el: Απορριφθέντα AppArmor

source: OK
af: Goed
el: Εντάξει
hi: ओ.के.

source: Cancel
af: Kanselleer
bn: বাতিল
ca: Anul·la
cs: Zrušit
de: Abbrechen
el: Ακύρωση
fr: Annuler
hi: रद्द
hu: Mégsem
it: Annulla
ja: キャンセル
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ro: Anulare
sk: Zrušiť

source: Reboot
af: Herselflaai
bn: রিবুট
ca: Reinicia
cs: Restartovat
de: Neu booten
el: Επανεκκίνηση
fr: Redémarrage
hi: फिर से चालु करें
hu: Újraindítás
it: Riavvia
ja: リブート
nb: Start på nytt
pl: Uruchom ponownie
pt_br: Reinicializar
ro: Repornire
sk: Reštartovať

source: Continue
af: Gaan voort
bn: ক্রমাগত
el: Συνέχεια
hi: जारी रखें

source: Installation
af: Installasie
bn: স্থাপন
el: Εγκατάσταση
hi: अधिष्ठापन

source: Manual Installation
af: Met-die-hand installasie
bn: নিজের হাতে স্থাপন
el: Χειροκίνητη Εγκατάσταση
hi: मैनुअल अधिष्ठापन

source: Installation--ACPI Disabled
af: Installasie--ACPI-versper
bn: স্থাপন--ACPI অসমর্থ
el: Εγκατάσταση--ACPI Απενεργοποιημένο
hi: अधिष्ठापन--ACPI असमर्थ

source: Installation--Safe Settings
af: Installasie--veilige instellings
bn: স্থাপন--সেটিংগুলি সুরক্ষিত করুন
el: Εγκατάσταση--Ασφαλείς Ρυθμίσεις
hi: अधिष्ठापन--सुरक्षित सेटिंग्ज़

source: Linux--Safe Settings
af: Linux--veilige instellings
bn: লিনাক্স--সেটিংসমূহ সুরক্ষিত করুন
el: Linux--Ασφαλείς Ρυθμίσεις
hi: लाईनेक्स--सुरक्षित सेटिंग्ज़

source: Boot from Hard Disk
af: Selflaai vanaf harde skyf
bn: হার্ড ডিস্ক থেকে বুট করুন
el: Εκκίνηση από τον Σκληρό Δίσκο
hi: हार्ड डिस्क से बूट करें

source: Rescue System
af: Reddingstelsel
bn: সিস্টেম উদ্ধার করুন
el: Σύστημα Διάσωσης
hi: रेस्क्यू सिस्टम

source: Memory Test
af: Geheuetoets
bn: মেমরি টেস্ট
el: Έλεγχος Μνήμης
hi: मेमोरी जांच

source: Boot Options
af: Selflaai-opsies
bn: বুট বিকল্পসমূহ
el: Ρυθμίσεις Εκκίνησης
hi: बूट विक्लप

source: Exiting...
af: Hersien van ...
bn: মজুদ করছি...
el: Έξοδος...
hi: बाहर आ रहा है...

source: You are leaving the graphical boot menu and starting the text mode interface.
af: U verlaat nou die grafiese selflaaikieslys en begin die teksmoduskoppelvlak.
bn: আপনি গ্রাফিকাল বুট মেনু ছেড়ে যাচ্ছেন এবং রচনাশর্ত ইন্টারফেস শুরু করছে.
el: Εγκαταλείπετε το μενού γραφικής εκκίνησης και ξεκινάτε το περιβάλλον κατάστασης κειμένου.
hi: आप ग्राफिकल बूट विकल्प सूची छोड़ रहे है तथा टैक्सट मोड अंतरापृष्ठ आरंभ कर रहे हैं.

source: Help
bn: হেল্প
el: Βοήθεια
hi: सहायता

source: Starting...
af: Begin met ...
bn: স্টর্টিং...
el: Εκκίνηση...
hi: आरंभ हो रहा है...

source: Loading Linux Kernel
af: Laai van Linux Kernel
bn: লিনাক্স কার্নেল লোড করছি
el: Ο πυρήνας του Linux φορτώνεται
hi: लाईनेक्स कर्नल लोड हो रहा है

source: Loading memtest86
af: Laai van memtest86
bn: memtest86 লোড করছি
el: Το memtest86 φορτώνεται
hi: मेमटेस्ट86 लोड हो रहा है

source: Boot Loader
af: Selflaaiprogram
bn: বুট লোডার
el: Διαχειριστής Εκκίνησης
hi: बूट लोडर

source: I/O Error
af: I/O-fout
bn: I/O ত্রুটি
el: Σφάλμα Εισ/Εξ
hi: I/O त्रुटि

source: Change Boot Disk
af: Wysig selflaaiskyf
bn: বুট ডিস্ক পরিবর্তন করুন
el: Αλλαγή Δισκέτας Εκκίνησης
hi: बूट डिस्क का परिवर्तन करें

source: Insert boot disk %u.
af: Sit selflaaiskyf %u in.
bn: %u বুড ডিস্ক প্রবিষ্ট করুন.
el: Παρακαλώ εισάγετε την δισκέτα εκκίνησης %u.
hi: बूट डिस्क %u प्रविष्ट करें.

source: This is boot disk %u. Insert boot disk %u.
af: Dit is selflaaiskyf %u. Sit selflaaiskyf %u in.
bn: এটা বুড ডিস্ক %u. বুট ডিস্ক %u প্রবিষ্ট করুন.
el: Αυτή είναι η δισκέτα εκκίνησης %u. Παρακαλώ εισάγετε τη δισκέτα εκκίνησης %u.
hi: यह बूट डिस्क %u है. बूट डिस्क %u प्रविष्ट करें.

source: This is not a <product> boot disk. Insert boot disk %u.
af: Dit is nie 'n <product> selflaaiskyf nie. Sit selflaaiskyf %u in.
bn: এটা <প্রোডাক্ট> বুট ডিস্ক নয়. বুট ডিস্ক %u প্রবিষ্ট করুন.
el: Αυτή δεν είναι δισκέτα εκκίνησης του <product>. Παρακαλώ εισάγετε τη δισκέτα εκκίνησης %u.
hi: यह <प्रोडक्ट> बूट डिस्क नहीं है. कृपया बूट डिस्क %u प्रविष्ट करें.

source: Password
af: Wagwoord
bn: পাসওয়ার্ড
el: Κωδικός
hi: कूट शब्द

source: Get your driver update floppy ready.
af: Kry u aandrywerbywerkingskyf gereed.
bn: আপনার ড্রাইভার আপডেট ফ্লপি রেডি নিন.
el: Ετοιμάστε την δισκέτα ενημέρωσης οδηγών.
hi: अपनी ड्राइवर नवीनीकरण फ्लॉपी तैयार पाएं

source: DVD Error
af: DVD-fout
bn: DVD ত্রুটি
el: Σφάλμα DVD
hi: DVD त्रुटि

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
af: Dit 'n tweekantige DVD. U het vanaf die tweede kant geselflaai. Draai die DVD om en gaan dan voort.
bn: একটা একটা দুদিকের DVD. আপনি দ্বিতীয় দিক থকে বুট করেছেন. DVD র দিকে পাল্টে তারপর চালাতে থাকুন.
el: Αυτό είναι DVD δύο πλευρών. Έχετε κάνει εκκίνηση από την δεύτερη πλευρά. Γυρίστε το DVD και συνεχίστε.
hi: यह दो-तरफा DVD है. आपने दूसरी तरफ से बूट किया है. DVD को पलटे तब जारी रखें.

source: Power Off
af: Krag af
bn: পাওয়ার অফ
el: Διακοπή λειτουργίας
hi: बिजली बन्द करें

source: Halt the system now?
af: Halt die stelsel nou?
bn: সিস্টেম কি বন্ধ করব?
el: Θέλετε να σταματήσετε το σύστημα τώρα;
hi: सिस्टम को अभी रोकें

source: Hard Disk
af: Harde skyf
bn: হার্ড ডিস্ক
el: Σκληρός Δίσκος
hi: हार्ड डिस्क

source: Hard Disk Installation
af: Hardeskyfinstallasie
bn: হার্ড ডিস্ক স্থাপন
el: Εγκατάσταση Σκληρού Δίσκου
hi: हार्ड डिस्क अधिष्ठापन

source: Disk Device (Scans All Disks If Empty)
af: Skyftoestel (skandeer alle skywe indien leeg)
bn: ডিস্ক সরঞ্জাম (যদি খালি থাকে সমস্ত ডিস্কগুলি স্ক্যান করুন)
el: Συσκευή Δίσκου (Ελέγχει Όλους τους Δίσκους Αν είναι Κενοί)
hi: डिस्क उपकरण (यदि सभी डिस्कें खाली है तो स्कैन करें)

source: Directory
af: Gids
bn: ডাইরেক্টরি
el: Κατάλογος
hi: निर्देशिका

source: FTP Installation
af: FTP-installasie
bn: FTP স্থাপন
el: Εγκατάσταση FTP
hi: FTP अधिष्ठापन

source: Server
af: Bediener
bn: সার্ভার
el: Διακομιστής
hi: सर्वर

source: Password
af: Wagwoord
bn: পাসওয়ার্ড
el: Κωδικός
hi: कूट शब्द

source: User (Anonymous Login If Empty)
af: Gebruiker (naamlose aantekening indien leeg)
bn: ব্যবহারকারী(যদি খালি এনোমাস লগইন করুন)
el: Χρήστης (Ανώνυμη Σύνδεση Αν είναι Κενό)
hi: प्रयोक्ता (यदि खाली है तो बेनाम लॉगइन करें)

source: NFS Installation
af: NFS-installasie
bn: NFS স্থাপন
el: Εγκατάσταση NFS
hi: NFS अधिष्ठापन

source: User (Uses "guest" If Empty)
af: Gebruiker (gebruik "gas" indien leeg)
bn: ব্যবহারকারী(ব্যবহার করছি "guest" যদি খালি থাকে)
el: Χρήστης (Χρήση του "guest" Αν είναι Κενό)
hi: प्रयोक्ता (यदि खाली है तो "गेस्ट" का उपयोग करें)

source: SMB (Windows Share) Installation
af: SMB (Windows-gedeelde) -installasie
bn: SMB (উইণ্ডোস শেয়ার) স্থাপন
el: Εγκατάσταση SMB (Windows Share)
hi: SMB (विंडोज शेयर) अधिष्ठापन
