Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Select one or more of the available devices and click on
af: Kies een of meer van die beskikbare toestelle en klik op
bn: উপলব্ধ ডিভাইসগুলির মধ্যে কোনো একটি বা একাধিক নির্বাচন করুন এবং ক্লিক করুন
el: Επιλέξτε μια ή περισσότερες από τις διαθέσιμες συσκευές και πατήστε on
hi: उपलब्ध उपकरणों में से एक या अधिक का चयन करें और उस पर क्लिक करें

source: Select one or more of the available device classes and click on
af: Kies een of meer van die beskikbare toestelklasse en klik op
bn: উপলব্ধ ডিভাইস-এর শ্রেণীগুলির মধ্যে কোনো একটি বা একাধিক নির্বাচন করুন এবং ক্লিক করুন
el: Επιλέξτε μια ή περισσότερες από τις διαθέσιμες τάξεις συσκευών και πατήστε on
hi: उपलब्ध उपकरण वर्गों में से एक या अधिक का चयन करें और उस पर क्लिक करें

source: Please note: If you e.g. deactivate a network device you may lose your internet connection.
af: Let asseblief op: As u byvoorbeeld ’n netwerktoestel deaktiveer, kan u Internet-verbinding dalk verbreek word.
bn: অনুগ্রহ করে লক্ষ্য করুন: আপনি যদি উদাহরণস্বরূপ, একটি নেটওয়ার্ক ডিভাইস নিষ্ক্রিয় করেন তাহলে আপনি আপনার ইন্টারনেট সংযোগ হারাতে পারেন।
el: Παρακαλώ σημειώστε: Εαν έχετε π.χ. απενεργοποιήσει μια δικτυακή συσκευή μπορεί να χάσετε την διασύνδεση δικτύου σας.
hi: कृपया ध्यान दें : यदि आप उदाहरणार्थ किसी नेटवर्क उपकरण को निष्क्रिय करते हैं तो आपका इंटरनेट कनेक्शन खत्म हो सकता है।

source: <b>Note:</b> If you select this option, the computer will suspend or standby if the current user is inactive for the defined time. <br><br> This feature can also produce problems with some programs, such as video players or cd burner. These programs can be blacklisted by checking <b>Enable scheme-specific blacklist</b> and click <b>Edit Blacklist...</b>. If this does not help, report the problem or deactivate autosuspend.<br><br> Really use this option?
af: <b>Nota:</b> As u hierdie opsie kies, sal die rekenaar opskort of op bystand wees indien die huidige gebruiker vir die gedefinieerde tyd onaktief is. <br><br> Hierdie eienskap kan ook probleme vir sommige programme, soos videospelers of cd-brander, veroorsaak. Hierdie programme kan op die swartlys geplaas word deur <b>Ontsper skema-spesifieke swartlys</ b> te merk en dan </b>Hersien swartlys …<b> te klik. As dit nie help nie, moet u die probleem rapporteer of outo-opskorting deaktiveer.<br><br> Gebruik werklik hierdie opsie?
bn: <b>লক্ষ্য করুন:</b> যদি বর্তমান ব্যবহারকারী নির্ধারিত সময়ের জন্য নিষ্ক্রিয় হয়ে যায় এমনকি যদি কেউ Xসার্ভার-এপরোক্ষভাবে লগইন করে তাসত্ত্বেও আপনি যদি এই বিকল্পটি নির্বাচন করেন, তাহলে কম্পিউটারটি স্থগিত বা স্ট্যান্ডবাই হয়ে যাবে।<br><br>এই বৈশিষ্ট্যটি কোনো কোনো কার্যক্রমের ক্ষেত্রে সমস্যারও সৃষ্টি করতে পারে, যেমন ভিডিওপ্লেয়ার বা সিডি বার্নার। এই কার্যক্রমগুলি যাচাই করার মাধ্যমে ব্ল্যাকলিস্টভুক্ত করা হতে পারে<b>যোজনা-নির্দিষ্ট ব্ল্যাকলিস্ট সক্ষম করুন </b> এবং <b> ব্ল্যাকলিস্ট সম্পাদনা করুন-এ ক্লিক করুন…</b>।এতে সহায়তা না মিললে,সমস্যাটি রিপোর্ট করুন বা স্বয়ংক্রিয় স্থগিত নিষ্ক্রিয় করুন।<br><br> সত্যিই বিকল্পটি ব্যবহার করতে চান?
el: <b>Σημείωση:</b> Εαν επιλέξετε αυτή τη ρύθμιση, ο υπολογιστής θα μπει σε ανάκληση ή αναμονή αν ο τρέχων χρήστης είναι αδρανής για τον καθορισμένο χρόνο. <br><br> Αυτό το χαρακτηριστικό μπορεί επίσης να δημιουργήσει προβλήματα με κάποια προγράμματα όπως αναπαραγωγείς βίντεο ή εγγραφείς cd. Αυτά τα προγράμματα μπορούν να καταλογιστούν σε μαύρη λίστα με επιλογή του <b>Ενεργοποίηση συγκεκριμένου σχήματος Μαύρης Λίστας </b> και πάτημα <b>Επεξεργασία Μαύρης Λίστας...</b>. Εαν αυτό δε βοηθήσει παρακαλούμε αναφέρετε το πρόβλημα ή απενεργοποιήστε την αυτόματη ανάκληση.<br><br> Πράγματι χρήση αυτής της ρύθμισης;
hi: <b>नोट:</b> यदि आप इस विकल्प को चुनेंगे, तो कंप्यूटर स्थगित हो जाएगा या स्टैंडबाई हो जाएगा यदि वर्तमान उपयोगकर्ता निर्धारित समय तक निष्क्रिय है। <br><br> यह विशेषता भी कुछ प्रोग्रामों के साथ समस्या पैदा कर सकती है, जैसे कि वीडियो प्लेयर या सीडी बर्नर। इन प्रोग्रामों को <b>स्कीम सक्षम करें-विशिष्ट ब्लैकलिस्ट</b> पर निशान लगाकर और <b>ब्लैकलिस्ट संपादित करें...</b> पर क्लिक करके ब्लैकलिस्ट किया जा सकता है। यदि इससे काम न हो, तो समस्या की रिपोर्ट करें या स्वतःस्थगित को निष्क्रिय करें।<br><br> वास्तव में इस विकल्प का प्रयोग करें?

source: Could not load the global configuration.
af: Kon die globale konfigurasie nie laai nie
bn: গ্লোবাল কনফিগারেশনটি লোড করা যাবে না।
el: Δεν ήταν δυνατή η φόρτωση των γενικών ρυθμίσεων.
hi: वैश्विक कॉन्फिगरेशन को लोड नहीं कर सकता।

source: Could not load the requested scheme configuration.
af: Kon die aangevraagde skemakonfigurasie nie laai nie.
bn: অনুরোধ করা যোজনা কনফিগারেশনটি লোড করা যাবে না।
el: Δεν ήταν δυνατή η φόρτωση της ρύθμισης του επιθυμητού σχήματος.
hi: अनुरोध किए गए स्कीम कॉन्फिगरेशन को लोड नहीं कर सकता।

source: Configure the current scheme.
af: Konfigureer die huidige skema.
bn: বর্তমান যোজনাটি কনফিগার করুন।
el: Ρυθμίστε το τρέχον σχήμα.
hi: वर्तमान स्कीम को कॉन्फिगर करें।

source: Try loading the default configuration.
af: Probeer om die verstekkonfigurasie te laai.
bn: ডিফল্ট কনফিগারেশনটি লোড করার চেষ্টা করুন।
el: Προσπάθεια για φόρτωση της προεπιλεγμένης ρύθμισης.
hi: डिफॉल्ट कॉन्फिगरेशन को लोड करने का प्रयास करें।

source: Maybe the global configuration file is empty or missing.
af: Dalk is die globale konfigurasielêer leeg of ontbreek dit.
bn: গ্লোবাল কনফিগারেশন ফাইলটি হয়ত খালি আছে বা হারিয়ে গেছে।
el: Ίσως το αρχείο καθολικών ρυθμίσεων είναι άδειο ή χαμένο.
hi: वैश्विक कॉन्फिगरेशन फाइल रिक्त या छूट गई हो सकती है।

source: Scheme switched to %1. Deactivate following devices: %2
af: Skema oorgeskakel na %1. Deaktiveer volgende toestelle: %2
bn: যোজনা %1-এ অপসৃত হয়েছে। উল্লিখিত ডিভাইসগুলি নিষ্ক্রিয় করুন : %2
el: Το σχήμα άλλαξε σε %1. Απενεργοποίηση των ακόλουθων συσκευών: %2
hi: स्कीम %1 पर स्विच की गई। निम्नलिखित उपकरणों को निष्क्रिय करें : %2

source: Scheme switched to %1. Activate following devices: %2
af: Skema oorgeskakel na %1. Aktiveer volgende toestelle: %2
bn: যোজনা %1-এ অপসৃত হয়েছে। উল্লিখিত ডিভাইসগুলি সক্রিয় করুন :%2
el: Το σχήμα άλλαξε σε %1. Ενεργοποίηση ακόλουθων συσκευών: %2
hi: स्कीम %1 पर स्विच की गई। निम्नलिखित उपकरणों को सक्रिय करें : %2

source: Report ...
af: Verslag ...
bn: রিপোর্ট করুন …
el: Αναφορά ...
hi: रिपोर्ट...

source: Suspend to RAM is not supported on your machine.
af: Opskort na RAM word nie op u masjien ondersteun nie.
bn: RAM-এ স্থগিত করা আপনার মেশিনটিতে সমর্থিত নয়।
el: Ανάκληση στη RAM δεν υποστηρίζεται από το μηχάνημα σας.
hi: रैम पर स्थगित आपकी मशीन पर समर्थित नहीं है।

source: Additionally, please mail the output of %1 to %2 . Thanks!
af: Bykomend moet u asseblief die uitset vanaf %1 tot %2 pos. Dankie!
bn: অতিরিক্তভাবে,অনুগ্রহ করে %1-এর আউটপুট %2-এ মেল করুন। ধন্যবাদ!
el: Επιπρόσθετα, παρακαλώ αλληλογραφήστε τα μηνύματα εξόδου του %1 στο %2 . Ευχαριστώ!
hi: इसके अतिरिक्त, कृपया %1 का आउटपुट %2 को मेल करें। धन्यवाद!

source: Power consumption
af: Kragverbruik
bn: বিদ্যুতশক্তি ব্যবহার
el: Κατανάλωση ενέργειας
hi: ऊर्जा खपत

source: KScreensaver not found.
af: KScreensaver nie gevind nie.
bn: স্ক্রীণ সেভার পাওয়া যায় নি।
el: Δεν βρέθηκε το KScreensaver.
hi: केस्क्रीनसेवर नहीं मिला।

source: Try locking with XScreensaver or xlock.
af: Probeer om met XScreensaver of xlock te sluit.
bn: Xস্ক্রীণ সেভার বা xলক-এর সাহায্যে লক করার চেষ্টা করুন।
el: Προσπαθήστε να κλειδώσετε με το XScreensaver ή το xlock.
hi: एक्सस्क्रीनसेवर या एक्सलॉक से स्क्रीन को लॉक करने का प्रयास करें

source: XScreensaver not found.
af: XScreensaver nie gevind nie.
bn: Xস্ক্রীণ সেভার পাওয়া যায় নি।
el: Το XScreensaver δεν βρέθηκε.
hi: एक्सस्क्रीनसेवर नहीं मिला।

source: Try locking the screen with xlock.
af: Probeer om die skerm met xlock te sluit.
bn: xলক-এর সাহায্যে স্ক্রীণটি লক করার চেষ্টা করুন।
el: Προσπαθήστε να κλειδώσετε την οθόνη με το xlock.
hi: एक्सलॉक से स्क्रीन को लॉक करने का प्रयास करें

source: XScreensaver and xlock not found. It is not possible to lock the screen. Check your installation.
af: XScreensaver en xlock nie gevind nie. Dit is nie moontlik om die skerm te sluit nie. Gaan u installasie na.
bn: Xস্ক্রীণ সেভার এবং xলক পাওয়া যায় নি। স্ক্রীণটি লক করাসম্ভব নয়। আপনার ইন্সটলেশনটি যাচাই করুন।
el: Το XScreensaver και το xlock δεν βρέθηκαν. Δεν είναι δυνατό το κλείδωμα της οθόνης. Ελέγξτε την εγκατάσταση σας.
hi: एक्सस्क्रीनसेवर और एक्सलॉक नहीं मिले। सक्रीन को लॉक करना संभव नहीं है। अपना संस्थापन जांच लें।

source: HAL daemon:
af: HAL-demon:
bn: HAL ডেমন:
el: Δαίμονας HAL:
hi: HAL डेमन :

source: Autosuspend activated:
af: Outo-opskort geaktiveer:
bn: স্বয়ংক্রিয় স্থগিত সক্রিয় করা হয়েছে:
el: Αυτόματη ανάκληση ενεργοποιήθηκε:
hi: स्वत:स्थगित सक्रिय किया गया :

source: enabled
af: ontsper
bn: সক্ষম করা হয়েছে
el: ενεργοποιημένο
hi: सक्षम किया गया

source: Preparing Suspend...
af: Voorberei van opskort ...
bn: স্থগিত করার প্রস্তুতি নিচ্ছে…
el: Ετοιμάζοντας το κλείσιμο...
hi: स्थगित की तैयारी...

source: Configure KPowersave...
af: Konfigureer KPowersave ...
bn: Kবিদ্যুতশক্তি সাশ্রয় কনফিগার করুন…
el: Ρύθμιση KPowersave...
hi: केपावरसेव कॉन्फिगर करें...

source: Configure Notifications...
af: Konfigureer kennisgewings ...
bn: বিজ্ঞপ্তিপত্রগুলি কনফিগার করুন…
el: Ρύθμιση Ειδοποιήσεων
hi: अधिसूचनाएं कॉन्फिगर करें...

source: Start YaST2 Power Management Module...
af: Begin YaST2-kragbestuurmodule ...
bn: YaST2 বিদ্যুতশক্তি পরিচালনা মডিউল শুরু করুন…
el: Εκκίνηση της Μονάδας Διαχείρισης Ενέργειας του YaST2...
hi: YaST2 पावर प्रबंधन मॉड्यूल आरंभ करें...

source: Set CPU Frequency Policy
af: Stel CPU-frekwensiebeleid
bn: ফ্রিকোয়েন্সি নীতি স্থির করুন
el: Ορίστε την Πολιτική Συχνότητας της KME
hi: सीपीयू आवृत्ति नीति सेट करें

source: Set Active Scheme
af: Stel aktiewe skema
bn: সক্রিয় যোজনা স্থির করুন
el: Ορίστε Ενεργό Σχήμα
hi: सक्रिय स्कीम सेट करें

source: Disable Actions on Inactivity
af: Versper aksies op onaktiwiteit
bn: নিষ্ক্রিয়তা-এ ক্রিয়াগুলি অক্ষম করুন
el: Απενεργοποίηση Ενεργειών σε Αδράνεια
hi: निष्क्रियता पर कार्रवाइयां अक्षम करें

source: &Help
bn: সাহায্য
el: &Βοήθεια
hi: मदद

source: &KPowersave Handbook
af: &KPowersave-handboek
bn: এবংKবিদ্যুতশক্তি সাশ্রয় হ্যান্ডবুক
el: &Εγχειρίδιο KPowersave
hi: &केपावरसेव हैंडबुक

source: &Report a bug ...
af: &Rapporteer ’n fout ...
bn: এবং একটি বাগ রিপোর্ট করুন ...
el: &Αναφορά ενός σφάλματος ...
hi: किसी बग को &सूचित करें...

source: &About KPowersave
af: &In verband met KPowersave
bn: এবং বিদ্যুতশক্তি সাশ্রয় বিষয়ে
el: &Σχετικά με το KPowersave
hi: केपावरसेव के &बारे में

source: No information about battery and AC status available
af: Geen inligting oor battery en AC-status beskikbaar nie
bn: ব্যাটারি এবং AC অবস্থার বিষয়ে কোনো তথ্য উপলব্ধ নেই।
el: Δεν υπάρχουν πληροφορίες σχετικά με την μπαταρία και την κατάσταση του AC
hi: बैटरी और एसी अवस्था के बारे में कोई सूचना उपलब्ध नहीं है

source: Plugged in -- fully charged
af: Ingeprop - ten volle gelaai
bn: প্লাগ-এ প্রবেশ করানো হয়েছে --সম্পূর্ণভাবে চার্জ হয়ে গেছে
el: Συνδεδεμένο -- πλήρως φορτισμένο
hi: प्लग इन किया गया -- पूरी तरह चार्ज

source: Plugged in
af: Ingeprop
bn: প্লাগ-এ প্রবেশ করানো হয়েছে
el: Συνδεδεμένο
hi: प्लग इन किया गया

source: Plugged in -- %1% charged (%2:%3 h until full charged)
af: Ingeprop -- %1% gelaai (%2:%3 u. tot ten volle gelaai)
bn: প্লাগ-এ প্রবেশ করানো হয়েছে-- %1%চার্জ হয়ে গেছে (সম্পূর্ণভাবে চার্জ না হওয়া পর্যন্ত %2:%3 ঘন্টা)
el: Συνδεμένο σε -- %1% φορτισμένη (%2:%3 h μέχρι την πλήρη φόρτιση)
hi: प्लग इन किया गया -- %1% चार्ज (%2:%3 घंटे पूरी तरह चार्ज होने तक)

source: Plugged in -- %1% charged (%2:%3 remaining hours)
af: Ingeprop -- %1% gelaai (%2:%3 oorblywende ure)
bn: প্লাগ-এ প্রবেশ করানো হয়েছে-- %1%চার্জ হয়ে গেছে (%2:%3 ঘন্টা অবশিষ্ট আছে)
el: Συνδεδεμένο -- %1% φορτισμένο (%2:%3 απομένουσες ώρες)
hi: प्लग इन किया गया -- %1% चार्ज (%2:%3 शेष घंटे)

source: Plugged in -- %1% charged
af: Ingeprop -- %1% gelaai
bn: প্লাগ-এ প্রবেশ করানো হয়েছে-- %1%চার্জ হয়ে গেছে
el: Συνδεδεμένο -- %1% φορτισμένο
hi: प्लग इन किया गया -- %1% चार्ज

source: Plugged in -- no battery
af: Ingeprop - geen battery nie
bn: প্লাগ-এ প্রবেশ করানো হয়েছে--ব্যাটারি নেই
el: Συνδεδεμένο -- χωρίς μπαταρία
hi: प्लग इन किया गया -- कोई बैटरी नहीं

source: Running on batteries -- %1% charged (%2:%3 hours remaining)
af: Loop op batterye -- %1% gelaai (%2:%3 oorblywende ure)
bn: ব্যাটারিতে চলছে-- %1%চার্জ হয়ে গেছে (%2:%3 ঘন্টা অবশিষ্ট আছে)
el: Λειτουργία με μπαταρίες -- %1% φορτισμένο(%2:%3 απομένουσες ώρες)
hi: बैटरियां चल रही हैं -- %1% चार्ज हो गईं (%2:%3 घंटे शेष हैं)

source: Running on batteries -- %1% charged
af: Loop op batterye -- %1% gelaai
bn: ব্যাটারিতে চলছে
el: Λειτουργία με μπαταρίες -- %1% φορτισμένο
hi: बैटरियां चल रही हैं -- %1% चार्ज हो गईं

source: -- battery is charging
af: -- battery word gelaai
bn: --ব্যাটারি চার্জ করা হচ্ছে
el: -- η μπαταρία φορτίζει
hi: -- बैटरी चार्ज हो रही है

source: Could not start YaST Power Management Module. Check if it is installed.
af: Kon YaST-kragbestuurmodule nie begin nie. Gaan na of dit geïnstalleer is.
bn: YaST বিদ্যুতশক্তি পরিচালনা মডিউল শুরু করা যাবে না। এটি ইন্সটল করা আছে কিনা তা যাচাই করুন।
el: Αδυναμία εκκίνησης της Μονάδας Διαχείρισης Ενέργειας του YaST2. Ελέγξτε αν είναι εγκατεστημένη.
hi: YaST पावर प्रबंधन मॉड्यूल को आरंभ नहीं कर सकता। जांच कर लें कि क्या यहसंस्थापित है।

source: Suspend to disk disabled by administrator.
af: Opskort na skyf deur administrateur versper.
bn: ডিস্ক-এ স্থগিত করা এডমিনিস্ট্রেটরের দ্বারা অক্ষম করা হয়েছে।
el: Η λειτουργία suspend to disk είναι απενεργοποιημένη από τον διαχειριστή.
hi: प्रशासक द्वारा डिस्क पर स्थगित करना अक्षम किया गया।

source: Suspend to RAM disabled by administrator.
af: Opskort na RAM deur administrateur versper.
bn: RAM-এ স্থগিত করা এডমিনিস্ট্রেটরের দ্বারা অক্ষম করা হয়েছে।
el: Η λειτουργία suspend to RAM είναι απενεργοποιημένη από τον διαχειριστή.
hi: प्रशासक द्वारा रैम पर स्थगित अक्षम किया गया।

source: Standby disabled by administrator.
af: Bystand deur administrateur versper.
bn: স্ট্যান্ডবাই এডমিনিস্ট্রেটরের দ্বারা অক্ষম করা হয়েছে।
el: Η λειτουργία αναμονής είναι απενεργοποιημένη από τον διαχειριστή.
hi: स्टैंडबाइ को प्रशासक द्वारा अक्षम किया गया।

source: System is going into suspend mode now
af: Stelsel gaan nou oor in opskortmodus
bn: সিস্টেমটি এখন স্থগিত মোডে চলে যাচ্ছে
el: Το σύστημα αυτή τη στιγμή οδεύει προς ανάκληση
hi: सिस्टम अब स्थगित मोड में जा रहा है

source: Could not lock the screen. There may be a problem with the selected lock method or something else.
af: Kon die skerm nie sluit nie. Daar kan ’n probleem wees met die gekose sluitmetode of met iets anders.
bn: স্ক্রীণ লক করা যাবে না। নির্বাচিত লক করারপদ্ধতিটিতে বা অন্য কিছুতে সমস্যা থাকতে পারে।
el: Αδυναμία κλειδώματος της οθόνης. Μπορεί να υπάρχει πρόβλημα με την επιλεγμένη μέθοδο κλειδώματος ή κάτι άλλο.
hi: स्क्रीन को लॉक नहीं कर सकता। चयनित लॉक विधि या कुछ अन्य में कोईसमस्या हो सकती है।

source: The Lid was closed.
af: Die deksel is toegemaak.
bn: লিডটি বন্ধ ছিল।
el: Το Lid έκλεισε.
hi: लिड को बंद किया गया था

source: The Lid was opened.
af: Die deksel is oopgemaak.
bn: লিডটি খোলা ছিল।
el: Το Lid άνοιξε.
hi: लिड को खोला गया था

source: Start KPowersave automatically when you log in?
af: Begin KPowersave outomaties wanneer u aanteken?
bn: আপনি লগইন করলে Kবিদ্যুতশক্তি সাশ্রয় স্বয়ংক্রিয়ভাবে শুরু করবেন?
el: Να ξεκινά αυτόματα το KPowersave με την σύνδεση σας;
hi: आपके लॉग इन करते समय केपावरसेव को स्वत: आरंभ करें?

source: Question
af: Vraag
bn: বর্ণনা
el: Ερώτηση
hi: विवरण

source: CPU Freq Policy %1 could not be set.
af: CPU-frekwensiebeleid %1 kon nie gestel word nie.
bn: সিপিইউ ফ্রিকোয়েন্সি নীতি %1 স্থির করা যাবে না।
el: Η πολιτική Συχνότητας CPU %1 δεν ήταν δυνατό να οριστεί.
hi: CPU Freq नीति %1 को सेट नहीं किया जा सकता।

source: Scheme %1 could not be activated.
af: Skema %1 kon nie geaktiveer word nie.
bn: যোজনা %1 সক্রিয় করা যাবে না।
el: To σχήμα %1 δεν ήταν δυνατό να ενεργοποιηθεί.
hi: स्कीम %1 को सक्रिय नहीं किया जा सकता।

source: Don't show this message again.
af: Moenie hierdie boodskap weer toon nie.
bn: এই বার্তাটি আর দেখাবেন না।
el: Να μη ξαναεμφανιστεί αυτό το μήνυμα πάλι.
hi: इस संदेश को फिर से न दिखाएं।

source: Could not get information from HAL. The haldaemon is maybe not running.
af: Kon nie inligting vanaf HAL kry nie. Die hal-demon loop dalk nie.
bn: HAL থেকে তথ্য নিতে পারে না। হালডেমনটি হয়ত চলছে না।
el: Αδυναμία λήψης πληροφοριών από HAL. Ο haldaemon μπορεί να μην εκτελείται.
hi: HAL से सूचना नहीं प्राप्त कर सका। हो सकता है कि haldaemon रन नहीं कर रहा हो।

source: Error
af: Fout
bn: ত্রুটি
el: Σφάλμα
hi: खराबी

source: Battery state changed to WARNING -- remaining time: %1 hours and %2 minutes.
af: Batterytoestand gewysig na WAARSKUWING -- oorblywende tyd: %1 uur en %2 minute.
bn: ব্যাটারির অবস্থা পূর্বাভাস-এ পরিবর্তিত হয়েছে -- অবশিষ্ট সময়: %1 ঘন্টা এবং %2মিনিট
el: Η κατάσταση μπαταρίας άλλαξε σε ΠΡΟΕΙΔΟΠΟΙΗΣΗ -- απομένων χρόνος: %1 ώρες και %2 λεπτά.
hi: बैटरी अवस्था चेतावनी में परिवर्तित हो गई है -- शेष समय : %1 घंटे और %2 मिनट।

source: Battery state changed to LOW -- remaining time: %1 hours and %2 minutes.
af: Batterytoestand gewysig na LAAG -- oorblywende tyd: %1 uur en %2 minute.
bn: ব্যাটারির অবস্থা কম-এ পরিবর্তিত হয়েছে -- অবশিষ্ট সময়: %1 ঘন্টা এবং %2মিনিট
el: Η κατάσταση μπαταρίας άλλαξε σε ΧΑΜΗΛΗ -- απομένων χρόνος:%1 ώρες και %2 λεπτά.
hi: बैटरी अवस्था निम्न में परिवर्तित हो गई है -- शेष समय : %1 घंटे और %2 मिनट।

source: AC adapter plugged in
af: AC-passtuk ingeprop
bn: AC এডাপ্টার প্লাগে প্রবেশ করানো হয়েছে
el: Ο μετασχηματιστής AC είναι συνδεμένος
hi: एसी एडाप्टर को लगाया गया

source: AC adapter unplugged
af: AC-passtuk ontprop
bn: AC প্লাগ থেকে খুলে নেওয়া হয়েছে
el: Ο μετασχηματιστής AC δεν είναι συνδεμένος
hi: एसी एडाप्टर को हटाया गया

source: System is going into %1 now.
af: Stelsel gaan nou oor in%1.
bn: সিস্টেমটি এখন %1-এ চলে যাচ্ছে
el: Το σύστημα οδεύει προς %1 τώρα.
hi: सिस्टम अब %1 में जा रहा है।

source: System is resumed from %1.
af: Stelsel word vanaf %1 hervat.
bn: সিস্টেমটি এখন %1 থেকে পুনরারম্ভ হচ্ছে
el: Το σύστημα επανέρχεται από %1.
hi: सिस्टम %1 से पुन:आरंभ किया गया है।

source: KPowersave Settings
af: KPowersave-instellings
bn: Kবিদ্যুতশক্তি সাশ্রয় সেটিংগুলি
el: Ρυθμίσεις KPowersave
hi: केपावरसेव सेटिंग्स

source: Enable specific display power management
af: Ontsper spesifieke skermkragbestuur
bn: নির্দিষ্ট ডিসপ্লে বিদ্যুতশক্তি পরিচালনা সক্ষম করুন
el: Ενεργοποίηση καθορισμένης εμφάνισης διαχείρισης ενέργειας
hi: विशिष्ट डिस्प्ले पावर प्रबंधन को सक्षम करें

source: Standby after:
af: Bystand na:
bn: এর পরে স্ট্যান্ডবাই করুন:
el: Αναμονή μετά από:
hi: के बाद स्टैंडबाइ :

source: Only blank the screen
af: Blankeer slegs die skerm
bn: : কেবলমাত্র স্ক্রীণ খালি করুন
el: Μόνο καθαρισμός οθόνης
hi: स्क्रीन को केवल सादा करें

source: Disable screen saver
af: Versper skermskut
bn: স্ক্রীণ সেভার অক্ষম করুন
el: Απενεργοποίηση προφύλαξης οθόνης
hi: स्क्रीन सेवर को अक्षम करें

source: Enable specific screensaver settings
af: Ontsper spesifieke skermskutinstellings
bn: নির্দিষ্ট স্ক্রীণ সেভার সেটিংগুলি সক্ষম করুন
el: Ενεργοποίηση βασικών ρυθμίσεων προστασίας οθόνης
hi: विशिष्ट स्क्रीनसेवर सेटिंग्स को सक्षम करें

source: Suspend after:
af: Skort op na:
bn: এর পরে স্থগিত করুন:
el: Ανάκληση μετά από:
hi: के बाद स्थगित करें :

source: Power off after:
af: Krag af na:
bn: এর পরে বিদ্যুতশক্তি বন্ধ করুন:
el: Τερματισμός μετά από:
hi: के बाद पावर ऑफ करें :

source: Disable display power management
af: Versper skermkragbestuur
bn: ডিসপ্লে বিদ্যুতশক্তি পরিচালনা অক্ষম করুন
el: Απενεργοποίηση διαχείρισης ενέργειας οθόνης
hi: डिस्प्ले पावर प्रबंधन को अक्षम करें

source: min
bn: ন্যুনতম
el: λεπ

source: Screen Saver and DPMS
af: Skermskut en DPMS
bn: স্ক্রীণ সেভার এবং DPMS
el: Προστασία Οθόνης και DPMS
hi: स्क्रीन सेवर और DPMS

source: Settings
af: Instellings
bn: সেটিংগুলি
el: Ρυθμίσεις
hi: सेटिंग्स

source: Reset
af: Stel weer
bn: পুনরায় সেট করুন
el: Επανεκκίνηση
hi: रीसेट

source: Brightness
af: Helderheid
bn: উজ্জ্বলতা
el: Φωτεινότητα
hi: ब्राइटनेस

source: Enable autosuspend
af: Ontsper outo-opskort
bn: স্বয়ংক্রিয় স্থগিত সক্ষম করুন
el: Ενεργοποίηση αυτόματης ανάκλησης
hi: स्वत:स्थगित सक्षम करें

source: Enable scheme-specific blacklist
af: Ontsper skema-spesifieke swartlys
bn: যোজনা-নির্দিষ্ট ব্ল্যাকলিস্ট সক্ষম করুন
el: Ενεργοποίηση μαύρης λίστας συγκεκριμένου σχήματος
hi: स्कीम-विशिष्ट ब्लैकलिस्ट सक्षम करें

source: after:
af: na:
bn: এর পরে:
el: μετά από:
hi: बाद में :

source: Edit Blacklist...
af: Hersien swartlys ...
bn: ব্ল্যাকলিস্ট সম্পাদনা করুন …
el: Επεξεργασία Μαύρης Λίστας...
hi: ब्लैकलिस्ट संपादित करें...

source: If the current desktop user is inactive the computer will:
af: As die huidige werkskermgebruiker onaktief is, sal die rekenaar:
bn: যদি বর্তমান ডেস্কটপ ব্যবহারকারী নিষ্ক্রিয় হয় তাহলে কম্পিউটারটি:
el: Εαν η τρέχουσα επιφάνεια εργασίας είναι αδρανής ο υπολογιστής θα:
hi: यदि वर्तमान डेस्कटॉप उपयोगकर्ता निष्क्रिय है तो कंप्यूटर होगा :

source: Autosuspend
af: Outo-opskort
bn: স্বয়ংক্রিয় স্থগিত
el: Αυτόματη ανάκληση
hi: स्वत:स्थगित

source: Disable Notifications
af: Versper kennisgewings
bn: বিজ্ঞপ্তিপত্রগুলি অক্ষম করুন
el: Απενεργοποίηση Ειδοποιήσεων
hi: अधिसूचनाएं अक्षम करें

source: Scheme Settings
af: Skema-instellings
bn: যোজনার সেটিংগুলি
el: Ρυθμίσεις Σχήματος
hi: स्कीम सेटिंग्स

source: Lock screen before suspend or standby
af: Sluit skerm voor opskort of bystand
bn: স্থগিত বা স্ট্যান্ডবাই করার পূর্বে লক করুন
el: Κλείδωμα οθόνης πριν την ανάκληση ή την αναμονή
hi: स्थगित या स्टैंडबाइ से पहले स्क्रीन लॉक करें

source: Lock screen with:
af: Sluit skerm met:
bn: স্ক্রীণ লক করুন: -এর সাহায্যে
el: Κλείδωμα οθόνης με:
hi: से स्क्रीन को लॉक करें :

source: Lock screen on lid close
af: Sluit skerm op tydstip as deksel toegemaak word
bn: লিড বন্ধ-এ স্ক্রীণ লক করুন
el: Κλείδωμα οθόνης στο κλείσιμο του lid
hi: लिड क्लोज पर स्क्रीन लॉक करें

source: Notifications
af: Kennisgewings
bn: বিজ্ঞপ্তিপত্রগুলি
el: Ειδοποιήσεις
hi: अधिसूचनाएं

source: Autostart
af: Outobegin
bn: স্বয়ংক্রিয় শুরু করুন
el: Αυτόματη εκκίνηση
hi: स्वत:आरंभ

source: Never ask me again on exit
af: Moet my nooit weer vra wanneer uitgegaan word nie
bn: প্রস্থানের সময় আমাকে আর কখনো জিঞ্জাসা করবেন না
el: Να μη ξαναερωτηθώ στην έξοδο
hi: बाहर जाने के लिए दुबारा कभी नहीं पूछें

source: KPowersave starts automatically on login
af: KPowersave begin outomaties op tydstip van aantekening
bn: লগইন করলে Kবিদ্যুতশক্তি সাশ্রয় স্বয়ংক্রিয়ভাবে শুরু হয়ে যায়।
el: Το KPowersave ξεκινά αυτόματα με την είσοδο
hi: केपावरसेव लॉगिन पर स्वत: आरंभ होता है

source: General Settings
af: Algemene instellings
bn: সাধারণ সেটিংগুলি
el: Γενικές Ρυθμίσεις
hi: सामान्य सेटिंग्स

source: &Cancel
af: &Kanselleer
bn: ফ্রান্স
el: &Ακύρωση
hi: &रद्द करें

source: &Close
af: &Sluit
bn: &বন্ধ করুন
el: &Κλείσιμο
hi: &बंद करें

source: &Quit
af: &Gaan uit
bn: প্রস্থান করুন
el: Έ&ξοδος
hi: &बाहर निकलें

source: Install Package with YaST
af: Installeer pakket met YaST
bn: YaST দ্বারা প্যাকেজ স্থাপন করুন
el: Εγκατάσταση πακέτου με το YaST
hi: पैकेजस इसंटाल करो

source: Use Directory as Source with YaST
af: Gebruik gids as bron saam met YaSt
bn: YaST এর সাথে ডিরেক্টরিকে উত্‍স রূপে ব্যবহার করুন
el: Χρήση του καταλόγου ως πηγή για το YaST
hi: डायरेक्टरी को YaST के साथ स्रोत के रूप में प्रयोग करें

source: Dependencies
bn: নির্ভরতা
el: Εξαρτήσεις
hi: निर्भरताऐ

source: Requires
bn: প্রয়োজন হয়
el: Απαιτήσεις

source: Project Page:
af: Projekblad:
bn: প্রজেক্টের পৃষ্ঠা:
el: Σελίδα έργου:
hi: परियोजना पृष्ठ :

source: Parsing complete.
af: Ontleding voltooi.
bn: পার্সিং সম্পূর্ণ।
el: Η ανάλυση ολοκληρώθηκε.
hi: पार्जिंग संपन्न।

source: Viewer for RPM files
el: Προβολέας αρχείων RPM

source: KRPMView views the content of RPM archives and can use YaST to install them
el: Το KPRMView προβάλλει τα περιεχόμενα των αρχείων RPM και μπορεί να χρησιμοποιήσει το YaST για να τα εγκαταστήσει

source: Current Maintainer
el: Τρέχων Συντηρητής

source: Decrypt
af: Dekripteer
bn: ডিক্রিপ্ট
el: Αποκρυπτογράφηση
hi: डिक्रिप्ट करें

source: Wrong password!
af: Verkeerde wagwoord!
bn: ভুল পাসওয়ার্ড!
el: Λάθος κωδικός!
hi: गलत पासवर्ड!
