Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Duplicate DN. Request %1.req already exists.
af: Dupliseer DN. Versoek %1.req bestaan reeds.
bn: প্রতিরূপ DN. ইতিমধ্যে অনুরোধ %1.req আছে
el: Αντιγραφή DN. Η αίτηση %1.req υπάρχει ήδη.
hi: डुप्लीकेट DN। %1.req अनुरोध पहले से ही मौजूद है।

source: Request does not exist (%1).
af: Versoek bestaan nie (%1).
bn: অনুরোধ অনুপস্থিত (%1).
el: Η αίτηση δεν υπάρχει (%1).
hi: अनुरोध मौजूद नहीं है (%1)।

source: Invalid issue data.
af: Ongeldige uitreikdata.
bn: জারি করার তথ্য অবৈধ
el: Λανθασμένα δεδομένα θέματος.
hi: अमान्य जारी डेटा।

source: The CA expires before the certificate should expire.
af: Die CA verval voordat die sertifikaat behoort te verval.
bn: সার্টিফিকেটের মেয়াদ ফুরিয়ে যাওয়ার আগে CA ফুরিয়ে যাবে
el: Αυτή η αρχή πιστοποίησης λήγει προτού το πιστοποιητικό θα έπρεπε να λήγει.
hi: जब प्रमाण पत्र को समाप्त होना चाहिए उससे पहले ही CA समाप्त हो जाता है।

source: Issuing the certificate failed.
af: Uitreik van die sertifikaat het misluk.
bn: সার্টিফিকেট জারি করায় ব্যর্থ
el: Η θεματοποίηση του πιστοποιητικού απέτυχε.
hi: प्रमाण पत्र जारी करने का काम असफल रहा।

source: File %1 not found in the repository.
af: Lêer %1 nie in die bewaarplek gevind nie.
bn: রিপোসিটারিতে ফাইল %1 পাওয়া যায়নি
el: Το αρχείο %1 δεν βρέθηκε στον κατάλογο.
hi: कोष में फाइल %1 नहीं प्राप्त हुई।

source: Invalid CRL reason.
af: Ongeldige CRL-rede.
bn: CRL কারণ অবৈধ
el: Λανθασμένος λόγος CRL.
hi: अमान्य CRL कारण।

source: Invalid CRL data.
af: Ongeldige CRL-data.
bn: CRL তথ্য অবৈধ
el: Λανθασμένα δεδομένα CRL.
hi: अमान्य CRL डेटा।

source: Duplicate DN. Request already exists.
af: Dupliseer DN. Versoek bestaan reeds.
bn: প্রতিরুপ DN ইতিমধ্যে অনুরোধ রয়েছে
el: Αντιγραφή DN. Η αίτηση υπάρχει ήδη.
hi: डुप्लीकेट DN। अनुरोध पहले से ही मौजूद है।

source: Cannot parse the certificate name.
af: Kan die sertifikaatnaam nie ontleed nie.
bn: সার্টিফিকেট নাম বিশ্লেষণ ব্যর্থ
el: Αδυναμία ανάλυσης του ονόματος πιστοποιητικού.
hi: प्रमाण पत्र नाम को पार्स नहीं कर सकता है।

source: Request %1 does not exist.
af: Versoek %1 bestaan nie.
bn: অনুরোধ %1 অনুপস্থিত
el: Η αίτηση %1 δεν υπάρχει.
hi: अनुरोध %1 मौजूद नहीं है।

source: Removing the request failed (%1).
af: Verwyder van die versoek het misluk (%1).
bn: অনুরোধ সরানোয় ব্যর্থ (%1).
el: Η αφαίρεση της αίτησης απέτυχε (%1).
hi: अनुरोध को हटाया जाना असफल रहा (%1)।

source: Certificate %1 does not exist.
af: Sertifikaat %1 bestaan nie.
bn: সার্টিফিকেট %1 অনুপস্থিত
el: Το πιστοποιητικό %1 δεν υπάρχει.
hi: प्रमाण पत्र %1 मौजूद नहीं है।

source: Removing the certificate failed: %1.
af: Verwyder van die sertifikaat het misluk. %1.
bn: সার্টিফিকেট সরানোয় ব্যর্থ: %1
el: Αφαίρεση του πιστοποιητικού απέτυχε: %1.
hi: प्रमाण पत्र को हटाया जाना असफल रहा : %1।

source: Only revoked or expired certificates can be deleted. The status of the certificate is %1.
af: Slegs sertifikate wat herroep is of verval het, kan geskrap word. Die status van die sertifikaat is %1.
bn: শুধু বাতিল করা বা মেয়াদ শেষ হওয়া সার্টিফিকেট বাদ দেওয়া যায়,সার্টিফিকেটের পরিস্থিতি %1.
el: Μόνο τα ανακληθέντα ή τα ληγμένα πιστοποιητικά μπορούν να διαγραφούν. Η κατάσταση του πιστοποιητικού είναι %1.
hi: केवल खंडित या समाप्त प्रमाण पत्र ही हटाए जा सकते हैं। प्रमाण पत्रकी स्थिति %1 है।

source: Database not found.
af: Databasis nie gevind nie.
bn: ডেটাবেস পাওয়া যায়নি
el: Η βάση δεδομένων δεν βρέθηκε.
hi: डेटाबेस नहीं प्राप्त हुआ।

source: Certificate does not exist.
af: Sertifikaat bestaan nie.
bn: সার্টিফিকেট নেই
el: Το πιστοποιητικό δεν υπάρχει.
hi: प्रमाण पत्र मौजूद नहीं है।

source: Invalid purpose %1.
af: Ongeldige doel %1.
bn: অবৈধ উদ্দেশ্য %1.
el: Λανθασμένος σκοπός %1.
hi: अमान्य उद्देश्य %1।

source: Invalid CA request data.
af: Ongeldige CA-versoekdata.
bn: CA অনুরোধের তথ্য অবৈধ
el: Λανθασμένα δεδομένα αίτησης αρχής πιστοποίησης.
hi: अमान्य CA अनुरोध डेटा।

source: Invalid CA issue data.
af: Ongeldige CA-uitreikdata.
bn: CA জারি করার তথ্য অবৈধ
el: Λανθασμένα δεδομένα θέματος αρχής πιστοποίησης.
hi: अमान्य CA जारी डेटा।

source: CA name is empty.
af: CA-naam is leeg.
bn: CA নাম শূণ্য
el: Το όνομα αρχής πιστοποίησης είναι κενό.
hi: CA नाम रिक्त है।

source: CA directory already exists.
af: CA-gids bestaan reeds.
bn: ইতিমধ্যে CA ডায়রেক্টরি আছে
el: Ο κατάλογος αρχής πιστοποίησης υπάρχει ήδη.
hi: CA डायरेक्टरी पहले से मौजूद है।

source: According to basicConstraints, this is not a CA.
af: Volgens basicConstraints is dit nie ’n CA nie.
bn: বেসিককনস্ট্রেন্টস অনুসারে, এটা CA নয়
el: Σύμφωνα με τα basicConstraints, αυτή δεν είναι αρχή πιστοποίησης.
hi: basicConstraints के अनुसार यह एक CA नहीं है।

source: CA key is empty.
af: CA-sleutel is leeg.
bn: CA কী শূণ্য
el: Το κλειδί της αρχής πιστοποίησης είναι κενό.
hi: CA कुंजी रिक्त है।

source: Invalid key data.
af: Ongeldige sleuteldata.
bn: কী ডেটা অবৈধ
el: Λανθασμένα δεδομένα κλειδιού.
hi: अमान्य कुंजी डेटा।

source: CA password is empty.
af: CA-wagwoord is leeg.
bn: CA পাসওয়ার্ড শূণ্য
el: Το συνθηματικό αρχής πιστοποίησης είναι κενό.
hi: CA पासवर्ड रिक्त है।

source: Error during key encryption.
af: Fout tydens sleutelenkriptering.
bn: কী এনক্রিপশনে ত্রুটি
el: Σφάλμα κατα την κρυπτογράφηση του κλειδιού.
hi: कुंजी एन्क्रिप्शन के दौरान त्रुटि।

source: CA name does not exist (%1).
af: CA-naam bestaan nie (%1).
bn: CA নাম অনুপস্থিত (%1).
el: Το όνομα της αρχής πιστοποίησης δεν υπάρχει (%1).
hi: CA नाम मौजूद नहीं है (%1)।

source: Deleting the CA is not allowed. The CA must be expired or never have signed a certificate.
af: Skrapping van die CA word nie toegelaat nie. Die CA moes reeds verval het of nooit as ’n sertifikaat geteken gewees het nie.
bn: CA বাদ দেওয়ার অনুমতি নেই, CA র মেয়াদ শেষ হওয়া প্রয়োজন কিংবা কখনওই সার্টিফিকেট স্বাক্ষর করেনি এমন প্রয়োজন
el: Η διαγραφή της αρχής πιστοποίησης δεν επιτρέπεται. Η αρχή πιστοποίησης πρέπει να είναι ληγμένη ή να μην έχει υπογράψει ποτέ πιστοποιητικό.
hi: CA को मिटाए जाने को अनुमति नहीं मिली। CA या तो समाप्त होना चाहिए या फिर किसी प्रमाण पत्र को कभी भी हस्ताक्षरित नहीं किया होना चाहिए।

source: Deleting the CA failed: %1.
af: Skrapping van die CA het misluk. %1.
bn: CA বাদ দেওয়ায় ব্যর্থ: %1.
el: Η διαγραφή της αρχής πιστοποίησης απέτυχε: %1.
hi: CA को मिटाया जाना असफल रहा : %1।

source: The configuration file is missing a value for policy.
af: Daar ontbreek ’n waarde vir beleid in die konfigurasielêer.
bn: কনফিগারেশন ফাইল পলিশির ভ্যালু নেই
el: Στο αρχείο ρυθμίσεων λείπει μια τιμή για την πολιτική.
hi: कॉन्फिगरेशन फाइल पॉलिसी के लिए कोई मान छोड़ रही है।

source: Cannot parse section %1.
af: Kan afdeling %1 nie ontleed nie.
bn: বিভাগ %1 বিশ্লেষণ করা যাচ্ছে না
el: Αδυναμία ανάλυσης τομέα %1.
hi: खंड %1 को पार्स नहीं कर सकता।

source: Field %1 must have a value.
af: Veld %1 moet ’n waarde hê.
bn: ফিল্ড %1 এ ভ্যালু আবশ্যক
el: Το πεδίο %1 πρέπει να έχει μια τιμή.
hi: क्षेत्र %1 का कोई मान होना चाहिए।

source: %1 must be defined.
af: %1 moet gedefinieer word.
bn: %1 এর বর্ণনা আবশ্যক
el: Το %1 πρέπει να οριστεί.
hi: %1 परिभाषित होना चाहिए।

source: %1 must be the same in the CA certificate (%2) and the request (%3).
af: %1 moet dieselfde wees in die CA sertifikaat (%2) en die versoek (%3).
bn: CA সার্টিফিকেট (%2) এবং অনুরোধ (%3)একই %1 হতে হবে
el: Το %1 πρέπει να είναι το ίδιο στην αρχή πιστοποίησης (%2) και στην αίτηση (%3).
hi: CA प्रमाण पत्र (%2) और अनुरोध (%3) में %1 एक समान होना चाहिए।

source: The configuration file seems to have an invalid policy.
af: Dit lyk asof die konfigurasielêer ’n ongeldige beleid het.
bn: কনফিগারেশন ফাইলে সম্ভবত অবৈধ পলিশি রযেছে
el: Το αρχείο ρυθμίσεων φαίνεται να έχει λανθασμένη πολιτική.
hi: कॉन्फिगरेशन फाइल में किसी अमान्य पॉलिसी को होना प्रतीत होता है।

source: The configuration is not initialized.
af: Die konfigurasie is nie geïnisialiseer nie.
bn: কনফিগারেশন প্রারম্ভ করা হয়নি
el: Η ρύθμιση δεν αρχικοποιήθηκε.
hi: कॉन्फिगरेशन को आरंभ नहीं किया गया।

source: Missing section 'distinguished_name' in the configuration file.
af: Ontbrekende afdeling 'onderskeide _naam' in die konfigurasielêer.
bn: কনফিগারেশন ফাইলে অনুপস্থিত বিভাগ 'distinguished_name' (বিশিষ্ট নাম)
el: Λείπει ο τομέας'distinguished_name' στο αρχείο ρυθμίσεων.
hi: कॉन्फिगरेशन फाइल में छूटा खंड 'distinguished_name'।

source: Invalid serial %1.
af: Ongeldige reeks %1.
bn: অবৈধ ধারাবাহিক %1.
el: Λανθασμένος σειριακός %1.
hi: अमान्य सीरियल %1।

source: Cannot create a memory BIO.
af: Kan nie ’n geheue-BTA skep nie.
bn: মেমরি BIO তৈরী করা যাচ্ছে না
el: Αδυναμία δημιουργίας ενός BIO μνήμης.
hi: किसी स्मृति BIO को सृजित नहीं कर सकता।

source: Cannot parse the certificate.
af: Kan die sertifikaat nie ontleed nie.
bn: সার্টিফিকেট বিশ্লেষণ করা যাচ্ছে না
el: Αδυναμία ανάλυσης του πιστοποιητικού.
hi: प्रमाण पत्र को पार्स नहीं कर सकता।

source: Error while parsing the certificate.
af: Fout tydens ontleding van die sertifikaat.
bn: সার্টিফিকেট বিশ্লেষম করতে গিয়ে ত্রুটি
el: Σφάλμα κατα την ανάλυση του πιστοποιητικού.
hi: प्रमाण पत्र को पार्जिंग करते समय त्रुटि।

source: Cannot parse date %1.
af: Kan datum %1 nie ontleed nie.
bn: তারিখ %1 বিশ্লেষণ করা যাচ্ছে না
el: Αδυναμία ανάλυσης ημερομηνίας %1.
hi: तिथि %1 को पार्स नहीं कर सकता।

source: Unable to get the public key.
af: Kan die openbare sleutel nie kry nie.
bn: পাব্লিক কী পাওয়া যাচ্ছে না
el: Αδυναμία λήψης του δημοσίου κλειδιού.
hi: सार्वजनिक कुंजी को प्राप्त करने में अक्षम।

source: Could not get RSA key.
af: Kon RSA-sleutel nie kry nie.
bn: RSA কী পাওয়া যায়নি
el: Αδυναμία λήψης του RSA κλειδιού.
hi: RSA कुंजी को प्राप्त नहीं कर सकता।

source: Unsupported public key type.
af: Onondersteunde openbaresleutelsoort.
bn: পাব্লিক কী-র প্রকারে সমর্থন নেই
el: Μη υποστηριζόμενος τύπος δημοσίου κλειδιού.
hi: असमर्थित सार्वजनिक कुंजी प्रकार।

source: Unsupported public key algorithm.
af: Onondersteunde openbaresleutelalgoritme.
bn: পাব্লিক কী-র এলগরিথমে সমর্থন নেই
el: Μη υποστηριζόμενος αλγόριθμος δημοσίου κλειδιού.
hi: असमर्थित सार्वजनिक कुंजी एल्गोरिदम।

source: Unsupported signature algorithm %1.
af: Onondersteunde handtekeningalgoritme %1.
bn: সমর্থনহীন সিগনেটার এলগরিথম %1.
el: Μη υποστηριζόμενος αλγόριθμος υπογραφής %1.
hi: असमर्थित हस्ताक्षर एल्गोरिदम %1।

source: Invalid CertificateIssueData object.
af: Ongeldige CertificateIssueData-voorwerp.
bn: অবৈধ CertificateIssueData বিষয়
el: Λανθασμένο αντικείμενο CertificateIssueData.
hi: अमान्य CertificateIssueData वस्तु।

source: The text is too long.
af: Die teks is te lank.
bn: পাঠ্যাংশটি অতি দীর্ঘ
el: Το κείμενο είναι πολύ μακρύ.
hi: पाठ्य बहुत लंबा है।

source: Invalid UserNotice object.
af: Ongeldige UserNotice-voorwerp.
bn: অবৈধ ব্যবহারকারীর নোটিশ বিষয়
el: Λανθασμένο αντικείμενο UserNotice.
hi: अमान्य UserNotice वस्तु।

source: Invalid value for policyIdentifier: %1.
af: Ongeldige waarde vir policyIdentifier: %1.
bn: পলিশিপরিচায়কের মূল্য অবৈধ %1.
el: Λανθασμένη τιμή για policyIdentifier: %1.
hi: policyIdentifier के लिए अमान्य मान : %1।

source: Invalid CertificatePolicy object.
af: Ongeldige CertificatePolicy-voorwerp.
bn: সার্টিফিকেটপলিশি মূল্য অবৈধ
el: Λανθασμένο αντικείμενο CertificatePolicy.
hi: अमान्य CertificatePolicy वस्तु।

source: CertificatePoliciesExt is not present.
af: CertificatePoliciesExt is nie teenwoordig nie.
bn: CertificatePoliciesExt অনুপস্থিত
el: Το CertificatePoliciesExt δεν είναι παρών.
hi: CertificatePoliciesExt उपस्थित नहीं है।

source: Invalid CertificatePoliciesExt object.
af: Ongeldige CertificatePoliciesExt-voorwerp.
bn: CertificatePoliciesExt বিষয় অবৈধ
el: Λανθασμένο αντικείμενο CertificatePoliciesExt.
hi: अमान्य CertificatePoliciesExt वस्तु।

source: Entry not found.
af: Inskywing nie gevind nie.
bn: এন্ট্রি পাওয়া যায়নি
el: Η καταχώρηση δε βρέθηκε.
hi: प्रविष्टि प्राप्त नहीं हुई।

source: Cannot parse CRL.
af: Kan CRL nie ontleed nie.
bn: CRL বিশ্লেষণ করা যাচ্ছে না
el: Αδυναμία ανάλυσης CRL.
hi: CRL को पार्स नहीं कर सकता।

source: Error parsing the CRL.
af: Fout met ontleed van die CRL.
bn: CRL বিশ্লেষণ ত্রুটি
el: Αδυναμία κατα την ανάλυση της CRL.
hi: CRL की पार्जिंग में त्रुटि।

source: CRLDistributionPointsExt is not present.
af: CRLDistributionPointsExt is nie teenwoordig nie.
bn: CRLDistributionPointsExt অনুপস্থিত
el: Το CRLDistributionPointsExt δεν είναι παρών.
hi: CRLDistributionPointsExt उपस्थित नहीं है।

source: Invalid CRLDistributionPointsExt object.
af: Ongeldige CRLDistributionPointsExt-voorwerp.
bn: CRLDistributionPointsExt বিষয়টি অবৈধ
el: Λανθασμένο αντικείμενο CRLDistributionPointsExt.
hi: अमान्य CRLDistributionPointsExt वस्तु।

source: Invalid CRLGenerationData object.
af: Ongeldige CRLGenerationData-voorwerp.
bn: CRLGenerationData বিষয় অবৈধ
el: Λανθασμένο αντικείμενο CRLGenerationData.
hi: अमान्य CRLGenerationData वस्तु।

source: Invalid revoke reason %1.
af: Ongeldige herroeprede %1.
bn: প্রত্যাহারের কারণ অবৈধ %1.
el: Λανθασμένος λόγος ανάκλησης %1.
hi: अमान्य खंडन कारण %1।

source: Reason is not certificateHold.
af: Rede is nie certificateHold nie.
bn: কারণ সার্টিফেকেটহোল্ড নয়
el: Ο λόγος δεν είναι certificateHold.
hi: कारण certificateHold नहीं है।

source: Reason is not keyCompromise.
af: Rede is nie keyCompromise nie.
bn: কারণ কীকমপ্রোমাইজ নয়
el: Ο λόγος δεν είναι keyCompromise.
hi: कारण keyCompromise नहीं है।

source: Reason is not CACompromise.
af: Rede is nie CACompromise nie.
bn: কারণ CAকমপ্রোমাইজ নয়.
el: Ο λόγος δεν είναι CACompromise.
hi: कारण CACompromise नहीं है।

source: Invalid type %1.
af: Ongeldige soort %1.
bn: অবৈধ প্রকার %1.
el: Λανθασμένος τύπος %1.
hi: अमान्य प्रकार %1।

source: Cannot parse DN line: %1.
af: Kan DN-reël nie ontleed nie: %1.
bn: DN লাইন বিশ্লেষণ করা যাচ্ছে না %1.
el: Αδυναμία ανάλυσης γραμμής DN: %1.
hi: DN पंक्ति को पार्स नहीं कर सकता : %1

source: Invalid ExtendedKeyUsage option %1.
af: Ongeldige ExtendedKeyUsage-opsie %1.
bn: ExtendedKeyUsage বিকল্প অবৈধ %1.
el: Λανθασμένη επιλογή ExtendedKeyUsage %1.
hi: अमान्य ExtendedKeyUsage विकल्प %1।

source: Invalid ExtendedKeyUsageExt.
af: Ongeldige ExtendedKeyUsageExt.
bn: ExtendedKeyUsageExt অবৈধ
el: Λανθασμένο ExtendedKeyUsageExt.
hi: अमान्य ExtendedKeyUsageExt।

source: ExtendedKeyUsageExt is not present.
af: ExtendedKeyUsageExt is nie teenwoordig nie.
bn: ExtendedKeyUsageExt অনুপস্থিত
el: Το ExtendedKeyUsageExt δεν είναι παρών
hi: ExtendedKeyUsageExt उपस्थित नहीं है।

source: Invalid ExtendedKeyUsageExt object.
af: Ongeldige ExtendedKeyUsageExt-voorwerp.
bn: ExtendedKeyUsageExt বিষয় অবৈধ
el: Λανθασμένο αντικείμενο ExtendedKeyUsageExt.
hi: अमान्य ExtendedKeyUsageExt वस्तु।

source: IssuerAlternativeNameExt is not present.
af: IssuerAlternativeNameExt is nie teenwoordig nie.
bn: IssuerAlternativeNameExt অনুপস্থিত
el: Το IssuerAlternativeNameExt δεν είναι παρών
hi: IssuerAlternativeNameExt उपस्थित नहीं है।

source: Invalid literal value for IssuerAlternativeNameExt.
af: Ongeldige letterlike waarde vir IssuerAlternativeNameExt.
bn: IssuerAlternativeNameExt-এর আক্ষরিক মূল্য অবৈধ
el: Λανθασμένη αληθής τιμή για IssuerAlternativeNameExt.
hi: IssuerAlternativeNameExt के लिए अमान्य शाब्दिक मान ।

source: Invalid IssuerAlternativeNameExt object.
af: Ongeldige IssuerAlternativeNameExt-voorwerp.
bn: IssuerAlternativeNameExt বিষয়টি অবৈধ
el: Λανθασμένο αντικείμενο IssuerAlternativeNameExt.
hi: अमान्य IssuerAlternativeNameExt वस्तु।

source: Unknown type.
af: Onbekende soort.
bn: অজানা
el: Άγνωστος τύπος.
hi: अनंजान

source: Cannot split certificate output.
af: Kan sertifikaatuitset nie verdeel nie.
bn: সার্টিফিকেট আউটপুট বিভক্ত করা যাচ্ছে না
el: Αδυναμία διαχωρισμού αποτελέσματος πιστοποιητικού.
hi: प्रमाण पत्र आउटपुट को विभाजित नहीं कर सकता।

source: Cannot create directory %1: %2.
af: Kan gids %1 nie skep nie: %2.
bn: ডায়রেক্টরি %1: %2 তৈরী করা যাচ্ছে না
el: Αδυναμία δημιουργίας καταλόγου %1: %2.
hi: डायरेक्टरी को सृजित नहीं कर सकता %1 : %2

source: %1 is not a directory.
af: %1 is nie ’n gids nie.
bn: %1 ডায়রেক্টরি না
el: Το %1 δεν είναι κατάλογος.
hi: %1 एक डायरेक्टरी नहीं है।

source: Invalid certificate file.
af: Ongeldige sertifikaatlêer.
bn: অবৈধ সার্টিফিকেট ফাইল
el: Λανθασμένο αρχείο πιστοποιητικού.
hi: अमान्य प्रमाण पत्र फाइल।

source: File not found: %1.
af: Lêer nie gevind nie: %1.
bn: ফাইল পাওয়া যায়নি: %1.
el: Το αρχείο δε βρέθηκε: %1.
hi: फाइल प्राप्त नहीं हुई : %1।

source: File too big: %1.
af: Lêer te groot: %1.
bn: ফাইল অতিরিক্ত বড়: %1.
el: Το αρχείο είναι πολύ μεγάλο: %1.
hi: फाइल बहुत बड़ी है : %1

source: Cannot open file %1.
af: Kan lêer '%1' nie open nie.
bn: ফাইল খোলা যাচ্ছে না %1.
el: Αδυναμία ανοίγματος αρχείου %1.
hi: फाइल %1 को नहीं खोल सकता है।

source: Cannot read from file %1.
af: Kan nie vanaf lêer %1 lees nie
bn: ফাইল %1 থেকে পড়া যাচ্ছে না
el: Αδυναμία ανάγνωσης από το αρχείο %1.
hi: फाइल %1 से नहीं पढ़ सकता है।

source: File already exists: %1.
af: Lêer bestaan reeds: %1.
bn: ইতিমধ্যে ফাইল আছে: %1.
el: Το αρχείο υπάρχει ήδη: %1.
hi: फाइल पहले से ही मौजूद है : %1।

source: Cannot get lock on file %1.
af: Kan nie slot op lêer %1 kry nie.
bn: ফাইল লক করা যাচ্ছে না %1.
el: Αδυναμία λήψης κλειδώματος στο αρχείο %1.
hi: फाइल %1 पर लॉक नहीं कर सकता है।

source: Cannot write to file %1.
af: Kan nie na lêer %1 toe skryf nie.
bn: ফাইলে লেখা যাচ্ছে না %1.
el: Αδυναμία εγγραφής στο αρχείο %1.
hi: फाइल %1 पर नहीं लिख सकता है।

source: File does not exist: %1.
af: Lêer bestaan nie: %1.
bn: ফাইল নেই: %1.
el: Το αρχείο δεν υπάρχει: %1.
hi: फाइल मौजूद नहीं है : %1।

source: Directory does not exist: %1.
af: Gids bestaan nie: %1.
bn: ডায়রেক্টরি নেই: %1.
el: Ο κατάλογος δεν υπάρχει: %1.
hi: डायरेक्टरी मौजूद नहीं है : %1।

source: Invalid command %1.
af: Ongeldige opdrag %1.
bn: অবৈধ আদেশ %1.
el: Λανθασμένη εντολή %1.
hi: अमान्य कमांड %1।

source: No valid key file specified.
af: Geen geldige sleutellêer gespesifiseer nie.
bn: বৈধ কী ফাইলের উল্লেখ করা হয়নি
el: Δεν καθορίστηκε έγκυρο κλειδί.
hi: कोई मान्य कुंजी फाइल निर्दिष्ट नहीं है।

source: No valid request file specified.
af: Geen geldige versoeklêer gespesifiseer nie.
bn: বৈধ অনুরোধ ফাইলের উল্লেখ করা হয়নি
el: Δεν καθορίστηκε έγκυρο αρχείο αίτησης.
hi: कोई मान्य अनुरोध फाइल निर्दिष्ट नहीं है।

source: No valid CA certificate file specified.
af: Geen geldige CA-sertifikaatlêer gespesifiseer nie.
bn: বৈধ CA সার্টিফিকেট ফাইলের উল্লেখ করা হয়নি
el: Δεν καθορίστηκε έγκυρο πιστοποιητικό αρχείο αρχής πιστοποίησης.
hi: कोई मान्य CA प्रमाण पत्र फाइल निर्दिष्ट नहीं है।

source: No valid certificate file specified.
af: Geen geldige sertifikaatlêer gespesifiseer nie.
bn: বৈধ সার্টিফিকেট ফাইলের উল্লেখ করা হয়নি
el: Δεν καθορίστηκε έγκυρο πιστοποιητικό αρχείο.
hi: कोई मान्य प्रमाण पत्र फाइल निर्दिष्ट नहीं है।

source: No valid CA directory specified.
af: Geen geldige CA-gids gespesifiseer nie.
bn: বৈধ CA ডায়রেক্টরির উল্লেখ করা হয়নি
el: Δεν καθορίστηκε έγκυρος κατάλογος της αρχής πιστοποίησης.
hi: कोई मान्य CA डायरेक्टरी निर्दिष्ट नहीं है।

source: Showing certificate status with serial %1 failed (%2).
af: Toon van sertifikaatstatus met serie %1 het misluk (%2).
bn: ক্রমিক %1 সহ সার্টিফিকেট পরিস্থিতি দেখানো ব্যর্থ (%2).
el: Προφολή της κατάστασης πιστοποιητικού με σειριακό %1 απέτυχε (%2).
hi: प्रमाण पत्र स्थिति को सीरियल %1 के साथ प्रदर्शित करना असफल रहा (%2)।

source: The key file does not exist.
af: Die sleutellêer bestaan nie.
bn: এই কী ফাইল নেই
el: Το αρχείο κλειδιού δεν υπάρχει.
hi: कुंजी फाइल मौजूद नहीं है।

source: The password for encrypting the output is required.
af: Die wagwoord vir enkriptering van die uitset word vereis.
bn: আউটপুট এনক্রিপ্ট করার জন্য পাসওয়ার্ড চাই
el: Απαιτείται το συνθηματικό για κρυπτογράφηση της εξόδου.
hi: आउटपुट को एंक्रिप्ट करने के लिए पासवर्ड की आवश्यकता है।

source: The PKCS12 password is required.
af: Die PKCS12-wagwoord word vereis.
bn: PKCS12 পাসওয়ার্ড চাই
el: Απαιτείται το συνθηματικό PKCS12.
hi: PKCS12 पासवर्ड की आवश्यकता है।

source: Cannot read directory: %1 (%2) [%3].
af: Kan gids nie lees nie: %1 (%2) [%3].
bn: ডায়রেক্টরি পড়া যাচ্ছে না: %1 (%2) [%3].
el: Αδυναμία ανάγνωσης καταλόγου: %1 (%2) [%3].
hi: डायरेक्टरी को नहीं पढ़ सकता : %1 (%2) [%3]।

source: No serial number found in %1.
af: Geen serienommer gevind in %1 nie.
bn: %1এ কোনো ক্রমিক সংখ্যা পাওয়া যায়নি
el: Δεν βρέθηκε σειριακός αριθμός στο %1.
hi: %1 में कोई क्रम संख्या नहीं प्राप्त हुई।

source: The request already exists.
af: Die navraag bestaan reeds.
bn: ইতিমধ্যে এই অনুরোধ করা হয়ে গিয়েছে
el: Η αίτηση υπάρχει ήδη.
hi: अनुरोध पहले से ही मौजूद है।

source: Cannot find the request subject.
af: Kan die navraagonderwerp nie vind nie.
bn: অনুরোধের বিষয় পাওয়া যাচ্ছে না
el: Αδυναμία εύρεσης του θέματος αίτησης.
hi: अनुरोध विषय नहीं प्राप्त कर सकता है।

source: Cannot find the certificate subject.
af: Kan die sertifikaatonderwerp nie vind nie.
bn: সার্টিফিকেটের বিষয় পাওয়া যাচ্ছে না
el: Αδυναμία εύρεσης του θέματος πιστοποιητικού.
hi: प्रमाण पत्र विषय नहीं प्राप्त कर सकता है।

source: Invalid caName: %1.
af: Ongeldige caName: %1.
bn: অবৈধ caName: %1.
el: Λανθασμένο caName: %1.
hi: अमान्य caName : %1

source: '%1' does not exist.
af: '%1' bestaan nie.
bn: '%1' নেই
el: '%1' δεν υπάρχει.
hi: '%1' मौजूद नहीं है।

source: %1 still exists.
af: %1 bestaan steeds.
bn: তা সত্ত্বেও %1 আছে
el: %1 ακόμα υπάρχει.
hi: '%1' अब भी मौजूद है।

source: Cannot create directory: %1 (%2 [%3]).
af: Kan gids nie skep nie: %1 (%2 [%3]).
bn: ডায়রেক্টরি তৈরী করা যাচ্ছে না: %1 (%2 [%3]).
el: Αδυναμία δημιουργίας καταλόγου %1 (%2 [%3]).
hi: डायरेक्टरी को सृजित नहीं कर सकता : %1 (%2 [%3])।

source: Cannot copy the configuration template.
af: Kan die konfigurasiesjabloon nie kopieer nie.
bn: কনফিগারেশন টেম্পলেট কপি করা যাচ্ছে না
el: Αδυναμία αντιγραφής του προτύπου ρύθμισης.
hi: कॉन्फिगरेशन टेम्पलेट को कॉपी नहीं कर सकता है।

source: Cannot create the file.
af: Kan die lêer nie skep nie.
bn: ফাইল তৈরী করা যাচ্ছে না
el: Αδυναμία δημιουργίας του αρχείου.
hi: फाइल को सृजित नहीं कर सकता है।

source: Cannot parse the request.
af: Kan die versoek nie ontleed nie.
bn: অনুরোধ বিশ্লেষণ করা যাচ্ছে না
el: Αδυναμία ανάλυσης της αίτησης.
hi: अनुरोध को पार्स नहीं कर सकता है।

source: Error while parsing the request.
af: Fout tydens ontleding van die versoek.
bn: অনুরোধ বিশ্লেষণ করতে গিয়ে ত্রুটি
el: Σφάλμα κατα την ανάλυση της αίτησης.
hi: अनुरोध को पार्जिंग करते समय त्रुटि।

source: Invalid RequestGenerationData object.
af: Ongeldige RequestGenerationData-voorwerp.
bn: RequestGenerationData এর বিষয় অবৈধ
el: Λανθασμένο αντικείμενο RequestGenerationData.
hi: अमान्य RequestGenerationData वस्तु।

source: Invalid value for NsBaseUrlExt.
af: Ongeldige waarde vir NsBaseUrlExt.
bn: NsBaseUrlExtএর মূল্য অবৈধ
el: Λανθασμένη τιμή για NsBaseUrlExt.
hi: NsBaseUrlExt के लिए अमान्य मान

source: NsBaseUrlExt is not present.
af: NsBaseUrlExt is nie teenwoordig nie.
bn: NsBaseUrlExt অনুপস্থিত
el: Το NsBaseUrlExt δεν είναι παρών.
hi: NsBaseUrlExt उपस्थित नहीं है।

source: Invalid NsBaseUrlExt object.
af: Ongeldige NsBaseUrlExt-voorwerp.
bn: NsBaseUrlExt বিষয় অবৈধ
el: Λανθασμένο αντικείμενο NsBaseUrlExt.
hi: अमान्य NsBaseUrlExt वस्तु।

source: Invalid value for NsRevocationUrlExt.
af: Ongeldige waarde vir NsRevocationUrlExt.
bn: NsRevocationUrlExt-এর মূল্য অবৈধ
el: Λανθασμένη τιμή για NsRevocationUrlExt.
hi: NsRevocationUrlExt के लिए अमान्य मान।

source: NsRevocationUrlExt is not present.
af: NsRevocationUrlExt is nie teenwoordig nie.
bn: NsRevocationUrlExt অনুপস্থিত
el: Το NsRevocationUrlExt δεν είναι παρών.
hi: NsRevocationUrlExt उपस्थित नहीं है।

source: Invalid NsRevocationUrlExt object.
af: Ongeldige NsRevocationUrlExt-voorwerp.
bn: NsRevocationUrlExt এর বিষয় অবৈধ
el: Λανθασμένο αντικείμενο NsRevocationUrlExt.
hi: अमान्य NsRevocationUrlExt वस्तु।

source: Invalid value for NsCaRevocationUrlExt.
af: Ongeldige waarde vir NsCaRevocationUrlExt.
bn: NsCaRevocationUrlExt-এর মূল্য অবৈধ
el: Λανθασμένη τιμή για NsCaRevocationUrlExt.
hi: NsCaRevocationUrlExt के लिए अमान्य मान।

source: NsCaRevocationUrlExt is not present.
af: NsCaRevocationUrlExt is nie teenwoordig nie.
bn: NsCaRevocationUrlExt অনুপস্থিত
el: Το NsCaRevocationUrlExt δεν είναι παρών.
hi: NsCaRevocationUrlExt उपस्थित नहीं है।
