Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: maximize [all|resources_only] maximize searches resources in your system that are currently not under control of SCPM and adds them to your database. If you specify the 'resources_only' option, these resources are only added to the global resource database, not to the already existing profiles. The 'all' option also adds those resources to every profile. This is the default.
af: maksimeer [alle|slegs_hulpbronne] maksimeer soek hulpbronne in u stelsel wat tans nie onder beheer van SCPM is nie en voeg hulle by u databasis. As u die 'slegs_hulpbronne'-opsie spesifiseer, word hierdie hulpbronne slegs by die globale hulpbrondatabasis gevoeg, nie by die reeds-bestaande profiele nie. Die 'alles'-opsie voeg ook daardie hulpbronne by elke profiel. Dit is die verstek.
bn: সর্বাধিক করুন [সকল|শুধু সংস্থানগুলি] সর্বাধিক করুন আপনার সিস্টেমে সেই সংস্থানগুলি সন্ধান করে যেগুলি বর্তমানেSCPM এর নিয়ন্ত্রণে নেই এবং সেগুলিকে আপনার ডেটাবেসে যোগ করে। আপনি যদি 'শুধু_সংস্থান' বিকল্প নির্দিষ্ট করেন তাহলে এই সংস্থানগুলিকে শুধু গ্লোবালসংস্থান ডেটাবেসে যোগ করা হয়, ইতোমশ্যে বিদ্যমান প্রোফাইলগুলিতে নয়। 'সকল' বিকল্প এই সংস্থানগুলিকে প্রতিটি প্রোফাইলেও যোগ করে। এটাই হল ডিফল্ট।
el: maximize [all|resources_only] Η maximize ερευνά πηγές στο σύστημα σας που δεν είναι αυτή τη στιγμή κάτω από τον έλεγχο του SCPM και τις προσθέτει στη βάση δεδομένων σας. Εαν ορίσετε την επιλογή 'resources_only', αυτές οι πηγές θα προστεθούν μόνο στην γενική βάση δεδομένων πηγών και όχι στα υπάρχοντα προφίλ. Η επιλογή 'all' θα προσθέσει όμως αυτές τις πηγές σε κάθε προφίλ. Αυτό είναι το προκαθορισμένο.
hi: मैक्सीमाइज़ करें [all|resources_only] मैक्सीमाइज़ आपके सिस्टम में वे संसाधन खोजता है जो मौजूदा समय मेंएससीपीएम के नियंत्रण में नहीं है और उन्हें आपके डेटाबेस में जोड़ता है। यदि आप 'resources_only' विकल्प विनिर्दिष्ट करते हैं, ये संसाधन केवलग्लोबल संसाधन डेटाबेस में जो़ड़ता है, पहले से मौजूद प्रोफाइलों में नहीं। 'सभी'विकल्प प्रत्येक प्रोफाइल में वे संसाधन भी जोड़ता है। यह डिफाल्ट है।

source: customize will let you define resource sets some time without the need to do some things manually (like setting the wanted resource set in /etc/sysconfig/scpm). It may also incorporate the 'minimize' and 'maximize' function and obsolete them. Stay tuned.
el: Η customize θα σας επιτρέψει να ορίσετε ομάδες πόρων κάποια στιγμή χωρίς την ανάγκη να κάνετε κάποια πράγματα χειροκίνητα (όπως δοκιμές της ζητούμενης ομάδας πόρων στο /etc/sysconfig/scpm). Θα προσεταιριστεί επίσης τις λειτουργίες 'minimize' και 'maximize' και θα τις κάνει ξεπερασμένες. Μείνετε συντονισμένοι.

source: rebuild_deps rebuild_deps redetermines the dependencies for all resources. This may be useful after a system or SCPM update. It is actually needed to fix the database after an update to SCPM 0.7 from the 0.6 branch.
af: herbou_afhanklikhede herbou_afhanklikhede herbepaal die afhanklikhede vir alle hulpbronne. Dit kan nuttig wees na ’n stelsel- of SCPM-bywerking. Dit word eintlik benodig om die databasis reg te maak na ’n bywerking na SCPM 0.7 toe vanaf die 0.6-tak.
bn: deps_পুনর্নির্মাণ deps_পুনর্নির্মাণ সকল সংস্থানগুলির নির্ভরতাগুলি পুনঃনির্ধারণ করে। এটাসিস্টেম বা SCPM আপডেটের পরে উপযোগী হতে পারে। 0.6 শাখা থেকে SCPM 0.7-এ আপডেটের পরেএটা প্রকৃতপক্ষে ডেটাবেসকে সংশোধন করার জন্য প্রয়োজন হয়।
el: rebuild_deps Η rebuild_deps επανακαθορίζει τις εξαρτήσεις για όλες τις πηγές. Αυτό μπορεί να είναι χρήσιμο μετά από την ενημέρωση ενός συστήματος ή του SCPM. Στην πραγματικότητα χρειάστηκε για τη διόρθωση της βάσης δεδομένων μετά από μια ενημέρωση του SCPM 0.7 από το branch 0.6
hi: rebuild_deps rebuild_deps सभी संसाधनों की निर्भरता का पुनः निर्धारण करता है। यह सिस्टम या एससीपीएम अपडेट के बाद उपयोगी हो सकता है। यह वास्तविक रूप से0.6 ब्रांच से एससीपीएम 0.7 अपडेट करने के बाद डेटाबेस फिक्स करने के लिए जरूरी होता है।

source: convert Calling this function brings your SCDB from version 1.0 to 1.1. It may be able to do more conversion in the future, like converting a local database to a network one.
af: omstel Die roep van hierdie funksie neem u SCDB van weergawe 1.0 tot 1.1. Dit kan dalk meer omstelling in die toekoms doen, soos om ’n plaaslike databasis na ’n netwerkdatabasis om te stel.
bn: রূপান্তরিত করুন এই ক্রিয়াকে কল করলে আপনার SCDB কে ভার্সন 1.0 থেকে 1.1এ আনে। এটা ভবিষ্যতে আরো বেশি রূপান্তর করতে পারে, যেমন একটি স্থানীয় ডেটাবেসকে নেটোয়ার্ক ডেটাবেসে রূপান্তর করা।
el: convert Η κλήση αυτής της επιλογής μετατρέπει την SCDB από έκδοση 1.0 σε 1.1. Μπορεί να είναι δυνατόν να γίνουν περισσότερες μετατροπές στο μέλλον, όπως μετατροπή μιας τοπικής βάσης δεδομένων σε δικτυακή.
hi: बदलें यह क्रिया करने से आपका एसीडीबी संस्करण 1.0 से 1.1 बन जाएगा। यह भविष्य में अधिक बातचीत करने के योग्य हो सकता है, स्थानीय डेटाबेस को नेटवर्क के डेटाबेस में बदलने के समान।

source: clean This command determines all obsolete resources and removes them from the SCDB. It is especially useful if you have switched from a full-blown SCDB to a resource set driven one.
af: vee uit Hierdie opdrag bepaal alle uitgediende hulpbronne en verwyder hulle vanuit die SCDB. Dit is veral nuttig as u gewissel het vanaf ’n volwaardige SCDB na een wat hulpbronstel-gedrewe is.
bn: পরিষ্কার করুন এই আদেশটি সকল পুরান সংস্থানগুলি নির্ধারণ করে এবং সেগুলিকেSCDB থেকে অপসারণ করে। এটা বিশেষত উপযোগী হয় যদি আপনি সম্পূর্ণ রূপেরSCDB থেকে সংস্থান সেট দ্বারা চালিত একটিতে সুইচ করে থাকেন।
el: clean Αυτή η εντολή καθορίζει όλες τις ξεπερασμένες πηγές και τις αφαιρεί από την SCDB. Είναι ιδιαιτέρως χρήσιμη εαν έχετε αλλάξει από μια full-blown SCDB σε μια δοθείσα πηγή πόρων.
hi: साफ करें यह कमांड सारे ओब्सोलेट संसाधनों का निर्धारण करती है और उन्हें एससीडीबी से हटाती है यह विशेष रूप से उपयोगी होती है यदि आपने पूर्ण एससीडीबी सेसंसाधन सेट में बदलाव किया है।

source: get key searches for 'key' in the database and returns the value of it. 'key' must address a leaf node in the database and must be unique. Example: get status*enabled
af: kry sleutel soek na 'sleutel' in die databasis en gee die waarde daarvan terug. 'sleutel' moet ’n blaarnodus in die databasis aanspreek en uniek wees. Voorbeeld: kry status* ontsper
bn: কি পান ডেটাবেসে 'কি' সন্ধান করে এবং তার মান ফেরত দেয়।'কি'-কে ডেটাবেসের একটি লিফ নোডকে সমম্বোধন করতেই হবে এবং অনন্য হতেই হবে। উদাহরণ: অবস্থা পান*সক্রিয়
el: get key ερευνά για 'key' στην βάση δεδομένων και επιστρέφει την τιμή του. Το 'key' πρέπει να αντιστοιχεί σε κόμβο στη βάση δεδομένων και πρέπει να είναι μοναδικό. Παράδειγμα: get status*enabled
hi: प्राप्त कुंजी डेटाबेस में 'कुंजी' खोजती है और उसका मूल्य वापिस करता है।'कुंजी' को डेटाबेस में लीफ मोड का संदर्भ होना चाहिए और बेजोड़ होना जरूरी है। उदाहरण: स्थिति प्राप्त करें*समर्थित

source: set key value sets the leaf node specified by 'key' to 'value'. The key must be unique. Example: set profiles*profile|name=default|clean yes Use this only if you really know what you are doing.
af: stel sleutelwaarde stel die blaarnodus wat deur 'sleutel' gespesifiseer is, op 'waarde'. Die sleutel moet uniek wees. Voorbeeld: stel profiele*profiel|naam=verstek|vee ja uit Gebruik dit slegs as u werklik weet wat u doen.
bn: কি-এর মান নির্দিষ্ট করুন 'কি' দ্বারা নির্দিষ্ট লিফ নোডকে 'মানে' নির্দিষ্ট করে। কি-কে অনন্য হতেই হবে। উদাহরণ: প্রোফাইল নির্দিষ্ট করুন*প্রোফাইল|নাম=ডিফল্ট|পরিষ্কার হ্যাঁ এটা শুধু তখনই ব্যবহার করুন যদি আপনি প্রকৃতই জানেন যে আপনি কি করছেন।
el: set key value ορίζει τον κόμβο που ορίζεται από το 'key' στην 'value'. Το key θα πρέπει να είναι μοναδικό. Παράδειγμα: set profiles*profile|name=default|clean yes Χρήση αυτού μόνο εαν ξέρετε τι κάνετε.
hi: सेट कुंजी मूल्य 'कुंजी' से 'मूल्य' द्वारा विनिर्दिष्ट लीफ मोड सेट करता है। कुंजी बेजोड़ होनी जरूरी है। उदाहरण: सेट प्रोफाइल*profile|name=default|clean yes केवल इसे प्रयोग करें यदि सचमुच जानते हैं कि आप क्या कर रहे हैं।

source: dump [key] dumps the database or parts of it on stdout using xml formatting. 'key' is defined as in the 'get' command, but it has not to be a leaf node of course.
af: stort [sleutel] stort die databasis of dele daarvan op stdout deur xml -formattering te gebruik. 'sleutel' word gedefinieer soos in die 'kry'-opdrag, maar dit hoef nie die blaarnodus te wees nie.
bn: ডাম্প [কি] ডেটাবেসকে অথবা তার অংশকে xml ফরম্যাটিং ব্যবহার করে stdout এ ডাম্প করে। 'পান' আদেশের মত একইভাবে 'কি' এর সংজ্ঞা দেওয়া হয়েছে, তবে এটাকে অবশ্যই লিফ নোড হতে হবে না।
el: dump [key] αποτυπώνει τη βάση δεδομένων ή μέρη της στην stdout χρησιμοποιώντας xml format. Η 'key' ορίζεται όπως και ή εντολή 'get' αλλά δεν χρειάζεται φυσικά να είναι κόμβος.
hi: डंप [कुंजी] एक्सएमएल फॉर्मेटिंग प्रयोग करते हुए stdout पर डेटाबेस या उसके भागों का डंप बनाता है 'कुंजी', 'प्राप्त' कमांड के समान परिभाषित होती है, लेकिन इसे स्पष्ट रूप से लीफ मोड नहीं होना चाहिए।

source: import profile path name imports a previously exported profile from given path.
af: voer profielpadnaam in voer ’n voorheen uitgevoerde profiel vanaf ’n gegewe pad in.
bn: প্রোফাইল পথের নাম আমদানি করুন প্রদত্ত পথ থেকে পূর্বে রপ্তানিকৃত রপ্তানিকৃত প্রোফাইল আমদানি করে।
el: import profile path name εισάγει ένα προηγουμένως εξαχθέν προφίλ από τη δοθείσα διαδρομή.
hi: प्रोफाइल पथ नाम आयात करें दिए गए पथ से पहले निर्यात की फाइल आयात करता है।

source: export profile path [name] exports a profile to the given path. If name is omitted, the active profile is exported.
af: voer profielpad uit [naam] voer ’n profiel na die gegewe pad toe uit. As naam weggelaat word, word die aktiewe profiel uitgevoer.
bn: প্রোফাইল পথের [নাম] রপ্তানি করুন প্রোফাইলকে প্রদত্ত পথে রপ্তানি করে। নামটি বাদ গেলে সক্রিয়প্রোফাইল রপ্তানি করা হয়।
el: export profile path [name] εξάγει ένα προφίλ στην δοθείσα διαδρομή. Εαν δοθεί όνομα, το ενεργό προφίλ εξάγεται.
hi: प्रोफाइल पथ [नाम] निर्यात करता है दिए गए पथ पर प्रोफाइल निर्यात करता है। यदि नाम कटा हुआ हो, सक्रियप्रोफाइल निर्यात हो जाएगी।

source: Global option '-r' needs an argument
af: Globale opsie '-r' benodig ’n argument
bn: গ্লোবাল বিকল্প '-r' এর একটি আর্গুমেন্ট দরকার
el: Η γενική επιλογή '-r' χρειάζεται μια παράμετρο
hi: ग्लोबल विकल्प '-r' के लिए तर्क की जरूरत है

source: Unknown global option
af: Onbekende globale opsie
bn: অজ্ঞাত গ্লোবাল বিকল্প
el: Άγνωστη γενική επιλογή
hi: अज्ञात ग्लोबल विकल्प

source: No command given
af: Geen opdrag gegee nie
bn: কোন আদেশ দেওয়া নেই
el: Δεν δόθηκε εντολή
hi: कोई कमांड नहीं दी गई

source: Unknown command
af: Onbekende opdrag
bn: অজানা
el: Άγνωστη εντολή
hi: अनंजान

source: Unknown add option
af: Onbekende byvoeg-opsie
bn: অজ্ঞাত যোগের বিকল্প
el: Άγνωστη επιλογή της add
hi: अज्ञात जोड़ विकल्प

source: Unknown list option
af: Onbekende lys-opsie
bn: অজ্ঞাত তালিকাবিকল্প
el: Άγνωστη επιλογή της list
hi: अज्ञात सूची विकल्प

source: Unknown switch/save option
af: Onbekende wissel-/berg-opsie
bn: অজ্ঞাত সুইচ /সংরক্ষণ বিকল্প
el: Άγνωστη επιλογή της switch/save
hi: अज्ञात परिवर्तन/रक्षित विकल्प

source: Unknown list_groups option
af: Onbekende lys_groep-opsie
bn: অজ্ঞাত গ্রুপ_তালিকাভুক্ত করুন বিকল্প
el: Άγνωστη επιλογή της list_groups
hi: अज्ञात list_groups विकल्प

source: Unknown activate_group option
af: Onbekende aktiveerlys_groep-opsie
bn: অজ্ঞাত গ্রুপ_সক্রিয় করুন বিকল্প
el: Άγνωστη επιλογή της activate_group
hi: अज्ञात activate_group विकल्प

source: Unknown deactivate_group option
af: Onbekende deaktiveer_groep-opsie
bn: অজ্ঞাত গ্রুপ_নিষ্ক্রিয় করুন বিকল্প
el: Άγνωστη επιλογή της deactivate_group
hi: अज्ञात deactivate_group विकल्प

source: Unknown show_group option
af: Onbekende toon_groep-opsie
bn: অজ্ঞাত গ্রুপ_দেখান বিকল্প
el: Άγνωστη επιλογή της show_group
hi: अज्ञात show_group विकल्प

source: unexpected end of command
af: onverwagte einde van opdrag
bn: আদেশের অপ্রত্যাশিত সমাপ্তি
el: μη αναμενόμενο τέλος της εντολής
hi: कमांड का अनपेक्षित अंत

source: Unknown backup option
af: Onbekende rugsteun-opsie
bn: অজ্ঞাত যোগের ব্যাকআপ বিকল্প
el: Άγνωστη επιλογή αντιγράφου ασφαλείας
hi: अज्ञात बैकअप विकल्प

source: Unknown command option
af: Onbekende opdrag-opsie
bn: অজ্ঞাত আদেশ বিকল্প
el: Άγνωστη επιλογή εντολής
hi: अज्ञात कमांड विकल्प

source: (type 'help' for help)
af: (soort 'help' vir help)
bn: (সহায়তার জন্য 'help' টাইপ করুন)
el: (πληκτρολογήστε 'help' για βοήθεια)
hi: (मदद के लिए 'मदद' टाइप करें)

source: The following resources are modified
af: Die volgende hulpbronne word verander
bn: নিচের সংস্থানগুলি পরিমার্জিত
el: Οι ακόλουθοι πόροι είναι τροποποιημένοι
hi: निम्नलिखित संसाधन संशोधित है

source: NEW add ([y]es/[n]o/[a]bort)?
af: NUWE voeg ([j]a/[n]ee/[s]taak) by?
bn: নতুন যোগ করবেন ([y]es/[n]o/[a]bort)?
el: ΝΕΟΥ προσθήκη ([y]es/[n]o/[a]bort);
hi: नया जोड़ें ([y]es/[n]o/[a]bort)?

source: DELETED remove ([y]es/[n]o/[a]bort)?
af: GESKRAP verwyder ([j]a/[n]ee/[s]taak)?
bn: মুছে দেওয়া অপসারণ করবেন ([y]es/[n]o/[a]bort)?
el: ΔΙΕΓΡΑΜΜΕΝΟΥ αφαίρεση ([y]es/[n]o/[a]bort);
hi: मिटाया गया हटाएं ([y]es/[n]o/[a]bort)?

source: save ([y]es/[n]o/[a]bort/[d]iff/app[l]y/[p]atch)?
af: berg ([j]a/[n]ee/[s]taak/[v]erskaf/toep[a]s/[r]egstel)?
bn: সংরক্ষণ করবেন ([y]es/[n]o/[a]bort/[d]iff/app[l]y/[p]atch)?
el: αποθήκευση ([y]es/[n]o/[a]bort/[d]iff/app[l]y/[p]atch);
hi: रक्षित करें ([y]es/[n]o/[a]bort/[d]iff/app[l]y/[p]atch)?

source: The following resource groups are modified
af: Die volgende hulpbrongroepe word verander
bn: নিচের সংস্থান গ্রুপগুলি পরিমার্জিত
el: Οι ακόλουθες ομάδες πόρων είναι τροποποιημένες
hi: निम्नलिखित संसाधन समूह संशोधित हैं

source: save ([y]es/[n]o/show [r]esources/[a]bort)?
af: berg ([j]a/[n]ee/toon [h]ulpbronne/[s]taak)?
bn: সংরক্ষণ করবেন ([y]es/[n]o/show [r]esources/[a]bort)?
el: αποθήκευση ([y]es/[n]o/show [r]esources/[a]bort);
hi: रक्षित करें ([y]es/[n]o/show [r]esources/[a]bort)?

source: backup does not exists
el: το αντίγραφο ασφαλείας δεν υπάρχει

source: no backup found
el: δεν βρέθηκε αντίγραφο ασφαλείας

source: Could not determine your login name
af: Kon u aantekennaam nie bepaal nie
bn: আপনার লগইন নাম নির্ধারণ করতে পারে নি
el: Αδυναμία καθορισμού του ονόματος εισόδου
hi: आपके लॉगिन नाम का निर्धारण नहीं कर सकते

source: Running scpm in read-only mode
af: Loop van scpm in slegs-lees-modus
bn: scpm-কে শুধু পড়ার যোগ্য মোডে চালাচ্ছে
el: Εκτέλεση του scpm σε λειτουργία μόνο ανάγνωσης
hi: एससीपीएम रीड-ओनली मोड में चल रहा है

source: WARNING: /etc/scpm.users has obsolete format
el: ΕΙΔΟΠΟΙΗΣΗ: το /etc/scpm.users έχει ξεπερασμένο format

source: Error in /etc/scpm.users
el: Σφάλμα στο /etc/scpm.users

source: You are not root and not in /etc/scpm.users
af: U is nie stam nie en nie in die /etc/scpm.users nie
bn: আপনি রুট নন এবং /etc/scpm.users এ নেই
el: Δεν είστε root και δεν είστε το /etc/scpm.users
hi: आप मूल नहीं हैं और में/आदि/scpm.users नहीं हैं

source: not running as root, read-only mode enabled
af: nie lopend as stam nie, slegs-lees-modus ontsper
bn: রুট হিসাবে চলছে না, শুধু পড়ার যোগ্য মোড সক্রিয়
el: δεν εκτελείται ως root, ενεργοποιείται η λειτουργία μόνο ανάγνωσης
hi: मूल के रूप में नहीं चल रहा, रीड-ओनली मोड समर्थ

source: this command is not available in read-only mode
af: hierdie opdrag is nie beskikbaar in slegs-lees-modus nie
bn: এই আদেশটি শুধু পড়ার যোগ্য মোডে উপলভ্য নয়
el: αυτή η εντολή δεν είναι διαθέσιμη στην λειτουργία μόνο ανάγνωσης
hi: यह कमांड रीड-ओनली मोड में उपलब्ध नहीं है

source: you have no permission to execute this command
el: δεν έχετε άδεια να εκτελέσετε αυτή την εντολή

source: add needs one argument
af: voeg by benodig een argument
bn: যোগ করুন-এর একটি আর্গুমেন্ট দরকার
el: η add χρειάζεται μια παράμετρο
hi: जोड़ने में एक तर्क की जरूरत है

source: copy needs two arguments
af: kopie benodig twee argumente
bn: কপি করুন-এর দুটি আর্গুমেন্ট দরকার
el: η copy χρειάζεται δυο παραμέτρους
hi: कॉपी करने के लिए दो तर्कों की जरूरत है

source: delete needs one argument
af: skrap benodig een argument
bn: মুছে দিন-এর একটি আর্গুমেন্ট দরকার
el: η delete χρειάζεται μια παράμετρο
hi: मिटाने के लिए एक तर्क की जरूरत है

source: rename needs two arguments
af: herbenoem benodig twee argumente
bn: পুনঃনামকরণ করুন-এর দুটি আর্গুমেন্ট দরকার
el: η rename χρειάζεται δυο παραμέτρους
hi: पुनः नाम देने के लिए दो तर्कों की जरूरत है

source: reload must not have arguments
af: herlaai moenie argumente hê nie
bn: পুনরায় লোড করুন-এর কোন আর্গুমেন্ট থাকার দরকার নেই
el: η reload δε θα πρέπει να έχει παραμέτρους
hi: पुनःलोड करने के लिए तर्क नहीं होने चाहिए

source: save must not have arguments
af: berg moenie argumente hê nie
bn: সংরক্ষণ করুন-এর কোন আর্গুমেন্ট থাকতে পারে না
el: η save δεν θα πρέπει να έχει παραμέτρους
hi: रक्षित करने में तर्क नहीं होने चाहिए

source: switch needs one argument
af: wissel benodig een argument
bn: সুইচ-এর একটি আর্গুমেন্ট দরকার
el: η switch χρειάζεται μια παράμετρο
hi: परिवर्तन करने के लिए एक तर्क की जरूरत है

source: Saving resource failed. Do you want to proceed anyway (not recommended)?
af: Berg van hulpbron het misluk. Wil u in elk geval voortgaan (nie aanbeveel nie)?
bn: সংস্থান সংরক্ষণ ব্যর্থ হয়েছে। আপনি কি তা সত্ত্বেও অগ্রসর হতে চান (সুপারিশকৃত নয়)?
el: Η αποθήκευση πόρων απέτυχε. Θέλετε να προχωρήσετε παρ' όλα αυτά (δεν συνίσταται);
hi: संसाधन रक्षण विफल। क्या आप फिर भी आगे बढ़ना चाहते हैं (इसकी सिफारिश नहींकी गई है?

source: modify needs two arguments
af: verander benodig twee argumente
bn: পরিমার্জন করুন-এর দুটি আর্গুমেন্ট দরকার
el: η modify χρειάζεται δυο παραμέτρους
hi: संशोधन के लिए दो तर्कों की जरूरत है

source: diff needs two arguments
af: verskil benodig twee argumente
bn: diff-এর দুটি আর্গুমেন্ট দরকার
el: η diff χρειάζεται τουλάχιστον δυο παραμέτρους
hi: अंतर के लिए दो तर्कों की जरूरत है

source: set needs at least two arguments
af: stel benodig ten minste twee argumente
bn: নির্দিষ্ট করুন-এর কমপক্ষে দুটি আর্গুমেন্ট দরকার
el: η set χρειάζεται τουλάχιστον δυο παραμέτρους
hi: सेट के लिए न्यूनतम दो तर्कों की जरूरत है

source: get needs at least one argument
af: kry benodig ten minste een argument
bn: পান-এর কমপক্ষে একটি আর্গুমেন্ট দরকার
el: η get απαιτεί τουλάχιστον μια παράμετρο
hi: प्राप्त करने के लिए न्यूनतम एक तर्क की जरूरत है

source: list_groups must not have arguments
af: lys_groepe moenie argumente hê nie
bn: গ্রুপ তালিকাভুক্ত করুন-এর কোন আর্গুমেন্ট থাকতে পারবে না
el: η list_groups δεν θα πρέπε να έχει παραμέτρους
hi: list_groups में तर्क नहीं होने चाहिए

source: activate_group needs an argument
af: aktiveer_groep benodig ’n argument
bn: গ্রুপ_সক্রিয় করুন-এর একটি আর্গুমেন্ট দরকার
el: η activate_group χρειάζεται μια παράμετρο
hi: activate_group के लिए तर्क की जरूरत है

source: deactivate_group needs an argument
af: deaktiveer_groep benodig ’n argument
bn: গ্রুপ_সক্রিয় করুন-এর একটি আর্গুমেন্ট দরকার
el: η deactivate_group χρειάζεται μια παράμετρο
hi: deactivate_group के लिए तर्क की जरूरत है

source: show_group needs an argument
af: toon_groep benodig ’n argument
bn: গ্রুপ_নিষ্ক্রিয় করুন-এর একটি আর্গুমেন্ট দরকার
el: η show_group χρειάζεται μια παράμετρο
hi: show_group के लिए तर्क की जरूरत है

source: remove_group needs an argument
af: verwyder_groep benodig ’n argument
bn: গ্রুপ_অপসারণ করুন-এর একটি আর্গুমেন্ট দরকার
el: η remove_group χρειάζεται μια παράμετρο
hi: remove_group के लिए तर्क की जरूरत है

source: reset_group needs an argument
af: stel_groep_weer benodig ’n argument
bn: গ্রুপ_রিসেট করুন-এর একটি আর্গুমেন্ট দরকার
el: η reset_group χρειάζεται μια παράμετρο
hi: reset_group के लिए तर्क की जरूरत है

source: reset_all must not have arguments
af: stel_alles_weer moenie argumente hê nie
bn: সকল_রিসেট করুন-এর কোন আর্গুমেন্ট থাকতে পারবে না
el: η reset_all δεν θα πρέπει να έχει παραμέτρους
hi: reset_all में तर्क नहीं होने चाहिए

source: rebuild must not have arguments
af: herbou moenie argumente hê nie
bn: পুনর্নির্মাণ করুন-এর কোন আর্গুমেন্ট থাকতে পারবে না
el: η rebuild δεν θα πρέπει να έχει παραμέτρους
hi: पुनःनिर्माण में तर्क नहीं होने चाहिए

source: update needs at least one argument
af: werk by benodig ten minste een argument
bn: আপডেট করুন-এর কমপক্ষে একটি আর্গুমেন্ট দরকার
el: η update χρειάζεται τουλάχιστον μια παράμετρο
hi: अपडेट के लिए न्यूनतम एक तर्क की जरूरत है

source: script file is inaccessible
af: skriplêer is ontoeganklik
bn: স্ক্রিপ্ট ফাইল অপ্রবেশযোগ্য
el: το αρχείο σεναρίου είναι απροσπέλαστο
hi: स्क्रिप्ट फाइल एक्सेस योग्य नहीं है

source: you need to specify resource types and names
af: u moet hulpbronsoorte en name spesifiseer
bn: আপনাকে সংস্থানের ধরণ ও নাম নির্দিষ্ট করতে হবে
el: θα πρέπει να ορίσετε τύπους πόρων και ονόματα
hi: आपको संसाधन प्रकार और नाम विनिर्दिष्ट करने की जरूरत है

source: update_resources must not have arguments
af: werk_alles_by moenie argumente hê nie
bn: সংস্থান আপডেট করুন-এর কোন আর্গুমেন্ট থাকতে পারবে না
el: η update_resources δεν θα πρέπει να έχει παραμέτρους
hi: update_resources में तर्क नहीं होने चाहिए

source: backup needs at least one argument
af: rugsteun benodig ten minste een argument
bn: ব্যাকআপ-এর কমপক্ষে একটি আর্গুমেন্ট দরকার
el: η backup χρειάζεται τουλάχιστον μια παράμετρο
hi: बैकअप के लिए न्यूनतम एक तर्क की जरूरत है

source: you need to specify resource types, names and versions
el: θα πρέπει να ορίσετε τύπους πόρων, ονόματα και εκδόσεις

source: Unknown command number. This is a bug.
af: Onbekende opdragnommer. Dit is ’n fout.
bn: অজ্ঞাত আদেশ সংখ্যা। এটা একটা ত্রুটি।
el: Άγνωστος αριθμός εντολής. Αυτό είναι ένα σφάλμα.
hi: अज्ञाच कमांड संख्या। यह एक बग है।

source: Operation failed. Reason:
af: Bewerking het misluk. Rede:
bn: ক্রিয়া ব্যর্থ হয়েছে। কারণ:
el: Η διεργασία απέτυχε. Λόγος:
hi: परिचालन विफल। कारण:

source: create needs at least 3 arguments
af: skep benodig ten minste 3 argumente
bn: তৈরি করুন-এর কমপক্ষে ৩ টি আর্গুমেন্ট দরকার
el: η create χρειάζεται τουλάχιστον 3 παραμέτρους
hi: सृजन के लिए न्यूनतम 3 तर्कों की जरूरत है

source: invalid argument syntax
af: ongeldige argumentsintaks
bn: অবৈধ আর্গুমেন্ট সিনট্যাক্স
el: λανθασμένη σύνταξη παραμέτρου
hi: अवैध तर्क सिंटैक्स

source: drop needs at least 3 arguments
af: laat weg benodig ten minste 3 argumente
bn: ড্রপ-এর কমপক্ষে ৩ টি আর্গুমেন্ট দরকার
el: η drop χρειάζεται τουλάχιστον 3 παραμέτρους
hi: छोड़ने के लिए न्यूनतम 3 तर्कों की जरूरत है

source: unknown drop resource option
af: onbekende weglaathulpbron-opsie
bn: অজ্ঞাত ড্রপ সংস্থান বিকল্প
el: άγνωστη επιλογή πόρων drop
hi: अज्ञात ड्रॉप संसाधन विकल्प

source: drop: unknown object
af: laat weg: onbekende voorwerp
bn: ড্রপ: অজ্ঞাত বস্তু
el: drop: άγνωστο αντικείμενο
hi: छोड़ें: अज्ञात विकल्प

source: show needs one argument
af: toon benodig een argument
bn: দেখান-এর একটি আর্গুমেন্ট দরকার
el: η show χρειάζεται μια παράμετρο
hi: प्रदर्शन के लिए एक तर्क की जरूरत है

source: unknown show option
af: onbekende toon-opsie
bn: অজ্ঞাত প্রদর্শন বিকল্প
el: άγνωστη επιλογή show
hi: अज्ञात प्रदर्शन विकल्प

source: not yet implemented
af: nog nie geïmplementeer nie
bn: এখনও সম্পন্ন হয় নি
el: δεν διεκπεραιώθηκε ακόμα
hi: अभी तक कार्यान्वित नहीं

source: get needs one argument
af: kry benodig een argument
bn: পান-এর একটি আর্গুমেন্ট দরকার
el: η get χρειάζεται μια παράμετρο
hi: प्राप्त करने के लिए एक तर्क की जरूरत है

source: set needs two arguments
af: stel benodig twee argumente
bn: নির্দিষ্ট -এর দুটি আর্গুমেন্ট দরকার
el: η set χρειάζεται δυο παραμέτρους
hi: सेट करने के लिए दो तर्कों की जरूरत है

source: This tool can only convert SCDB Version 1.0 and 1.1 to 1.2
af: Hierdie stuk gereedskap kan slegs SCDB-weergawe 1.0 en 1.1 tot 1.2 omstel
bn: এই টুলটি শুধুমাত্র SCDB ভার্সন 1.0 ও 1.1 কে 1.2 এ রূপান্তরিত করতে পারে
el: Αυτό το εργαλείο μπορεί μόνο να μετατρέψει την έκδοση SCDB 1.0 και 1.1 σε 1.2
hi: यह टूल केवल परिवर्तन एससीडीबी संस्करण 1.0 और 1.1 से 1.2 तक परिवर्तन कर सकता है।

source: Your SCDB has version
af: U SCDB het weergawe
bn: অপনার SCDB-র বাহর্সন আছে
el: Η SCDB σας έχει έκδοση
hi: आपके एससीडीबी में संस्करण हैं

source: Database is already at version 1.2
af: Databasis is reeds by weergawe 1.2
bn: ডেটাবেস ইতোমধ্যেই ভার্সন 1.2 এ আছে
el: Η βάση δεδομένων είναι ήδη στην έκδοση 1.2
hi: डेटाबेस पहले से संस्करण 1.2 में है

source: Converting database to version 1.2
af: Omstel van databasis na weergawe 1.2
bn: ডেটাবেসকে ভার্সন 1.2 এ রূপান্তরিত করছে
el: Μετατροπή βάσης δεδομένων στην έκδοση 1.2
hi: डेटाबेस को संस्करण 1.2 में परिवर्तित कर रहा
