Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: <h3><placeholder-1/></h3> Select <placeholder-2/> to start the system installed on your local hard disk. This system must be installed properly, because only the MBR (Master Boot Record) on the first hard disk is started. The device ID of the first hard disk is provided by the BIOS of the computer. <br><placeholder-3/></br>
af: <h3><plekhouer-1/></h3> Kies <plekhouer-2/> om die stelsel wat op u plaaslike harde skyf geïnstalleer is, te begin. Hierdie stelsel moet behoorlik geïnstalleer word, omdat slegs die MBR (Master Boot Record) op die eerste harde skyf begin word. Die toestel-ID van die eerste harde skyf word deur die BTAS van die rekenaar voorsien. <br><plekhouer-3/></br>
el: <h3><placeholder-1/></h3> Επιλέξτε το <placeholder-2/> για να ξεκινήσετε το εγκατεστημένο σύστημα από τον τοπικό σας δίσκο. Αυτό το σύστημα θα πρέπει να είναι εγκατεστημένο κανονικά, επειδή μόνο η MBR (Κύρια Εγγραφή Εκκίνησης) του πρώτου σκληρού δίσκου εκκινείται. Η ταυτότητα της συσκευής του πρώτου σκληρού δίσκου παρέχεται από το BIOS του υπολογιστή σας. <br><placeholder-3/></br>

source: <h3><placeholder-1/></h3> Select <placeholder-2/> to start the default installation. The <placeholder-3/> entered are used in the start-up. This item activates many features of commonly available hardware. <br><placeholder-4/></br>
af: <h3><plekhouer-1/></h3> Kies <plekhouer-2/> om die verstekinstallasie te begin. Die <plekhouer-3/> wat ingevoer is, word tydens die aanvangs gebruik. Hierdie item aktiveer talle eienskappe van algemeen beskikbare hardeware. <br><plekhouer-4/></br>
el: <h3><placeholder-1/></h3> Επιλέξτε το <placeholder-2/> για να ξεκινήσετε την προεπιλεγμένη εγκατάσταση. Τα <placeholder-3/> χρησιμοποιούνται κατά την εκκίνηση. Αυτό το αντικείμενο ενεργοποιεί πολλές δυνατότητες του κοινού διαθέσιμου υλικού. <br><placeholder-4/></br>

source: This is the same as using the <placeholder-1/> boot option. <br><placeholder-2/></br>
af: Dit is dieselfde soos wanneer die <plekhouer-1/>-selflaai-opsie gebruik word. <br><plekhouer-2/></br>
el: Αυτή η επιλογή είναι η ίδια όπως και η <placeholder-1/> . <br><placeholder-2/></br>

source: <h3><placeholder-1/></h3> Press <placeholder-2/> to choose an installation source.<br><placeholder-3/></br>
af: <h3><plekhouer-1/></h3> Druk <plekhouer-2/> om ’n installasiebron te kies.<br><plekhouer-3/></br>
el: <h3><placeholder-1/></h3> Πατήστε το <placeholder-2/> για να επιλέξετε μια πηγή εγκατάστασης.<br><placeholder-3/></br>

source: If your system has problems with the graphics card during the installation, the <placeholder-1/> may be a usable work-around. <br><placeholder-2/></br>
af: As u stelsel tydens die installasie probleme ondervind met die grafikakaart, kan die <plekhouer-1/> dalk ’n bruikbare werk-rondom wees. <br><plekhouer-2/></br>
el: Αν το σύστημά σας έχει προβλήματα με την κάρτα γραφικών κατά την εγκατάσταση, το <placeholder-1/> μπορεί να είναι μια καλή λύση. <br><placeholder-2/></br>

source: It is possible that your monitor cannot be detected automatically. In that case, select your preferred mode manually.<br><placeholder-1/></br>
af: Dit is moontlik dat u monitor nie outomaties bespeur kan word nie. In daardie geval kies u die verlangde modus met die hand.<br><plekhouer-1/></br>
el: Είναι πιθανό η οθόνη σας να μην μπορεί να ανιχνευθεί αυτόματα. Σε αυτήν την περίπτωση, επιλέξτε την αγαπημένη σας ανάλυση χειροκίνητα.<br><placeholder-1/></br>

source: <h3><placeholder-1/></h3> Press <placeholder-2/> to get the list of video modes your graphics card supports. The highest mode your monitor can display is preselected.<br><placeholder-3/></br>
af: <h3><plekhouer-1/></h3> Druk <plekhouer-2/> om die lys videomodusse wat deur u grafikakaart ondersteun word, te verkry. Die hoogste modus wat u monitor kan vertoon, word vooraf gekies.<br><plekhouer-3/></br>
el: <h3><placeholder-1/></h3> Πατήστε το <placeholder-2/> για να πάρετε μια λίστα με όλες τις αναλύσεις που υποστηρίζονται από την κάρτα γραφικών σας. Η μέγιστη ανάλυση που υποστηρίζεται από την οθόνη σας είναι προεπιλεγμένη.<br><placeholder-3/></br>

source: A driver update is typically a floppy with new versions of hardware drivers or bug fixes needed during installation. <br><placeholder-1/></br>
af: ’n Aandrywerbywerking is tipies ’n slapskyf met nuwe weergawes van hardeware-aandrywers of foutherstellings wat tydens installasie benodig word. <br><plekhouer-1/></br>
el: Μια ενημέρωση οδηγού είναι κανονικά μια δισκέτα με νέες εκδόσεις των οδηγών του υλικού σας ή επισκευές του λογισμικού που χρειάζονται κατά την εγκατάσταση. <br><placeholder-1/></br>

source: <h3><placeholder-1/></h3> If you need a driver update floppy or CD-ROM, press <placeholder-2/>. The boot loader asks you to insert the driver update medium after loading the Linux kernel.<br><placeholder-3/></br>
af: <h3><plekhouer-1/></h3> As u ’n aandrywerbywerkingslapsky of CD-ROM benodig, druk <plekhouer-2/>. Die selflaaiprogram vra u om die aandrywerbywerkingsmedium in te sit nadat die Linux-kern gelaai is.<br><plekhouer-3/></br>
el: <h3><placeholder-1/></h3> Αν χρειάζεστε έναν ενημερωμένο οδηγό μέσω δισκέτας ή CD-ROM, πατήστε <placeholder-2/>. Ο διαχειριστής εκκίνησης θα σας ζητήσει να εισάγετε το μέσο ενημέρωσης του οδηγού αμέσως μετά την φόρτωση του πυρήνα του Linux.<br><placeholder-3/></br>

source: <placeholder-1/>: leave help <br><placeholder-2/></br>
af: <plekhouer-1/>: verlaat help<br><plekhouer-2/></br>
el: <placeholder-1/>: έξοδος από τη βοήθεια <br><placeholder-2/></br>

source: <placeholder-1/>: For very new machines, a driver update may be needed to install the system. <placeholder-2/>
af: <plekhouer-1/>: Vir heel nuwe masjiene word ’n aandrywerbywerking dalk benodig om die stelsel te installeer. <plekhouer-2/>
el: <placeholder-1/>: Για πολύ καινούριους υπολογιστές, ένας ενημερωμένος οδηγός μπορεί να χρειάζεται για την εγκατάσταση του συστήματος. <placeholder-2/>

source: <placeholder-1/>: Choose the installation source.<br><placeholder-2/></br>
af: <plekhouer-1/>: Kies die installasiebron.<br><plekhouer-2/></br>
el: <placeholder-1/>: Επιλέξτες την πηγή εγκατάστασης.<br><placeholder-2/></br>

source: <placeholder-1/>: Here, choose between different screen resolutions while installing. If you encounter problems with the graphical installation, the <placeholder-2/> may be a work-around for you.<br><placeholder-3/></br>
af: <plekhouer-1/>: Kies hier tussen verskillende skermresolusies tydens installering. As u probleme met die grafiese installasie ervaar, is die <plekhouer-2/> dalk vir u ’n werk-rondom.<br><plekhouer-3/></br>
el: <placeholder-1/>: Εδώ, επιλέξτε μεταξύ των διάφορων αναλύσεων κατά την εγκατάσταση. Αν συναντήσετε προβλήματα με την γραφική εγκατάσταση , το <placeholder-2/> μπορεί να είναι μια καλή λύση για εσάς.<br><placeholder-3/></br>

source: <placeholder-1/>: Set language and keyboard mapping used by the boot loader.<br><placeholder-2/></br>
af: <plekhouer-1/>: Stel taal- en sleutelbordbinding wat deur die selflaaiprogram gebruik word.<br><plekhouer-2/></br>
el: <placeholder-1/>: Καθορίστε την γλώσσα και την διάταξη του πληκτρολογίου που θα χρησιμοποιηθεί από τον διαχειριστή εκκίνησης.<br><placeholder-2/></br>

source: <placeholder-1/>: This is context sensitive. It will show different screens depending on the active element of the boot screen. There is also a description of this help system available.<br><placeholder-2/></br>
af: <plekhouer-1/>: Dit is konteks-gevoelig. Dit sal verskillende skerms toon, afhangende van die aktiewe element van die selflaaiskerm. Daar is ook ’n beskrywing van hierdie hulpstelsel beskikbaar.<br><plekhouer-2/></br>
el: <placeholder-1/>: Αυτό το περιεχόμενο είναι ευαίσθητο. Εμφανίζει διαφορετικές οθόνες ανάλογα με το ενεργό στοιχείο της οθόνης εκκίνησης. Υπάρχει επίσης διαθέσιμη και μια περιγραφή αυτού του συστήματος βοήθειας.<br><placeholder-2/></br>

source: <placeholder-1/>: The boot options may change the behavior of your system completely. They are settings for the kernel.<br><placeholder-2/></br>
af: <plekhouer-1/>: Die selflaai-opsies kan die optrede van u stelsel dalk heeltemal verander. Dit is instellings vir die kern.<br><plekhouer-2/></br>
el: <placeholder-1/>: Οι επιλογές εκκίνησης μπορούν να αλλάξουν την συμπεριφορά του συστήματός σας εντελώς. Είναι αλλαγές που αφορούν τον πυρήνα.<br><placeholder-2/></br>

source: <placeholder-1/>: Memory testing is useful for more than checking installation of new memory modules. It is a stress test for a big part of your computer system and may indicate hardware problems.<br><placeholder-2/></br>
af: <plekhouer-1/>: Geheuetoetsing is nuttig vir meer as net die nagaan van installasie van nuwe geheuemodules. Dit is ’n spanningstoets vir ’n groot deel van u rekenaarstelsel, en kan dalk hardewareprobleme aantoon.<br><plekhouer-2/></br>
el: <placeholder-1/>: Ο έλεγχος της μνήμης είναι χρήσιμος για πολλά άλλα εκτός του ελέγχου της εγκατάστασης των νέων μονάδων μνήμης. Αυτό είναι ένα τεστ αντοχής για το μεγαλύτερο μέρος του συστήματός σας και μπορεί να εμφανίσει προβλήματα δικτύου.<br><placeholder-2/></br>

source: <placeholder-1/>: Runs a BIOS test tool that validates ACPI and other parts of your BIOS.<br><placeholder-2/></br>
af: <plekhouer-1/>: Loop ’n stuk BTAS-toetsgereedskap wat ACPI en ander dele van u BTAS geldig maak.<br><pleklhouer-2/></br>
el: <placeholder-1/>: Εκτελεί ένα εργαλείο δοκιμής του BIOS το οποίο επικυρώνει το ACPI και άλλα μέρη του BIOS.<br><placeholder-2/></br>

source: <placeholder-1/>: This boot image starts a small Linux system in RAM. This is useful if the system does not start properly. After booting this system, log in as root.<br><placeholder-2/></br>
af: <plekhouer-1/>: Hierdie selflaai-afbeelding begin ’n klein Linux-stelsel in RAM. Dit is nuttig as die stelsel nie behoorlik begin nie. Nadat hierdie stelsel geselflaai is, teken aan as stam.<br><plekhouer-2/></br>
el: <placeholder-1/>: Αυτή η εικόνα εκκίνησης εκκινεί ένα μικρό σύστημα Linux στην RAM. Αυτό είναι χρήσιμο αν το σύστημά σας δεν ξεκινά κανονικά. Μετά την εκκίνηση του συστήματος, συνδεθείτε ως root.<br><placeholder-2/></br>

source: <placeholder-1/>: If you were not successful with <placeholder-2/>, this selection might solve the issue.<br><placeholder-3/></br>
af: <plekhouer-1/>: As u nie suksesvol was met <plekhouer-2/> nie, kan hierdie keuse dalk die vraagstuk oplos.<br><plekhouer-3/></br>
el: <placeholder-1/>: Αν δεν ήσασταν επιτυχής με το <placeholder-2/>, αυτή η επιλογή θα λύσει το πρόβλημα.<br><placeholder-3/></br>

source: <placeholder-1/>: If the normal installation fails, this might be due to the system hardware not supporting local APIC. If this seems to be the case, use this option to install without local APIC support.<br><placeholder-2/></br>
af: <plekhouer-1/>: As die normale installasie misluk, kan dit dalk toegeskryf word daaraan dat die stelselhardeware nie plaaslike APIC ondersteun nie. As dit blyk die geval te wees, gebruik hierdie opsie om sonder plaaslike APIC-ondersteuning te installeer.<br><plekhouer-2/></br>
el: <placeholder-1/>: Αν η κανονική εγκατάσταση αποτύχει, αυτό μπορεί να οφείλεται στο μη συμβατό υλικό του συστήματος που δεν υποστηρίζει το τοπικό APIC. Αν πιστεύεται ότι οφείλεται εκεί, χρησιμοποιήστε αυτήν την επιλογή για να κάνετε την εγκατάσταση χωρίς την υποστήριξη του APIC.<br><placeholder-2/></br>

source: <placeholder-1/>: Many of the currently-sold computers have incomplete or faulty ACPI implementations. This selection disables ACPI support in the kernel, but still enables many performance features, like DMA for IDE hard disks. <br><placeholder-2/></br>
af: <plekhouer-1/>: Talle van die rekenaars wat tans verkoop word, het onvolledige of foutiewe ACPI-implementasies. Hierdie keuse versper ACPI-ondersteuning in die kern, maar ontsper steeds talle werkverrigtingseienskappe, soos DMA vir IDE- harde skywe. <br><plekhouer-2/></br>
el: <placeholder-1/>: Πολλοί από τους υπολογιστές που βρίσκονται στην αγορά έχουν ατελή ή εσφαλμένες εφαρμογές ACPI. Αυτή η επιλογή απενεργοποιεί την υποστήριξη του ACPI στον πυρήνα, παρόλο που ενεργοποιεί πολλές ρυθμίσεις απόδοσης, όπως το DMA για σκληρούς δίσκους IDE. <br><placeholder-2/></br>

source: <placeholder-1/>: This installation mode works on most machines. If you experience a system freeze during boot or problems with detection of your hardware components, such as disk controllers or network cards, try one of the following installation options. <br><placeholder-2/></br>
af: <plekhouer-1/>: Hierdie installasiemodus werk op die meeste masjiene. As u ’n stelselbevriesing tydens selflaaiing of probleme met die bespeuring van u hardewarekomponente, soos skyfbeheerders of netwerkkaarte ervaar, probeer een van die volgende installasie-opsies. <br><plekhouer-2/></br>
el: <placeholder-1/>: Αυτή η κατάσταση εγκατάστασης λειτουργεί στα περισσότερα μηχανήματα. Αν αντιμετωπίζετε πάγωμα του συστήματος ή προβλήματα με μέρη του υλικού σας, όπως ελεγκτές δίσκων, κάρτες δικτύου, δοκιμάστε μια από τις ακόλουθες επιλογές εγκατάστασης. <br><placeholder-2/></br>

source: <placeholder-1/>: This selection will not do anything to the system. It only starts a previously installed operating system.<br><placeholder-2/></br>
af: <plekhouer-1/>: Hierdie keuse sal niks aan die stelsel doen nie. Dit begin slegs ’n vooraf-geïnstalleerde bedryfstelsel.<br><plekhouer-2/></br>
el: <placeholder-1/>: Αυτή η επιλογή δεν θα κάνει τίποτα στο σύστημα. Ξεκινά μόνο ένα προηγουμένως εγκατεστημένο σύστημα.<br><placeholder-2/></br>

source: Use this menu to select the desired function. If you have problems navigating in this help system, press <placeholder-1/> to enter the <placeholder-2/> of the help system. The main functions in this menu are:<br><placeholder-3/></br>
af: Gebruik hierdie kieslys om die verlangde funksie te kies. As u probleme ervaar om in hierdie hulpstelsel te navigeer, druk <plekhouer-1/> om die <plekhouer-2/> van die hulpprogram in te voer. Die hooffunksies in hierdie kieslys is:<br><plekhouer-3/></br>
el: Χρησιμοποιήστε αυτό το μενού για να επιλέξετε την επιθυμητή λειτουργία. Αν έχετε πρόβλημα στην περιήγηση σας μέσα στο σύστημα βοήθειας, πατήστε <placeholder-1/> για να εισάγετε το <placeholder-2/> του συστήματος βοήθειας. Οι κεντρικές λειτουργίες αυτού του μενού είναι:<br><placeholder-3/></br>

source: <h3><placeholder-1/></h3> Welcome to <placeholder-2/><br><placeholder-3/></br>
af: <h3><plekhouer-1/></h3> Welkom by <plekhouer-2/><br><plekhouer-3/></br>
el: <h3><placeholder-1/></h3> Καλως Ήρθατε στο <placeholder-2/><br><placeholder-3/></br>
hi: <h3><placeholder-1/></h3> स्वागत है <placeholder-2/><br><placeholder-3/></br>

source: Done
af: Gedoen
bn: সম্পূর্ণ হয়েছে
el: Έγινε
hi: किया हुआ

source: Download failed:
el: Μεταφόρτωση απέτυχε:

source: Resolving Dependencies...
el: Επιλύοντας Εξαρτήσεις...

source: KDE is a powerful free software graphical desktop environment for Linux workstations. It combines ease of use, contemporary functionality, and outstanding graphical design with the technology of the Linux operating system.
el: Το KDE είναι ένα ισχυρό γραφικό περιβάλλον ελεύθερου λογισμικού για υπολογιστές Linux. Συνδυάζει την ευκολία της χρήσης, της σύγχρονης λειτουργίας, και του καταπληκτικού γραφικού σχεδιασμού με την τεχνολογία του λειτουργικού συστήματος Linux.

source: <b>Final Steps</b><hr>The last step is saving your new configuration. It is recommended to test the new configuration before saving it. If the test server shows a corrupted desktop, press <b>[ Ctrl+Alt+Backspace ]</b> to kill the server.
af: <b>Finale stappe</b><hr>Die laaste stap is om u nuwe konfigurasie te berg. Daar word aanbeveel dat die nuwe konfigurasie voor berging eers getoets word. As die toetsbediener toon dat die werkskerm korrup is, druk <b>[ Ctrl+Alt+Backspace ]</b> om die bediener dood te maak.
bn: <b>অন্তিম ধাপগুলি</b><hr>শেষ ধাপটি আপনার নতুন সংরূপণ সংরক্ষণ করছে। নতুন সংরূপণ সংরক্ষণের আগে সেটাকে পরীক্ষা করার পরামর্শ দেওয়া হয়। যদি পরীক্ষামূলক সার্ভার ত্রুটিযুক্ত ডেস্কটপ দেখায়, তাহলে সার্ভার সমাপ্ত করার জন্য <b>[ Ctrl+Alt+Backspace ]</b> টিপুন।
el: <b>Τελικά βήματα:</b><hr>Το τελευταίο βήμα είναι η αποθήκευση των νέων ρυθμίσεων σας. Προτείνεται να δοκιμάσετε τη νέα σας ρύθμιση πριν την αποθηκεύσετε. Αν ο διακομιστής δοκιμής εμφανίσει μια αλλοιωμένη επιφάνεια εργασίας, πατήστε <b>[ Ctrl+Alt+Backspace ]</b> για να τον σταματήσετε.
hi: <b>अंतिम चरण</b><hr>अंतिम चरण अपना नया समरूपण रक्षित करना है। नया समरूपणरक्षित करने से पहले उसकी जांच करने की सिफारिश की जाती है। यदि जांच सर्वर करप्टडेस्कटॉप दर्शाता है, सर्वर को मारने के लिए <b>[ Ctrl+Alt+Backspace ]</b> दबाएं।

source: Path parameter parsing not supported for this URL
af: Padparameter-ontleding nie vir hierdie URL ondersteun nie
bn: এই URL এর জন্যে পথ প্যারামিটার পার্সিং সমর্থিত নয়
el: Η ανάλυση παραμέτρου διαδρομής δεν υποστηρίζεται από αυτό το URL
hi: पथ मानक पार्जिंग इस URL के लिए समर्थित नहीं है

source: Path Parameter parsing not supported for this URL
af: Padparameter-ontleding nie vir hierdie URL ondersteun nie
bn: এই URL এর জন্যে পথ প্যারামিটার পার্সিং সমর্থিত নয়
el: Η ανάλυση Παραμέτρου Διαδρομής δεν υποστηρίζεται από αυτό το URL
hi: इस URL के लिए पथ मानक पार्जिंग समर्थित नहीं है

source: Software management is already running.
af: Sagtewarebestuur loop reeds.
bn: সফ্টওয়্যার ম্যানেজমেন্ট ইতোমধ্যেই চলছে।
el: Η διαχείριση λογισμικού εκτελείται ήδη.
hi: सॉफ्टवेयर प्रबंधन पहले से ही रन कर रहा है।

source: %s install failed
af: %s installasie misluk
bn: %s ইন্সটল ব্যর্থ হয়েছে
el: %s εγκατάσταση απέτυχε
hi: %s संस्थापन असफल

source: %s installed ok
af: %s geïnstalleer is goed
bn: %s ইন্সটল ঠিক আছে
el: %s εγκατάσταση ok
hi: %s संस्थापन ठीक

source: %s remove ok
af: %s verwyder is goed
bn: %s অপসারণ ঠিক আছে
el: %s αφαίρεση ok
hi: %s स्थानांतरण ठीक

source: %s is replaced by %s
af: %s word vervang deur %s
bn: %s প্রতিস্থাপিত হয়েছে %s দ্বারা
el: %s αντικαθίσταται από %s
hi: %s से %s को प्रतिस्थापित किया जाता है

source: %s replaced by %s
af: %s vervang deur %s
bn: %s প্রতিস্থাপিত হয়েছে %s দ্বারা
el: %s αντικαταστάθηκε από %s
hi: %s से %s को प्रतिस्थापित किया गया

source: Invalid information
af: Ongeldige inligting
bn: অবৈধ তথ্য
el: Λανθασμένη πληροφορία
hi: अमान्य सूचना

source: %s is needed by other resolvables
af: %s word deur ander oplossings benodig
bn: অন্যান্য রিজলভেবলের %s প্রয়োজন
el: Το %s χρειάζεται από άλλα επιλύσιμα
hi: अन्य रिजॉल्वेबल्स को %s की आवश्यकता है

source: %s is needed by %s
af: %s word benodig deur %s
bn: %s এর %s দরকার
el: Το %s χρειάζεται από %s
hi: %s को %s की आवश्यकता है

source: %s is needed by: %s
af: %s word benodig deur: %s
bn: এর %s দরকার: %s
el: Το %s χρειάζεται από: %s
hi: %s की इनको आवश्यकता है :%s

source: %s conflicts with other resolvables
af: %s verkeer in konflik met ander oplossings
bn: অন্যান্য বিশ্লেষ্যগুলির সঙ্গে %s এর দ্বন্দ্ব
el: Το %s συγκρούεται με άλλα επιλύσιμα
hi: %s का अन्य रिजॉल्वेबल्स से टकराव है

source: %s conflicts with %s
af: %s verkeer in konflik met %s
bn: %s-এর সঙ্গে %s-এর দ্বন্দ্ব
el: Το %s συγκρούεται με %s
hi: %s का %s से टकराव है

source: %s conflicts with: %s
af: %s verkeer in konflik met: %s
bn: %s-এর সঙ্গে দ্বন্দ্ব : %s
el: Το %s συγκρούεται με: %s
hi: %s का इनसे टकराव है : %s

source: %s obsoletes other resolvables
af: %s maak ander oplossings uitgedien
bn: %s অন্যান্য রিজলভেবলগুলিকে প্রাচীন করে দিয়েছে
el: Το %s πεπαλαιώνει άλλα επιλύσιμα
hi: %s अन्य रिजॉल्वेबल्स को पुराना कर देता है

source: %s obsoletes %s
af: %s uitgediendes %s
bn: %s %sকে প্রাচীন করে দিয়েছে
el: Το %s πεπαλαιώνει %s
hi: %s को %s पुराना कर देता है

source: %s obsoletes:%s
af: %s uitgediendes:%s
bn: %s প্রাচীন করে দিয়েছে: %sকে
el: Το %s πεπαλαιώνει: %s
hi: %s पुराना कर देता है : %s

source: These resolvables will be deleted from the system.
af: Hierdie oplossings sal uit die stelsel geskrap word.
bn: এই রিজলভেবলগুলি সিস্টেম থেকে মুছে দেওয়া হবে।
el: Αυτά τα επιλύσιμα θα διαγραφούν από το σύστημα.
hi: ये रिजॉल्वेबल्स सिस्टम से मिटा दिए जाएंगे।

source: %s depends on other resolvables
af: %s hang van ander oplossings af
bn: %s অন্য রিজলভেবলগুলির উপরে নির্ভর করে
el: Το %s εξαρτάται από άλλα επιλύσιμα
hi: %s अन्य रिजॉल्वेबल्स पर निर्भर करता है

source: %s depends on %s
af: %s hang af van %s
bn: %s নির্ভর করে %s এর উপরে
el: Το %s εξαρτάται από %s
hi: %s पर %s निर्भर करता है

source: %s depends on:%s
af: %s hang af van:%s
bn: %s নির্ভর করে এর উপরে: %s
el: Το %s εξαρτάται από:%s
hi: %s इन पर निर्भर करता है :%s

source: Child of
af: Kind van
bn: এর সন্তান
el: Παιδί του
hi: की संतति

source: Cannot install %s
af: Kan %s nie installeer nie
el: Αδυναμία εγκατάστασης %s
hi: %s का संस्थापन नहीं कर सकता

source: None provides %s
af: Geen voorsiening %s nie
bn: কোনওটাই %s প্রদান করে না
el: Κανένας δεν παρέχει το %s
hi: कोई नहीं %s प्रदान करता

source: %s is not installed and has been marked as uninstallable
af: %s word nie geïnstalleer nie en is as oninstalleerbaar gemerk
bn: %s ইন্সটল করা নেই এবং আনইন্সটল হিসাবে চিহ্নিত করা হয়েছে
el: Το %s δεν είναι εγκατεστημένο και έχει σημειωθεί ως μη εγκαταστήσιμο
hi: %s संस्थापित नहीं किया गया है और अनइंस्टाल योग्य के रूप में चिह्नित कर दिया गया है

source: Cannot install %s due to dependency problems
af: Kan %s nie installeer nie vanweë afhanklikheidsprobleme
bn: নির্ভরতা সমস্যাগুলির কারণে %s স্থাপন করতে পারে না
el: Αδυναμία εγκατάστασης %s εξαιτίας προβλημάτων εξαρτήσεων
hi: निर्भरता समस्याओं के कारण %s का संस्थापन नहीं कर सकता

source: delete %s
af: skrap %s?
bn: %s মুছে ফেলুন
el: διαγραφή %s
hi: %s मिटाएं

source: %s has unfulfilled requirements
af: %s het vereistes waaraan nie voldoen is nie
bn: %s এর অপূর্ণ প্রয়োজন আছে
el: το %s έχει μη εκπληρωμένες απαιτήσεις
hi: %s के पास ऐसी आवश्यकताएं हैं जो संतुष्ट नहीं हुई हैं

source: %s has missing dependencies
af: %s het afhanklikhede wat ontbreek
bn: %s এর হারিয়ে যাওয়া নির্ভরশীলগুলি আছে
el: το %s έχει ελλειπείς εξαρτήσεις
hi: %s की छूटी हुई निर्भरताएं हैं

source: %s cannot be installed due to missing dependencies
af: %s kan nie geïnstalleer word nie vanweë ontbrekende afhanklikhede
bn: হারিয়ে যাওয়া নির্ভরশীলগুলির জন্য %s ইন্সটল করা যাবে না
el: το %s δε μπορεί να εγκατασταθεί εξαιτείας ελλειπών εξαρτήσεων
hi: %s को छूटी हुई निर्भरताओं के कारण संस्थापित नहीं किया जा सका

source: No need to install %s
af: Geen nodigheid om %s te installeer nie
bn: %s ইন্সটল করার প্রয়োজন নেই
el: Καμια ανάγκη για εγκατάσταση %s
hi: %s को संस्थापित करने की आवश्यकता नहीं है

source: Cannot install %s to fulfil the dependencies of %s
af: Kan %s nie installeer om die afhanklikhede van %s te vervul nie
bn: %s এর নির্ভরতাগুলি পূরণ করার জন্যে %s স্থাপন করতে পারে না
el: Αδυναμία εγκατάστασης %s με σκοπό την εκπλήρωση των εξαρτήσεων του %s
hi: %s की निर्भरताओं को पूरा करने के लिए %s को संस्थापित नहीं कर सकता

source: %s is uninstallable due to conflicts with %s
af: %s is oninstalleerbaar vanweë konflikte met %s
bn: %s এর সঙ্গে দ্বন্দ্বের জন্য %s ইন্সটল করার অযোগ্য
el: Το %s είναι μη εγκαταστήσιμο εξαιτίας συγκρούσεων με το %s
hi: %s असंस्थापनीय है क्योंकि इसका %s के साथ टकराव है

source: Ignore this requirement just here
af: Ignoreer dié vereiste net hier
bn: কিছু অমীমাংসিত আবশ্যকতা আছে...
el: Αγνόηση αυτής της απαίτησης μόνο εδώ
hi: सिर्फ यहां पर इस आवश्यकता की अनदेखी कर दें

source: Install %s although it would change the architecture
af: Installeer %s, hoewel dit die argitektuur kan verander
bn: %s স্থাপন করুন যদিও এটা আর্কিটেকচার পালটে দেবে
el: Εγκατάσταση %s παρόλο που θα αλλάξει την αρχιτεκτονική
hi: %s को संस्थापित करें यद्यपि यह स्थापत्य को बदल देगा

source: Ignore this conflict of %s
af: Ignoreer hierdie konflik van %s
bn: %s এর দ্বন্দ্ব অগ্রাহ্য করুন
el: Αγνόηση αυτής της σύγκρουσης του %s
hi: %s के इस टकराव की अनदेखी कर दें
