Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: CapsLock just locks the Shift modifier.
af: CapsLock sluit slegs die Shift-wysiger.
bn: CapsLock শুধুমাত্র Shift মডিফায়ারকে লক করে দেয়।
el: Το CapsLock απλώς κλειδώνει τον μετασχηματιστή Shift.
hi: कैप्सलॉक सिर्फ शिफ्ट संशोधक को लॉक करता है।

source: CapsLock toggles normal capitalization of alphabetic characters.
af: CapsLock knikker gewoonlik die hoofletters van alfabetiese karakters.
bn: CapsLock বর্ণ অক্ষরের স্বাভাবিক ক্যাপিটালাইজেশন পালটায়।
el: Το CapsLock αλλάζει την εσωτερική κεφαλαιοποίηση των αλφαβητικών χαρακτήρων.
hi: कैप्सलॉक अक्षर वर्णों को सामान्य रूप से बड़ा करता है।

source: CapsLock toggles Shift so all keys are affected.
af: CapsLock knikker Shift sodat al die sleutels beïnvloed word.
bn: CapsLock Shift-কে পালটে দেয়, তাই সকল কি-গুলি প্রভাবিত হয়।
el: Το CapsLock αλλάζει το Shift έτσι ώστε όλα τα πλήκτρα επηρεάζονται.
hi: कैप्सलॉक शिप्ट टोगल करता है ताकि सभी कुंजियां प्रभावित हों।

source: Right Win-key is Compose.
af: Regter-Win-sleutel is saamstel.
bn: ডানদিকের Win-কি হল কম্পোজ।
el: Το δεξί πλήκτρο Win είναι το Compose.
hi: दाईं Win-कुंजी कंपोज़ है।

source: Shift+CapsLock changes group.
af: Shift+CapsLock wysig groep.
bn: Shift+CapsLock গ্রুপ বদল করে।
el: Το Shift+CapsLock αλλάζει ομάδα.
hi: शिफ्ट+कैप्सलॉक समूह बदलता है।

source: R-Alt switches group while pressed.
af: R-Alt wissel groep terwyl dit gedruk word.
bn: R-Alt টেপা থাকলে গ্রুপ বদল করে।
el: R-Alt αλλάζει ομάδα κατα το πάτημα.
hi: दाईं Alt कुंजी दबाए जाने पर समूह बदलती है

source: Right Control key works as Right Alt.
af: Regter-Control-sleutel werk as Regs-Alt.
bn: ডানদিকের Control কি ডান Alt হিসাবে কাজ করে।
el: Το Δεξί Control πλήκτρο δουλεύει όπως το Αριστερό Alt.
hi: दाईं नियंत्रण कुंजी दाईं Alt के रूप में कार्य करती है।

source: Control key at bottom left
af: Control-sleutel links onder
bn: নিচের বামদিকের Control কি
el: Το πλήκτρο Ctrl κάτω αριστερά
hi: निचले बाएं पर नियंत्रण कुंजी

source: Press any of Win-keys to choose 3rd level.
af: Druk enige Win-sleutels om 3e vlak te kies.
bn: ৩য় স্তর বাছার জন্য যে কোন Win-কি টিপুন।
el: Πάτημα οποιποιουδήποτε Win πλήκτρου επιλέγει 3ο επίπεδο.
hi: 3रा-स्तर चुनने के लिए कोई भी Win कुंजी दबाएं।

source: Press Right Alt key to choose 3rd level.
af: Druk Regter-Alt-sleutel om 3e vlak te kies.
bn: ৩য় স্তর বাছার জন্য ডানদিকের Alt কি টিপুন।
el: Το Αριστερό Alt πλήκτρο επιλέγει 3ο επίπεδο.
hi: 3रा-स्तर चुनने के लिए दाईं Alt कुंजी दबाएं।

source: Right Ctrl key changes group.
af: Regter-Ctrl-sleutel wysig groep.
bn: ডানদিকের Ctrl কি গ্রুপ বদলায়।
el: Το Δεξία Ctrl πλήκτρο αλλάζει ομάδα.
hi: दाईं Ctrl कुंजी समूह बदलती है

source: Right Alt is Compose.
af: Regter-Alt is saamstel.
bn: ডানদিকের Alt হল কম্পোজ।
el: Το δεξί Alt είναι το Compose.
hi: दाईं Alt कंपोज़ है।

source: Right Ctrl is Compose.
af: Regter-Ctrl is saamstel.
bn: ডানদিকের Ctrl হল কম্পোজ।
el: Το δεξί Ctrl είναι το Compose.
hi: दाईं Ctrl कंपोज़ है।

source: ScrollLock LED shows alternative group.
af: ScrollLock LED toon alternatiewe groep.
bn: ScrollLock LED বিকল্প গ্রুপ দেখায়।
el: Το LED του ScrollLock δείχνει εναλλακτική ομάδα.
hi: स्क्रॉलाक एलईडी वैकल्पिक समूह दर्शाती है।

source: Control key at left of -A-
af: Control-sleutel links van -A-
bn: -A- এর বামদিকে Control কি
el: Το πλήκτρο Control αριστερά του -Α-
hi: -ए- के बाईं ओर नियंत्रण कुंजी

source: Third level choosers
af: Derdevlakkiesers
bn: তৃতীয় স্তর নির্বাচক
el: Επιλογείς Τρίτου επιπέδου
hi: तीसरा स्तर चुनने वाले

source: Both Shift keys together change group.
af: Beide Shift-sleutels saam wysig groep.
bn: উভয় Shift কি একসাথে গ্রুপ বদল করে।
el: Μαζί δυο πλήκτρα Shift αλλάζουν ομάδα.
hi: दोनों शिफ्ट कुंजियां साथ में समूह बदलती हैं।

source: CapsLock acts as Shift with locking. Shift doesn't cancel CapsLock.
af: CapsLock tree op as Shift met sluiting. Shift kanselleer CapsLock nie.
bn: লকিংয়ের সাথে CapsLock কাজ করে Shift হিসাবে। Shift CapsLock-কে বাতিল করে না।
el: Το CapsLock λειτουργεί ως Shift με κλείδωμα. Το Shift δεν επηρεάζει το CapsLock.
hi: कैप्सलॉक लॉकिंग के साथ शिफ्ट के रूप में कार्य करती है। शिफ्ट कैप्सलॉक रद्द नहीं करता।

source: CapsLock uses internal capitalization. Shift cancels CapsLock.
af: CapsLock gebruik interne hoofletters. Shift kanselleer CapsLock.
bn: CapsLock অভ্যন্তরীণ ক্যাপিটালাইজেশন ব্যবহার করে। Shift CapsLock-কে বাতিল করে।
el: Το CapsLock χρησιμοποιεί εσωτερική κεφαλαιοποίηση. Το Shift ακυρώνει το CapsLock.
hi: कैप्सलॉक आंतरिक रूप से बड़ा करता है। शिफ्ट कैप्सलॉक रद्द करता है।

source: Make CapsLock an additional Control.
af: Maak CapsLock ’n bykomende beheer.
bn: CapsLock-কে একটি অতিরিক্ত Control করুন।
el: Το CapsLock να γίνει ένα επιπλέον Control.
hi: कैप्सलॉक को अतिरिक्त नियंत्रण बनाएं।

source: Press Left Win-key to choose 3rd level.
af: Druk Linker-Win-sleutel om 3e vlak te kies.
bn: ৩য় স্তর বাছার জন্য বামদিকের Win-কি টিপুন।
el: Πατήστε το αριστερό πλήκτρο Win για να επιλέξετε το 3ο επίπεδο.
hi: 3रा स्तर चुनने के लिए बाईं Win-कुंजी दबाएं।

source: Right Win-key changes group.
af: Regter-Win-sleutel wysig groep.
bn: ডানদিকের Win-কি গ্রুপ বদল করে।
el: Το Δεξί Win πλήκτρο αλλάζει ομάδα.
hi: दाईं Win-कुंजी समूह बदलती है।

source: Meta is mapped to the left Win-key.
af: Meta is gebind aan die linker-Win-sleutel.
bn: মেটা-কে বামদিকের Win-কিয়ের সাথে ম্যাপ করা হয়েছে।
el: Το Meta βρίσκεται στο αριστερό πλήκτρο Win.
hi: मेटा बाईं Win-कुंजी से मैप्ड होती है।

source: CapsLock LED shows alternative group.
af: CapsLock LED toon alternatiewe groep.
bn: CapsLock LED বিকল্প গ্রুপ দেখায়।
el: Το LED του CapsLock δείχνει εναλλακτική ομάδα.
hi: कैप्सलॉक एलईडी वैकल्पिक समूह दर्शाती है।

source: NumLock LED shows alternative group.
af: NumLock LED toon alternatiewe groep.
bn: NumLock LED বিকল্প গ্রুপ দেখায়।
el: Το LED του NumLock δείχνει μια εναλλακτική ομάδα.
hi: नमलॉक एलईडी वैकल्पिक समूह दर्शाती है।

source: Left Shift key changes group.
af: Linker-Shift-sleutel wysig groep.
bn: বামদিকের Shift কি গ্রুপ বদল করে।
el: Το Αριστερό Shift πλήκτρο αλλάζει ομάδα.
hi: बाईं शिफ्ट कुंजी समूह बदलती है

source: Left Win-key switches group while pressed.
af: Linker-Win-sleutel wissel groep terwyl dit gedruk word.
bn: বামদিকের Win-কি টেপা থাকলে গ্রুপ বদল করে।
el: Το αριστερό πλήκτρο Win αλλάζει ομάδα κατα το πάτημα.
hi: बाईं Win-कुंजी दबाए जाने पर समूह बदलती है

source: Menu is Compose.
af: Kieslys is saamgestel.
bn: মেনু হল কম্পোজ।
el: Το Menu είναι το Compose.
hi: मीनू कंपोज़ है।

source: Both Alt keys together change group.
af: Beide Alt-sleutels saam wysig groep.
bn: উভয় Alt কি একসাথে গ্রুপ বদলায়।
el: Τα δύο πλήκτρα Alt μαζί αλλάζουν ομάδα.
hi: दोनों Alt कुंजियां साथ में समूह बदलती हैं।

source: CapsLock key changes group.
af: CapsLock-sleutel wysig groep.
bn: CapsLock কি গ্রুপ বদল করে।
el: Το πλήκτρο CapsLock αλλάζει ομάδα.
hi: कैप्सलॉक कुंजी समूह बदलती हैं।

source: Swap Control and CapsLock.
af: Ruil Control en CapsLock om.
bn: Control ও CapsLock পালটাপালটি করুন।
el: Εναλλαγή Control και CapsLock.
hi: नियंत्रण और कैप्सलॉक स्वैप करें।

source: Press any of Alt keys to choose 3rd level.
af: Druk enige van die Alt-sleutels om 3e vlak te kies.
bn: ৩য় স্তর বাছার জন্য যে কোন একটি Alt কি টিপুন।
el: Πατήστε οποιοδήποτε από τα πλήκτρα Alt για την επιλογή 3ου επιπέδου.
hi: 3रा-स्तर चुनने के लिए कोई भी Alt कुंजी दबाएं।

source: Right Alt key changes group.
af: Regter-Alt-sleutel wysig groep.
bn: ডানদিকের Alt কি গ্রুপ বদলায়।
el: Το δεξί πλήκτρο Alt αλλάζει ομάδα.
hi: दाईं Alt कुंजी समूह बदलती हैं।

source: Shift with numpad keys works as in MS Windows.
af: Shift met numpad-sleutels werk soos in MS Windows.
bn: নামপ্যাড কিয়ের সাথে Shift কি MS Windows এর মত কাজ করে।
el: Το Shift με τα πλήκτρα αριθμών λειτουργεί όπως και στα MS Windows.
hi: नमपैड कुंजियों के साथ शिफ्ट एमएस विंडो की तरह कार्य करता है।

source: Special keys (Ctrl+Alt+<key>) handled in a server.
af: Spesiale sleutels (Ctrl+Alt+<key>) in ’n bediener hanteer.
bn: বিশেষ কি (Ctrl+Alt+<key>) সার্ভারে সামলানো হয়।
el: Ειδικά πλήκτρα (Ctrl+Alt+<key>) πατημένα σε ένα διακομιστή.
hi: विशेष कुंजियां (Ctrl+Alt+<कुंजी>) सर्वर में हैंडल होती हैं।

source: Hyper is mapped to the Win-keys.
af: Hyper is gebind aan die Win-sleutels.
bn: হাইপারকে Win-কিগুলির সাথে ম্যাপ করা হয়েছে।
el: Το Hyper βρίσκεται στα πλήκτρα Win.
hi: हायपर Win-कुंजियों तक मैप्ड होती हैं।

source: Alt is mapped to the right Win-key and Super to Menu.
af: Alt is gebind aan die regter-Win-sleutel en Super aan kieslys.
bn: Alt কে ডানদিকের Win-কিয়ের সাথে সুপারকে মেনুর সাথে ম্যাপ করা হয়েছে।
el: Το Alt βρίσκεται στο δεξί πλήκτρο Win και το Super στο Menu.
hi: Alt दाईं Win-कुंजी तक मैप्ड है और सूपर मीनू तक।

source: Super is mapped to the Win-keys (default).
af: Super is gebind aan die Win-sleutels (verstek).
bn: সুপারকে Win-কিয়ের সাথে ম্যাপ করা হয়েছে (ডিফল্ট)।
el: Το Super βρίσκεται στα πλήκτρα Win (προκαθορισμένο).
hi: सूपर Win-कुंजी तक मैप्ड है (डिफाल्ट)।

source: Alt and Meta on the Alt keys (default).
af: Alt en Meta op die Alt-sleutels (verstek).
bn: Alt কিগুলিতে Alt ও Meta (ডিফল্ট)।
el: Alt και Meta στα πλήκτρα Alt (προκαθορισμένο).
hi: Alt और मेटा Alt कुंजियों पर (डिफाल्ट)।

source: Add the standard behavior to Menu key.
af: Voeg die standaardoptrede tot Menu-sleutel by.
bn: মেনু কি-এ প্রমিত আচরণ যোগ করুন
el: Προσθήκη της standard συμπεριφοράς στο πλήκτρο Menu.
hi: मीनू कुंजी में मानक व्यवहार जोड़ें।

source: Alt and Meta are on the Alt keys (default).
af: Alt en Meta is op die Alt-sleutels (verstek).
bn: Alt ও Meta Alt কি-গুলিতে আছে (ডিফল্ট)।
el: Alt και Meta είναι στα πλήκτρα Alt (προκαθορισμένο).
hi: Alt और मेटा Alt कुंजियों पर (डिफाल्ट)।

source: Press Right Control to choose 3rd level.
af: Druk Regter-Control om 3e vlak te kies.
bn: ৩য় স্তর বাছার জন্য ডানদিকের Control টিপুন।
el: Πατήστε Δεξί Control για την επιλογή 3ου επιπέδου.
hi: 3रा स्तर चुनने के लिए दायां नियंत्रण दबाएं।

source: Alt+Shift changes group.
af: Alt+Shift wysig groep.
bn: Alt+Shift গ্রুপ বদল করে।
el: Το Alt+Shift αλλάζει ομάδα.
hi: Alt+शिफ्ट समूह बदलता है।

source: Control+Shift changes group.
af: Control+Shift wysig groep.
bn: Control+Shift গ্রুপ বদল করে।
el: Το Control+Shift αλλάζει ομάδα.
hi: नियंत्रण+शिफ्ट समूह बदलता है।

source: CapsLock acts as Shift with locking. Shift cancels CapsLock.
af: CapsLock tree op as Shift met sluiting. Shift kanselleer CapsLock.
bn: CapsLock লকিংয়ের সাথে Shift হিসাবে কাজ করে। Shift CapsLock-কে বাতিল করে।
el: Το CapsLock συμπεριφέρεται όπως και το Shift με το κλείδωμα.
hi: कैप्सलॉक लॉकिंग के साथ शिफ्ट के रूप में कार्य करता है। शिफ्ट कैप्सलॉक रद्द करता है।

source: Use keyboard LED to show alternative group.
af: Gebruik sleutelbord-LED om alternatiewe groep te toon.
bn: বিকল্প গ্রুপ দেখাবার জন্য কিবোর্ডের LED ব্যবহার করুন।
el: Χρησιμοποίηση του LED πληκτρολογίου για την προβολή άλλης ομάδας.
hi: वैकल्पिक समूह दर्शाने के लिए कीबोर्ड एलईडी प्रयोग करें।

source: Press Right Win-key to choose 3rd level.
af: Druk Regter-Win-sleutel om 3e vlak te kies.
bn: ৩য় স্তর বাছার জন্য ডানদিকের Win-কি টিপুন।
el: Πατήστε το Δεξί Win πλήκτρο για την επιλογή 3ου επιπέδου.
hi: 3रा स्तर चुनने के लिए दाईं Win-कुंजी दबाएं।

source: Press Left Alt key to choose 3rd level.
af: Druk Linker-Alt-sleutel om 3e vlak te kies.
bn: ৩য় স্তর বাছার জন্য বামদিকের Alt কি টিপুন।
el: Πατήστε το Αριστερό Alt πλήκτρο για να επιλέξετε 3ο επίπεδο.
hi: 3रा स्तर चुनने के लिए बाईं Alt कुंजी दबाएं।

source: Meta is mapped to the Win-keys.
af: Meta is aan die Win-sleutels gebind.
bn: মেটা Win-কিয়ের সাথে ম্যাপ করা আছে।
el: Το Meta αντιστοιχίζεται στα πλήκτρα-Win.
hi: मेटा Win-कुंजियों तक मैप्ड है।

source: Press Menu key to choose 3rd level.
af: Druk Menu-sleutel om 3e vlak te kies.
bn: ৩য় স্তর বাছার জন্য মেনু কি টিপুন।
el: Πατήστε το πλήκτρο Menu για να επιλέξετε 3ο επίπεδο.
hi: 3रा स्तर चुनने के लिए मीनू कुंजी दबाएं।

source: Left Ctrl key changes group.
af: Linker-Ctrl-sleutel wysig groep.
bn: বামদিকের Ctrl কি গ্রুপ বদল করে।
el: Το Αριστερό Ctrl πλήκτρο αλλάζει ομάδα.
hi: बाईं Ctrl कुंजी समूह बदलती हैं।

source: Menu key changes group.
af: Menu-sleutel wysig groep.
bn: মেনু কি গ্রুপ বদল করে।
el: Το πλήκτρο Menu αλλάζει ομάδα.
hi: मीनू कुंजी समूह बदलती हैं।

source: Alt+Control changes group.
af: Alt+Control wysig groep.
bn: Alt+Control গ্রুপ বদল করে।
el: Το Alt+Control αλλάζουν group.
hi: Alt+नियंत्रण समूह बदलती हैं।

source: Right Win-key switches group while pressed.
af: Regter-Win-sleutel wissel groep terwyl dit gedruk word.
bn: ডানদিকের Win-কি টেপা থাকলে গ্রুপ বদল করে।
el: Το δεξί πλήκτρο Win εναλλάσσει την ομάδα ενώ είναι πατημένο
hi: दाईं Win-कुंजी दबाए जाने पर समूह बदलती है

source: Guinea
af: Guinee
bn: গিনি
el: Γουϊνέα
hi: गिनी

source: China
af: Sjina
bn: চিলি
el: Κίνα
hi: चीन

source: Port and Mode
af: Poort en modus
bn: পোর্ট ও মোড
el: Θύρα και Κατάσταση
hi: पोर्ट और मोड

source: Electronic Pens
af: Elektroniese penne
bn: বৈদ্যুতিন পেন
el: Ηλεκτρονικές πένες
hi: इलैक्ट्रॉनिक पेन

source: Activate This Tablet
af: Aktiveer hierdie tablet
bn: এই ট্যাবলেটকে সক্রিয় করুন
el: Ενεργοποίηση αυτής της ταμπλέτας
hi: यब टैबलेट सक्रिय करें

source: Tablet: Vendor and Name Selection
af: Tablet: Verkoper en naamkeuse
bn: ট্যাবলেট: বিক্রেতা ও নাম নির্বাচন
el: Ταμπλέτα: Επιλογή Κατασκευαστή και Ονόματος
hi: टैबलेट: निर्माणकर्त्ता और नाम चुनाव

source: Connection Port
af: Verbindingspoort
bn: সংযোগ পোর্ট
el: Θύρα σύνδεσης
hi: संपर्क पोर्ट

source: Primary Tablet Mode
af: Hooftabletmodus
bn: প্রধান ট্যাবলেট মোড
el: Κατάσταση πρωτεύουσας ταμπλέτας
hi: प्राथमिक टैबलेट मोड

source: Pen or Eraser Mode
af: Pen- of uitveërmodus
bn: পেন বা ইরেজার মোড
el: Κατάσταση πένας ή σβήστρας
hi: पेन या इरेज़र मोड

source: Relative
af: Relatief
bn: তুলনামূলক
el: Σχετική
hi: संबंधी

source: Absolute
af: Absoluut
bn: পরম
el: Απόλυτη
hi: निरपेक्ष

source: Tools
af: Gereedskap
bn: টুল
el: Εργαλεία
hi: टूल्स

source: Add Pen
af: Voeg pen by
bn: পেন যোগ করুন
el: Προσθήκη πένας
hi: पेन जोड़ें

source: Add Eraser
af: Voeg uitveër by
bn: ইরেজার যোগ করুন
el: Προσθήκη σβήστρας
hi: इरेज़र जोड़ें

source: Add Pad
el: Προσθήκη Γραφίδας

source: Pen or Eraser Settings
af: Pen- of uitveërinstellings
bn: পেন বা ইরেজার সেটিং
el: Ρυθμίσεις πένας ή σβήστρας
hi: पेन या इरेज़र सेटिंग्स

source: Pen Properties
af: Peneienskappe
bn: পেনের বৈশিষ্ট্য
el: Ιδιότητες πένας
hi: पेन विशेषताएं

source: Pad Properties
el: Ιδιότητες Γραφίδας

source: Eraser Properties
af: Uitveëreienskappe
bn: ইরেজারের বৈশিষ্ট্য
el: Ιδιότητες σβήστρας
hi: इरेज़र विशेषताएं

source: Assign a Touchscreen to Display Number %1
af: Wys ’n aanraakskerm aan skermnommer %1 toe
bn: নম্বর %1 দেখাবার জন্য একটি টাচস্ক্রীন নির্দিষ্ট করুন
el: Ανάθεση μιας οθόνης επαφής στην απεικόνιση με αριθμό %1
hi: संख्या %1 डिस्प्ले करने के लिए टचस्क्रीन विनिर्दिष्ट करें।

source: Touchscreen: Vendor and Name Selection
af: Aanraakskerm: Verkoper en naamkeuse
bn: টাচস্ক্রীন: বিক্রেতা ও নাম নির্বাচন
el: Οθόνη επαφής: Επιλογή Κατασκευαστή και Ονόματος
hi: टचस्क्रीन: निर्माणकर्त्ता और नाम चुनाव

source: X Server Remote Control
el: Απομακρυσμένος Χειρισμός Διακομιστή Χ

source: Allow access to display and keyboard/mouse of your X Server
el: Επίτρεψη πρόσβασης στην οθόνη και το πληκτρολόγιο/ποντίκι του X Server σας

source: Activate Password Protection
af: Aktiveer wagwoordbeskerming
bn: পাসওয়ার্ড সুরক্ষা সক্রিয় করুন
el: Ενεργοποίηση προστασίας με κωδικό
hi: पासवर्ड सुरक्षा सक्रिय करें

source: <Enter new password>
af: <Voer nuwe wagwoord in>
bn: <নতুন পাসওয়ার্ড প্রবেশ করুন>
el: <Εισάγετε νέο κωδικό πρόσβασης>
hi: <नया पासवर्ड प्रविष्ट करें>

source: <Change password>
af: <Wysig wagwoord>
bn: <পাসওয়ার্ড বদলান>
el: <Αλλαγή κωδικού>
hi: <पासवर्ड बदलें>

source: <Verify password>
af: <Bevestig wagwoord>
bn: <পাসওয়ার্ডের সত্যতা যাচাই করুন>
el: <Επαλήθευση κωδικού>
hi: <पासवर्ड सत्यापित करें>

source: Activate HTTP Access
af: Aktiveer HTTP-toegang
bn: HTTP এক্সেস সক্রিয় করুন
el: Ενεργοποίηση πρόσβασης HTTP
hi: एचटीटीपी एक्सेस सक्रिय करें

source: Allow Multiple Connections
el: Επίτρεψε Πολλαπλές Συνδέσεις

source: HTTP Port
af: HTTP-poort
bn: HTTP পোর্ট
el: Θύρα HTTP
hi: एचटीटीपी पोर्ट

source: <b>Remote Access Password Mismatch</b><hr>The first and the second version of the password do not match.
el: <b>Αναντιστοιχία Συνθηματικού Απομακρυσμένης Χρήσης</b><hr>Η πρώτη και η δεύτερη έκδοση του συνθηματικού δεν ταιριάζουν.

source: <b>Remote Access Password Fault</b><hr>The password field has been left empty or the password is too short. Enter a password with at least six characters.
el: <b>Σφάλμα Συνθηματικού Απομακρυσμένης Πρόσβασης</b><hr>Το πεδίο συνθηματικού έχει αφεθεί άδειο ή ο κωδικός είναι πολύ μικρός. Εισάγετε ένα κωδικό με τουλάχιστον έξι χαρακτήρες.

source: <b>Remote Access Password Fault</b><hr>The password is too long. Enter a password with a maximum of eight characters.
el: <b> Απομακρυσμένος Κωδικός</b><hr>.

source: <b>Software Installation:</b><hr>Some packages are missing. Install the missing packages now?
af: <b>Sagteware-installasie:</b><hr>Sommige pakkette ontbreek. Installeer nou die ontbrekende pakkette?
bn: <b>সফ্টওয়্যার স্থাপনা:</b><hr>কিছু প্যাকেজ অনুপস্থিত।অনুপস্থিত প্যাকেজগুলি এখন স্থাপন করবেন?
el: <b>Εγκατάσταση λογισμικού:</b><hr>Κάποια πακέτα λείπουν. Θέλετε να εγκατασταθούν τώρα τα πακέτα που λείπουν;
hi: <b>सॉफ्टवेयर इंस्टालेशन:</b><hr>कुछ पैकेज़ गायब हैं। गायब पैकेज़ अभी इंस्टाल करें?

source: Package Installation
af: Pakketinstallasie
bn: প্যাকেজ স্থাপনা
el: Εγκατάσταση πακέτων
hi: पैकेज़ इंस्टालेशन

source: Importing module
af: Invoer van module
bn: আমদানি মডিউল
el: Εισαγωγή μονάδας
hi: मॉड्यूल आयात कर रहा

source: SaX2: Importing data...
af: SaX2: Invoer van data ...
bn: SaX2: ডেটা আমদানি করছে...
el: SaX2: Γίνεται εισαγωγή δεδομένων...
hi: SaX2: डेटा आयात कर रहा....

source: Initialize cache...
af: Inisialiseer cache ...
bn: ক্যাশে চালু করছে...
el: Αρχικοποίηση της cache...
hi: कैशे आरंभ कर रहा....

source: <b>Saving Configuration Failed</b><hr>The following report has been created:
af: <b>Berg van konfigurasie het misluk</b><hr>Die volgende verslag is geskep:
bn: <b>সংরূপণ সংরক্ষণ ব্যর্থ হয়েছে</b><hr>নিচের রিপোর্টটি তৈরি করাহয়েছে:
el: <b>Η αποθήκευση των ρυθμίσεων απέτυχε</b><hr>Έχει δημιουργηθεί η ακόλουθη αναφορά:
hi: <b>समरूपण रक्षित करना विफल</b><hr>निम्नलिखित रिपोर्ट सृजित की गई:

source: <b>Configuration Saved</b><hr>Your modifications will take effect the next time the graphics system is restarted. Exit SaX2 now?
af: <b>Konfigurasie geberg</b><hr>U veranderings sal in werking tree wanneer die grafikastelsel die volgende keer herbegin. Gaan nou uit SaX2?
el: <b>Οι ρυθμίσεις έχουν αποθηκευτεί</b><hr>Οι αλλαγές σας θα ενεργοποιηθούν μόλις επανεκκινηθεί το σύστημα γραφικών. Έξοδος από το SaX2 τώρα;
hi: <b>समरूपण रक्षित</b><hr>आपके संशोधन ग्राफिक सिस्टम के अगली बार पुनः शुरू होने परप्रभाव लेंगे। SaX2 से अभी बाहर निकलें?

source: <b>Testing Configuration Failed</b><hr>For further information, refer to the file <tt>/var/log/Xorg.99.log</tt>. The following report has been created from the calling instance:
af: <b>Toets van konfigurasie het misluk</b><hr>Vir verdere inligting word u verwys na lêer <tt>/var/log/Xorg.99.log</tt>. Die volgende verslag is vanaf die roeptydstip geskep:
bn: <b>সংরূপণ পরীক্ষা করা ব্যর্থ হয়েছে</b><hr>অতিরিক্ত তথ্যের জন্য, <tt>/var/log/Xorg.99.log</tt> ফাইল দেখুন। কলিং ইন্সট্যান্স থেকে নিচেরনিচের রিপোর্টটি তৈরি করা হয়েছে:
el: <b>Αποτυχία ελέγχου των ρυθμίσεων</b><hr>Για περισσότερες πληροφορίες, ανατρέξτε στο αρχείο <tt>/var/log/Xorg.99.log</tt>. Έχει δημιουργηθεί η ακόλουθη αναφορά από το στιγμιότυπο:
hi: <b>समरूपण जांच विफल</b><hr>अधिक जानकारी के लिए, <tt>/var/log/Xorg.99.log</tt> फाइल देखें। कॉलिंग मौके से निम्नलिखित रिपोर्ट सृजित की गई:

source: <b>Remote Access configuration information</b><hr>The Remote Access service requires that the TCP port 5900 and an HTTP port (5800 by default) be open in the firewall. You can configure this with YaST.
el: <b>Πληροφορίες ρύθμισης Απομακρυσμένης πρόσβασης</b><hr>Η υπηρεσία Απομακρυσμένης Πρόσβασης απαιτεί ότι οι θύρες TCP 5900 και HTTP (5800 εξ' ορισμού) θα είναι ανοιχτές από το τείχος ασφαλείας. Μπορείτε να το ρυθμίσετε αυτό με το YaST.

source: Miscellaneous compatibility options
af: Verskeie versoenbaarheidsopsies
bn: বিবিধ উপযোগিতা বিকল্প
el: Διάφορες επιλογές συμβατότητας
hi: विविध समर्थता विकल्प

source: Add the EuroSign to the 5 key.
af: Voeg die Euroteken by die 5-sleutel.
bn: 5 কিয়ের সাথে ইউরো চিহ্ন যোগ করুন।
el: Προσθήκη του πλήκτρου του Ευρώ στο πλήκτρο 5.
hi: EuroSign 5 कुंजी पर जोड़ें

source: CapsLock key behavior
af: CapsLock-sleuteloptrede
bn: CapsLock কিয়ের আচরণ
el: Συμπεριφορά πλήκτρου CapsLock
hi: कैप्सलॉक कुंजी व्यवहार

source: Alt/Win key behavior
af: Alt/Win-sleuteloptrede
bn: Alt/Win কিয়ের আচরণ
el: Συμπεριφορά πλήκτρου Alt/Win
hi: Alt/Win कुंजी व्यवहार

source: Adding the EuroSign to certain keys
af: Voeg die Euroteken by sekere sleutels
bn: কয়েকটি কিয়ের সাথে ইউরো চিহ্ন যোগ করা
el: Προσθήκη του συμβόλου τουΕυρώ σε συγκεκριμένα πλήκτρα
hi: EuroSign निश्चित कुंजियों पर जोड़ें

source: Caps Lock is Compose.
bn: Caps Lock হল কম্পোজ।
el: Το Caps Lock είναι το Compose
hi: कैप्सलॉक कंपोज़ है।

source: Right Ctrl key works as Right Alt.
af: Regter-Ctrl-sleutel werk as Regter-Alt.
bn: ডানদিকের Ctrl কি ডানদিকের Alt কি হিসাবে কাজ করে।
el: Το δεξί πλήκτρο Ctrl λειτουργεί ως δεξί Alt.
hi: दाईं Ctrl कुंजी दाईं Alt के रूप में कार्य करती है।

source: Ctrl key at bottom left
af: Ctrl-sleutel links onder
bn: নিচের বামদিকের Ctrl কি
el: πλήκτρο Ctrl κάτω αριστερά
hi: निचले बाएं पर Ctrl कुंजी

source: Ctrl key at left of 'A'
af: Ctrl-sleutel links van 'A'
bn: 'A' এর বামদিকের Ctrl কি
el: πλήκτρο Ctrl στα αριστερά του 'A'
hi: 'ए' के बाएं पर Ctrl कुंजी

source: Make CapsLock an additional Ctrl.
af: Maak CapsLock ’n bykomende Ctrl.
bn: CapsLock-কে একটি অতিরিক্ত Ctrl-এ পরিণত করুন।
el: Το CapsLock να γίνει ένα επιπλέον Ctrl.
hi: कैप्सलॉक को अतिरिक्त Ctrl बनाएं

source: Swap Ctrl and CapsLock.
af: Ruil Ctrl en CapsLock om.
bn: CapsLock ও Ctrl পালটাপালটি করুন।
el: Εναλλαγή Ctrl και CapsLock.
hi: Ctrl और कैप्सलॉक स्वैप करें

source: Ctrl key position
af: Ctrl-sleutelposisie
bn: Ctrl কিয়ের অবস্থান
el: Θέση κλειδιού Ctrl
hi: Ctrl कुंजी स्थिति

source: Special keys (Ctrl+Alt+&lt;key&gt;) handled in a server.
af: Spesiale sleutels (Ctrl+Alt+&lt;key&gt;) in ’n bediener hanteer.
bn: বিশেষ কিগুলি (Ctrl+Alt+&lt;key&gt;) সার্ভারে পরিচালিত হয়।
el: Ειδικά πλήκτρα (Ctrl+Alt+&lt;key&gt;) πατημένα σε ένα διακομιστή.
hi: विशेष कुंजियां (Ctrl+Alt+&lt;key&gt;) सर्वर में हैंडलड हैं।

source: Press Right Ctrl to choose 3rd level.
af: Druk Regter-Ctrl om 3e vlak te kies.
bn: ৩য় স্তর বাছার জন্য ডানদিকের Ctrl টিপুন।
el: Πατήστε το Δεξί Ctrl για την επιλογή 3ου επιπέδου.
hi: 3री स्तर चुनने के लिए दायां Ctrl दबाएं।

source: Ctrl+Shift changes group.
af: Ctrl+Shift wysig groep.
bn: Ctrl+Shift গ্রুপ বদলায়।
el: Ctrl+Shift αλλάζει ομάδα.
hi: Ctrl+शिफ्ट समूह बदलता है।

source: Add the EuroSign to the E key.
af: Voeg die Euroteken by die E-sleutel.
bn: E কিয়ের সাথে ইউরো চিহ্ন যোগ করুন।
el: Προσθήκη του συμβόλου του Ευρώ στο πλήκτρο Ε.
hi: ई कुंजी पर EuroSign जोड़ें।

source: Add the EuroSign to the 2 key.
af: Voeg die Euroteken by die 2-sleutel.
bn: 2 কিয়ের সাথে ইউরো চিহ্ন যোগ করুন।
el: Προσθήκη του συμβόλου Ευρώ στο πλήκτρο 2.
hi: 2 कुंजी पर EuroSign जोड़ें।

source: key Compose key position
af: sleutel Compose-sleutelposisie
bn: কম্পজ কিয়ের অবস্থান
el: πλήκτρο Compose θέση πλήκτρου
hi: कुंजी कंपोज़ कुंजी स्थिति

source: Alt+Ctrl changes group.
af: Alt+Ctrl wysig groep.
bn: Alt+Ctrl গ্রুপ বদলায়।
el: Alt+Ctrl αλλάζει ομάδα.
hi: Alt+Ctrl समूह बदलते हैं

source: Group Shift/Lock behavior
af: Groepskuif/Sluitoptrede
bn: গ্রুপ Shift/Lock আচরণ
el: Συμπεριφορά Ομάδας Shift/Lock
hi: समूह शिफ्ट/लॉक व्यवहार

source: Arabic
af: Arabies
bn: আরবী
el: Αραβικά
hi: अरबी

source: Nepal
bn: নেপাল
el: Νεπάλ
hi: नेपाल

source: Congo, Democratic Republic of the
el: Λαϊκή Δημοκρατία του Κονγκό
hi: कांगो का गणतांत्रिक गणराज्य

source: Korea, Republic of
el: Δημοκρατία της Κορέας

source: Iraq
af: Irak
bn: ইরাক
el: Ιράκ
hi: इराक
