Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: if true, main menu will close under these additional conditions: tile is activated, search activated
af: indien waar, sal die hoofkieslys onder hierdie bykomende voorwaardes sluit: teël word geaktiveer, soek is geaktiveer
bn: যদি ঠিক হয়, তাহলে মূল মেনু এই অতিরিক্ত শর্তগুলির অধীনে বন্ধ হবে:টাইল সক্রিয়, সন্ধান সক্রিয়
el: εαν αληθεύει, το κύριο menu θα κλείσει κάτω από αυτές τις επιπρόσθετες συνθήκες: tile ενεργοποιημένο, έρευνα ενεργοποιημένη
hi: यदि सत्य हुआ, तो मुख्य मेन्यू इन अतिरिक्त स्थितियों के तहत बंद हो जाएगा : टाइल सक्रिय है, खोज सक्रिय है

source: lock-down configuration of the file area
af: afsluitkonfigurasie van die lêerarea
bn: ফাইল-ক্ষেত্রটির লক-ডাউন কনফিগারেশন
el: ρύθμιση lock-down για την περιοχή αρχείου
hi: फाइल क्षेत्र के कॉन्फिगरेशन को लॉक करें

source: lock-down status for the application browser link
af: afsluitstatus vir die toepassing rondblaaierskakeling
bn: প্রয়োগ ব্রাউজার লিঙ্ক-এর জন্য লক-ডাউন অবস্থা
el: κατάσταση lock-down για την σύνδεση πλοηγού εφαρμογής
hi: अनुप्रयोग ब्राउज़र लिंक के लिए स्टेटस को लॉक करें

source: lock-down status for the search area
af: afsluitstatus vir die soekarea
bn: সন্ধান ক্ষেত্র-এর জন্য লক-ডাউন অবস্থা
el: κατάσταση lock-down για την περιοχή ερεύνης
hi: खोज क्षेत्र के लिए स्टेटस को लॉक करें

source: lock-down status for the status area
af: afsluitstatus vir die statusarea
bn: সন্ধান ক্ষেত্র-এর জন্য লক-ডাউন অবস্থা
el: κατάσταση lock-down για την περιοχή κατάστασης
hi: स्टेटस क्षेत्र के लिए स्टेटस को लॉक करें

source: lock-down status for the system area
af: afsluitstatus vir die stelselarea
bn: সিস্টেম ক্ষেত্র-এর জন্য লক-ডাউন অবস্থা
el: κατάσταση lock-down για την περιοχή συστήματος
hi: सिस्टम क्षेत्र के लिए स्टेटस को लॉक करें

source: set to true if the link to the application browser should be visible and active.
af: stel op waar indien die koppeling na die toepassingrondblaaier sigbaar en aktief behoort te wees.
bn: যদি প্রয়োগের ব্রাউজারের লিঙ্কটি দৃশ্যমাণ এবং সক্রিয় করতে হয় তাহলে ঠিক-এ স্থির করুন।
el: ορισμός σε αληθές εαν η σύνδεση στον πλοηγό εφαρμογής θα πρέπει να είναι ενεργή και ορατή.
hi: यदि अनुप्रयोग ब्राउज़र के लिए लिंक दृश्य और सक्रिय हो तो सत्य पर सेट करें।

source: set to true if the search area should be visible and active.
af: stel op waar indien die soekarea sigbaar en aktief behoort te wees.
bn: যদি সন্ধান ক্ষেত্রটি দৃশ্যমাণ এবং সক্রিয় করতে হয় তাহলে ঠিক-এ স্থির করুন।
el: ορισμός στο αληθές εαν η περιοχή έρευνας θα πρέπει να είναι ενεργή και ορατή.
hi: यदि खोज क्षेत्र दृश्य और सक्रिय हो तो सत्य पर सेट करें।

source: set to true if the status area should be visible and active.
af: stel op waar indien die statusarea sigbaar en aktief behoort te wees.
bn: যদি অবস্থার ক্ষেত্রটি দৃশ্যমাণ এবং সক্রিয় করতে হয় তাহলে ঠিক-এ স্থির করুন।
el: ορισμός στο αληθές εαν η περιοχή κατάστασης πρέπει να είναι ενεργή και ορατή.
hi: यदि स्टेटस क्षेत्र दृश्य और सक्रिय हो तो सत्य पर सेट करें।

source: set to true if the system area should be visible and active.
af: stel op waar as die steselarea sigbaar en aktief behoort te wees.
bn: যদি সিস্টেম ক্ষেত্রটি দৃশ্যমাণ এবং সক্রিয় করতে হয় তাহলে ঠিক-এ স্থির করুন।
el: ορισμός στο αληθές εαν η περιοχή συστήματος πρέπει να είναι ενεργή και ορατή.
hi: यदि सिस्टम क्षेत्र दृश्य और सक्रिय हो तो सत्य पर सेट करें।

source: The GNOME Main Menu
af: Die GNOME-hoofkieslys
bn: GNOME মূল মেনুটি
el: Ο Κύριος Κατάλογος GNOME
hi: जिनोम मुख्य मेन्यू

source: Network: None
af: Netwerk: Geen
bn: নেটওয়ার্ক নিয়ন্ত্রক
el: Δίκτυο: Κανένα
hi: नेटवर्क:

source: Click to configure network
af: Klik om netwerk te konfigureer
bn: এখনো কনফিগার করা হয়নি।
el: Πάτημα για τη ρύθμιση δικτύου
hi: मानीटर समनुरुपित करें

source: Connected to: %s
af: Verbind met: %s
bn: সংযোগ করা আছে: : %s
el: Συνδεμένος σε: %s
hi: कनेक्‍ट किया गया : %s

source: Using ethernet (%s)
af: Gebruik van ethernet (%s)
bn: ইথারনেট ব্যবহার করছে (%s)
el: Χρήση ethernet (%s)
hi: इथरनेट प्रयोग कर रहे हैं (%s)

source: Wireless Ethernet (%s)
af: Draadlose Ethernet (%s)
bn: ওয়্যারলেস ইথারনেট (%s)
el: Ασύρματο Ethernet (%s)
hi: बेतार वाला इथरनेट (%s)

source: Wired Ethernet (%s)
af: Bedrade Ethernet (%s)
bn: ওয়্যারড ইথারনেট (%s)
el: Ενσύρματο Ethernet (%s)
hi: वायर्ड इथरनेट (%s)

source: Unknown
af: Onbekend
bn: অজানা
el: Άγνωστο
hi: अनंजान

source: Applications
el: Εφαρμογές
hi: अनुप्रयोग

source: Computer
af: Rekenaar
bn: কম্পিঊটার
el: Υπολογιστής
hi: कम्पूयटिगं

source: Favorite Applications
af: Gunstelingtoepassings
bn: প্রিয় প্রয়োগগুলি
el: Αγαπημένες Εφαρμογές
hi: सेव विक्लप

source: More Applications...
af: Meer toepassings ...
bn: আরো প্রয়োগগুলি...
el: Περισσότερες Εφαρμογές
hi: अधिक अनुप्रयोग...

source: Recent Documents
af: Onlangse dokumente
bn: ডকুমেন্ট
el: Πρόσφατα Έγγραφα
hi: डोक्युमेन्ट

source: Search:
af: Soek:
bn: খোঁজো (&h):
el: Έρευνα:
hi: ढूँढे :

source: Status
bn: অবস্থা
ca: Estat
cs: Stav
el: Κατάσταση
fr: État
hi: स्थिती
hu: Állapot
it: Stato
ja: 状況
ro: Stare
sk: Stav

source: System
af: Stelsel
bn: সিস্টেম
el: Σύστημα
hi: सिस्टम

source: Add/Remove Software
el: Προσθήκη/Αφαίρεση Λογισμικού

source: Install
af: Installeer
bn: ইনস্টল করো
el: Εγκατάσταση
hi: इंस्टाल

source: Remove
bn: সরাও
el: Αφαίρεση
hi: हटाऐ

source: Type
af: Soort
bn: ধরন
el: Τύπος
hi: प्रकार

source: Installed
af: Geïnstalleer
bn: ইনস্টল করা হয়েছে
el: Εγκατεστημένο
hi: इंस्टाल हो गया

source: Icon
af: Ikoon
bn: আইকন
el: Εικονίδιο
hi: आइकन

source: Games
el: Παιγνίδια
hi: खेल

source: Graphics
af: Grafika
el: Γραφικά
hi: आलेखी

source: Multimedia
el: Πολυμέσα
hi: मल्टीमीडिया

source: Fonts
af: Lettertipes
bn: ফন্ট
el: Γραμματοσειρές
hi: फ़ॉन्ट

source: Network
af: Netwerk
bn: নেটওয়ার্ক
el: Δίκτυο
hi: नेटवर्क

source: Documentation
el: Τεκμηρίωση
hi: डोक्यूमैनटेशन

source: Software Update Applet
el: Εφαρμογή Ενημέρωσης Λογισμικού

source: Action
af: Aksie
bn: ক্রিয়া
el: Δράση
hi: क्रिया

source: Never
af: Nooit nie
bn: কখনও না
el: Ποτέ
hi: कभी नहीं

source: Enabled
af: Ontsper
bn: সক্রিয় হয়েছে
el: Ενεργοποιημένο
hi: समर्थ हैं

source: Software Source
el: Πηγή Λογισμικού

source: There are no updates available!
el: Δεν υπάρχουν διαθέσιμες ενημερώσεις!

source: Obsoletes
el: Απαρχαιωμένα

source: Software
el: Λογισμικό

source: Refresh
af: Vernuwe
bn: রিফ্রেশ
el: Ανανέωση
hi: रीफ्रेश

source: translator_credits
af: vertaler_krediete
bn: সায়মিন্দু দাশগুপ্ত <unmadindu@bengalinux.org> মাহে আলম খান <makl10n@yahoo.com> রুণা ভট্টাচার্য্য <runabh@gmail.com> (অঙ্কুর প্রকল্পের তরফ থেকে)
el: Κώστας Μπουκουβάλας <quantis@hellug.gr> Βασίλης Γιαννακόπουλος <billg@hellug.gr> Σπύρος Παπαδημητρίου <spapadim+@cs.cmu.edu> Σίμος Ξενιτέλλης <simos@gnome.org> Σαράντης Πασχάλης <paskalis@di.uoa.gr> Κώστας Παπαδήμας <pkst@gnome.org> Νίκος Χαρωνιτάκης <charosn@her.forthnet.gr>
hi: संगीता

source: Modem Lights
af: Modemligte
bn: মোডেম মনিটর
el: Ενδείξεις Μόντεμ
hi: मॉडेम प्रकाश

source: Released under the GNU general public license. A modem status indicator and dialer. Lights in order from the top or left are Send data and Receive data.
af: Uitgereik onder die GNU algemene openbare lisensie. 'n Modemstatusaanduider en -oproeper. Ligte in volgorde vanaf bo of links is Stuur data en Ontvang data.
bn: GNU সাধারণ জনগণের লাইসেন্সের অধীনে মুক্ত হয়েছে। একটি আধুনিক স্থিতি সূচক ও ডায়ালার। উপর বা বামদিকের ক্রম থেকে আলোগুলি হল ডেটা পাঠান এবং ডেটা গ্রহণ করুন।
el: Κυκολοφορεί σύμφωνα με την άδεια χρήσης GNU general public license. Ένδειξη κατάστασης μόντεμ και τοποθέτηση κλήσεων. Οι ενδεικτικές λυχνίες ξεκινώντας από πάνω ή αριστερά είναι Αποστολή and Λήψη δεδομένων.
hi: जीएनयू जनरल पब्लिक लाइसेंस के तहत जारी. माडम स्थिति दर्शक एवं डायलर. लाइट की स्थिति ऊपर या बाऐं से भेजे गये डेटा और प्राप्त डेटा हेतु हैं

source: You are currently connected. Do you want to disconnect?
af: U is tans verbind. Wil u graag verbinding verbreek?
bn: সংযোগ বিচ্ছিন্ন করা হবে কি?
el: Είστε συνδεδεμένοι. Επιθυμείτε να αποσυνδεθείτε;
hi: आप वर्तमान में कनेक्टेड हैं क्या आप डिस्कनेक्ट होना चाहते हैं?

source: %#.1fMb received / %#.1fMb sent / time: %.1d:%.2d
af: %#.1fMb ontvang / %#.1fMb gestuur / tyd: %.1d:%.2d
bn: %#.1fMb প্রাপ্ত / %#.1fMb প্রেরিত / সময়: %.1d:%.2d
el: Ελήφθησαν %#.1fMb / απεστάλησαν %#.1fMb / χρόνος: %.1d:%.2d
hi: %#.1fमे.बा. मिला / %#.1fमे.बा. भेजा / समय: %.1d:%.2d

source: not connected
af: nie verbind nie
bn: (যোগাযোগ বিচ্ছিন্ন)
el: χωρίς σύνδεση
hi: कनेक्टेड नहीं

source: Ask for confirmation when connecting/disconnecting
af: Vra vir bevestiging wanneer u verbind/verbinding verbreek
bn: নোট মুছে ফেলার পূর্বে নিশ্চায়ন করা হবে কিনা
el: Αν θα γίνεται ερώτηση επιβεβαίωσης κατά την σύνδεση/αποσύνδεση
hi: जब कनेक्ट/डिस्कनेक्ट हो रहे हों तो पुष्टि करने हेतु पूछें

source: Blink when connecting
af: Knipper wanneer verbind word
bn: সংযোগ সাধনের সময়ে জ্বলানেভা করে
el: Αναβόσβησμα όταν γίνει σύνδεση
hi: जब कनेक्ट हो रहे हों तो टिमटिमाएँ

source: Command executed when connecting
af: Opdrag uitgevoer wanneer verbind word
bn: সংযোগ সাধনের সময়ে আদেশ সম্পন্ন হয়েছে
el: Εντολή προς εκτέλεση κατά την σύνδεση
hi: जब कनेक्ट हो रहे हों तब चलाया जाने वाला कमांड

source: Command executed when disconnecting
af: Opdrag uitgevoer wanneer verbinding verbreek word
bn: সংযোগ ছেদের সময়ে আদেশ সম্পন্ন হয়েছে
el: Εντολή προς εκτέλεση κατά την αποσύνδεση
hi: जब डिस्कनेक्ट हो रहे हों तब चलाया जाने वाला कमांड

source: Display a confirmation dialog when connecting or disconnecting.
af: Vertoon 'n bevestigingsdialoog wanneer verbind word of verbinding verbreek word.
bn: সংযোগ সাধন ও ছেদের সময়ে একটি নিশ্চিতকরণ আলাপচারিতা প্রদর্শন করে।
el: Αν θα γίνεται ερώτηση επιβεβαίωσης κατά την σύνδεση ή την αποσύνδεση.
hi: जब कनेक्ट या डिस्कनेक्ट हो रहे हों तो एक पुष्टिकरण संवाद प्रदर्शित करें

source: Make the applet blink when the modem is connecting.
af: Laat die miniprogram knipper wanneer die modem verbind word.
bn: মডেম সংযোগ সাধনের সময়ে এপলেটকে জ্বলানেভা করান
el: Αναβόσβησμα εφαρμογιδίου ότα γίνεται σύνδεση μόντεμ.
hi: एप्लेट को टिमटिमाएँ जब मॉडेम कनेक्ट हो रहा हो.

source: Modem device name
af: Modemtoestelnaam
bn: মডেম ডিভাইসের নাম
el: Όνομα συσκευής μόντεμ
hi: मोडेम उपकरण नाम

source: Modem lock file
af: Modemsluitlêer
bn: মডেম লক ফাইল
el: Αρχείο κλειδώματος μόντεμ
hi: माडम लाक फ़ाइल

source: Receive background color
af: Ontvang agtergrondkleur
bn: CPU রেখাচিত্রের পটভূমির রং
el: Λήψη χρώματος παρασκηνίου
hi: पृष्ठभूमि रंग प्राप्त करें

source: Receive foreground color
af: Ontvang voorgrondkleur
bn: অগ্রভূমির রঙের লাল অংশ।
el: Λήψη χρώματος πρσκηνίου
hi: अग्रभूमि रंग प्राप्त करें

source: Send background color
af: Stuur agtergrondkleur
bn: কর্মভারের রেখাচিত্রের পটভূমির রং
el: Αποστολή χρώματος παρασκηνίου
hi: पृष्ठभूमि रंग भेजें

source: Send foreground color
af: Stuur voorgrondkleur
bn: কর্মভারের রেখাচিত্রের পটভূমির রং
el: Αποστολή χρώματος παρασκηνίου
hi: अग्रभूमि रंग भेजें

source: Show connect time and throughput
af: Toon verbindtyd en deurset
bn: সংযোগের সময় এবং থ্রুপুট দেখান
el: Εμφάνιση χρόνου σύνδεσης και ρυθμού μεταφοράς
hi: कनेक्ट समय और थ्रोपुट दिखाएँ

source: Show extra information about the connect time and amount of data transmitted and received.
af: Toon ekstra inligting oor die verbindtyd en hoeveelheid data wat oorgedra en ontvang is.
bn: সংযোগের সময় এবং স্থানান্তরিত ও প্রাপ্ত ডেটার পরিমাণের বিষয়ে অতিরিক্ত তথ্য দেখান
el: Προβολή περισσότερων πληροφοριών για τον χρόνο σύνδεσης και το ποσό των δεδομέμων που στάλθηκαν και λήφθηκαν.
hi: कनेक्ट समय के बारे में अतिरिक्त जानकारी दिखाएँ तथा डेटा प्रेषित करने या प्राप्त करने की मात्रा दिखाएँ.

source: Status connected color
af: Statusverbinde kleur
bn: সংযোগ স্থাপিত হয়নি
el: Χρώμα κατάστασης σύνδεσης
hi: कनेक्टेड स्थिति रंग

source: Status not connected color
af: Status-nieverbinde kleur
bn: (যোগাযোগ বিচ্ছিন্ন)
el: Χρώμα κατάστασης χωρίς σύνδεση
hi: कनेक्टेड नहीं स्थिति रंग

source: Status waiting connection color
af: Status-wagtend verbindingskleur
bn: অপেক্ষারত সংযোগের স্থিতির রঙ
el: Χρώμα αναμονής σύνδεσης
hi: कनेक्शन हेतु इंतजार स्थिति रंग

source: Text background color
af: Teksagtergrondkleur
bn: নেটওয়ার্কের রেখাচিত্রের পটভূমির রং
el: Χρώμα παρασκηνίου κειμένου
hi: पाठ पृष्ठभूमि रंग

source: Text foreground color
af: Teksvoorgrondkleur
bn: অগ্রভূমির রঙের লাল অংশ।
el: Χρώμα προσκηνίου κειμένου
hi: पाठ अग्रभूमि रंग

source: Text outline color
af: Teksbuitelynkleur
bn: পাঠ্যের আউটলাইনের রঙ
el: Χρώμα επισήμανσης κειμένου
hi: पाठ आउटलाइन रंग

source: The background color of the button used to indicate data received.
af: Die agtergrondkleur van die knoppie wat gebruik word om ontvangde data aan te dui.
bn: প্রাপ্ত ডেটা ইঙ্গিত করার জন্যে ব্যবহৃত বোতামের পশ্চাদপটের রঙ
el: Το χρώμα παρασκηνίου για το κουμπί που χρησιμοποιείται για την λήψη δεδομένων.
hi: बटन का पृष्ठभूमि रंग जो डेटा प्राप्त करने की सूचना दे.

source: The background color of the button used to indicate data sent.
af: Die agtergrondkleur van die knoppie wat gebruik word om gestuurde data aan te dui.
bn: প্রেরিত ডেটা ইঙ্গিত করার জন্যে ব্যবহৃত বোতামের পশ্চাদপটের রঙ
el: Το χρώμα παρασκηνίου για το κουμπί που χρησιμοποιείται για την αποστολή δεδομένων.
hi: बटन का पृष्ठभूमि रंग जो डेटा भेजे जाने की सूचना दे.

source: The color used to display the status button when the modem is connected.
af: Die kleur wat gebruik word om die statusknoppie te vertoon wanneer die modem verbind word.
bn: মডেম সংযুক্ত থাকার সময়ে স্থিতি বোতাম প্রদর্শনের জন্য ব্যবহৃত রঙ
el: Το χρώμα που χρησιμοποιείται για το κουμπί κατάστασης όταν συνδέεται το μόντεμ.
hi: स्थिति बटन को प्रदर्शित करने हेतु उपयोग में रंग जब मॉडेम कनेक्टेड रहेगा.

source: The color used to display the status button when the modem is connecting.
af: Die kleur wat gebruik word om die statusknoppie te vertoon wanneer die modem verbind word.
bn: মডেম সংযোগ সাধনের সময়ে স্থিতি বোতাম প্রদর্শনের জন্য ব্যবহৃত রঙ
el: Το χρώμα που χρησιμοποιείται για το κουμπί κατάστασης κατά την σύνδεση του μόντεμ.
hi: स्थिति बटन को प्रदर्शित करने हेतु उपयोग में रंग जब मॉडेम कनेक्ट कर रहा होगा.

source: The color used to display the status button when the modem is not connected.
af: Die kleur wat gebruik word om die statusknoppie te vertoon wanneer die modem nie verbind word nie.
bn: মডেম সংযুক্ত না থাকার সময়ে স্থিতি বোতাম প্রদর্শনের জন্য ব্যবহৃত রঙ
el: Το χρώμα που χρησιμοποιείται για το κουμπί κατάστασης όταν το μόντεμ δεν είναι συνδεδεμένο.
hi: स्थिति बटन को प्रदर्शित करने हेतु उपयोग में रंग जब मॉडेम कनेक्टेड नहीं रहेगा.

source: The color used to indicate that data has been received.
af: Die kleur wat gebruik word om aan te dui dat data ontvang is.
bn: ডেটা প্রাপ্ত হয়েছে ইঙ্গিত করার জন্যে ব্যবহৃত রঙ
el: Το χρώμα που χρησιμοποιείται για να δηλώσει την λήψη δεδομένων.
hi: सूचित करने हेतु उपयोग में रंग जब जब डेटा प्राप्त हो गया हो.

source: The color used to indicate that data has been sent.
af: Die kleur wat gebruik word om aan te dui dat data gestuur is.
bn: ডেটা প্রেরিত হয়েছে ইঙ্গিত করার জন্যে ব্যবহৃত রঙ
el: Το χρώμα που χρησιμοποιείται για να δηλώσει την αποστολή δεδομένων.
hi: सूचित करने हेतु उपयोग में रंग जब जब डेटा भेजा जा चुका हो.

source: The fraction of a second until the applet updates.
af: Die fraksie van 'n sekonde tot die miniprogram bywerk.
bn: এপলেট আপডেট না হওয়া অবধি সেকেন্ডের ভগ্নাংশ।
el: Η στιγμή του δευτερολέπτου μέχρι να ενημερωθεί το εφαρμογίδιο.
hi: क्षणांश जब कि एप्लेट अद्यतन होता है.

source: The name of the modem device.
af: Die naam van die modemtoestel.
bn: মডেম উপকরণের নাম।
el: Το όνομα της συσκευής μόντεμ.
hi: मॉडेम उपकरण का नाम

source: The name of the modem lock file.
af: Die naam van die modemsluitlêer.
bn: মডেম লক ফাইলের নাম।
el: Το όνομα του αρχείου κλειδώματος του μόντεμ.
hi: मॉडेम लॉक फ़ाइल का नाम.

source: Use isdn
af: Gebruik isdn
bn: ব্যবহৃত (_U)
el: Χρήση isdn
hi: आईएसडीएन प्रयुक्त करें

source: Use isdn instead of ppp to connect the modem.
af: Gebruik isdn in plaas van ppp om die modem te verbind.
bn: মডেমের সাথে সংযোগ করার জন্যে ppp র পরিবর্তে isdn ব্যবহার করুন
el: Χρήση isdn αντί για ppp για την σύνδεση του μόντεμ.
hi: पीपीपी के बदले आईएसडीएन का उपयोग मॉडेम कनेक्ट करने हेतु करें.

source: Use this command to connect the modem.
af: Gebruik hierdie opdrag om die modem te verbind.
bn: মডেমের সাথে সংযোগ করার জন্যে এই আদেশ ব্যবহার করুন
el: Χρήση αυτής της εντολής για την σύνδεση του μόντεμ.
hi: मॉडेम कनेक्ट करने के लिए इस कमांड का उपयोग करें.

source: Use this command to disconnect the modem.
af: Gebruik hierdie opdrag om die modem se verbinding te verbreek.
bn: মডেমের সাথে সংযোগ বিচ্ছিন্ন করার জন্যে এই আদেশ ব্যবহার করুন
el: Χρήση αυτής της εντολής για την αποσύνδεση του μόντεμ.
hi: मॉडेम डिस्कनेक्ट करने हेतु इस कमांड का उपयोग करें.

source: Verify owner of lock file
af: Bevestig eienaar van sluitlêer
bn: লক ফাইলের মালিকের সত্যতা যাচাই করুন
el: Έλεγχος ιδιοκτήτη αρχείου κλειδώματος
hi: लाक फ़ाइल के मालिक को सत्यापित करें

source: Modem Lights Preferences
af: Modemligtevoorkeure
bn: কমান্ড-লাইন সংক্রান্ত পছন্দ
el: Προτιμήσεις Ενδείξεων Μόντεμ
hi: माडम लाइट वरीयताएँ

source: U_pdate every:
af: B_ywerk elke:
bn: আপডেটের মধ্যে বিরতী
el: Ενη_μέρωση κάθε:
hi: अद्यतन प्रत्येक: (_p)

source: seconds
af: sekondes
bn: মিলি-সেকেন্ড
el: δευτερόλεπτα
hi: सेकण्ड्स

source: Sho_w connect time and throughput
af: Too_n verbindtyd en deurskakeling
bn: সংযোগের সময় ও থ্রুপুট দেখান
el: Εμφά_νιση χρόνου σύνδεσης και ρυθμού μεταφοράς
hi: कनेक्ट समय थ्रो-पुट दिखाएँ (_w)

source: B_link connection status when connecting
af: K_nipper verbindingstatus wanneer verbind word
bn: সংযোগ স্থাপনের সময়ে সংযোগ স্থিতি জ্বলানেভা করান
el: Ανα_βόσβησμα κατάστασης σύνδεση όταν γίνει σύνδεση
hi: जब कनेक्ट कर रहे हों तो कनेक्शन स्थिति टिमटिमाएँ

source: Connections
af: Verbindings
bn: সংযোগ স্থাপন করা হবে(_o)
el: Συνδέσεις
hi: कनेक्शन्स

source: Co_nnection command:
af: Ve_rbindingopdrag:
bn: কমান্ড:(_m)
el: Εντολή σύ_νδεσης:
hi: कनेक्शन कमांड (_n):

source: _Disconnection command:
af: _Verbindingverbreekopdrag:
bn: সংযোগ বিচ্ছিন্ন করা হবে (_D)
el: _Εντολή αποσύνδεσης:
hi: डिस्कनेक्शन कमांड (_D):

source: Con_firm connection
af: Bev_estig verbinding
bn: সংযোগ বিচ্ছিন্ন করা হবে (_D)
el: Επιβε_βαίωση σύνδεσης
hi: प्रमाणित कनेक्शन (_f)

source: Receive Data
af: Ontvang data
bn: ডেটা পান
el: Λήψη Δεδομένων
hi: डेटा प्राप्त करें

source: _Foreground:
af: _Voorgrond:
bn: পটভূমি (_B)
el: _Προσκήνιο:
hi: अग्रभूमि (_F):

source: _Background:
af: _Agtergrond:
bn: পটভূমি (_B)
el: _Παρασκήνιο:
hi: पृष्ठभूमिः (_r)

source: Send Data
af: Stuur data
bn: ডেটা পাঠান
el: Αποστολή δεδομένων
hi: डेटा भेजें

source: Foregroun_d:
af: Voorgron_d:
bn: সম্মুখপট
el: Προσκή_νιο:
hi: अग्रभूमि (_d):

source: Backg_round:
af: Agterg_rond:
bn: পটভূমি (_B)
el: Παρασκ_ήνιο:
hi: पृष्ठभूमिः (_r)

source: Connection Status
af: Verbindingstatus
bn: সংযোগ স্থিতি
el: Κατάσταση σύνδεσης
hi: कनेक्शन स्थिति

source: Co_nnected:
af: Ve_rbind:
bn: সংযোগ স্থাপন করা হবে(_o)
el: Σε σύ_νδεση:
hi: कनेक्टेड (_n):

source: Disconnec_ted:
af: Ontbin_d:
bn: সংযোগ বিচ্ছিন্ন করা হবে (_D)
el: Α_ποσύνδεση:
hi: डिस्कनेक्टेड (_t):

source: C_onnecting:
af: Ve_rbind met:
bn: সংযোগ স্থাপন করা হবে(_o)
el: Σύ_νδεση:
hi: कनेक्ट हो रहे (_o):

source: For_eground:
af: Voor_grond:
bn: পটভূমি (_B)
el: Προ_σκήνιο:
hi: अग्रभूमि (_e):

source: Bac_kground:
af: Agt_ergrond:
bn: পটভূমি (_B)
el: Παρα_σκήνιο:
hi: पृष्ठभूमि (_k):

source: O_utline:
af: O_mlyn:
bn: শিরোনাম:(_T)
el: Πε_ρίγραμμα:
hi: आउटलाइनः (_u)

source: Modem Options
af: Modemopsies
bn: বিকল্প
el: Επιλογές Μόντεμ
hi: माडम विकल्प

source: _Device:
af: _Toestel:
bn: N_ice
el: _Συσκευή:
hi: उपकरण: (_D)

source: _Lock file:
af: _Sluitlêer:
bn: নোট লক করুন (_L)
el: Αρχείο κ_λειδώματος:
hi: लॉक फ़ाइल (_L):

source: _Verify owner of lock file
af: _Bevestig eienaar van sluitlêer
bn: লক ফাইলের মালিকের সত্যতা যাচাই করুন
el: _Έλεγχος ιδιοκτήτη αρχείου κλειδώματος
hi: मालिक के लाक फ़ाइल सत्यापित करें (_V)

source: U_se ISDN
af: G_ebruik ISDN
bn: ISDN ব্যবহার করুন
el: _Χρήση ISDN
hi: आईएसडीएन उपयोग करें (_s)

source: Advanced
af: Gevorderd
bn: উন্নত
el: Για προχωρημένους
hi: उन्नत

source: <b>Use the s_ystem's proxy settings</b>
af: <b>Gebruik die s_telsel se volmaginstellings</b>
bn: <b>সিস্টেমের প্রক্সি সেটিং ব্যবহার করুন</b>
el: <b>Χρήση των ρυθμίσεων διαμεσολαβητή του σ_υστήματος</b>
hi: <b>सि_स्टम की प्रॉक्सी सेटिंग्स का उपयोग करें</b>

source: Change Password
af: Wysig wagwoord
bn: পাসওয়ার্ড পরিবর্তন
el: Αλλαγή Συνθηματικού
hi: कूटशब्द बदलो

source: Change your password
af: Wysig u wagwoord
bn: পাসওয়ার্ড পরিবর্তন
el: Αλλαγή του συνθηματικού σας
hi: कूटशब्द बदलो

source: New Password empty
af: Nuwe wagwoord leeg
bn: নতুন পাসওয়ার্ড (_N):
el: Νεο Συνθηματικό κενό
hi: नया पासवर्ड (_N):

source: Passwords match
af: Wagwoorde stem ooreen
bn: পাসওয়ার্ড (_P):
el: Τα συνθηματικά ταιριάζουν
hi: शब्दकूट काफी छोटा है

source: Passwords do not match
af: Wagwoorde pas nie
bn: পাসওয়ার্ডগুলি মিলছে না
el: Τα συνθηματικά δεν ταιριάζουν
hi: शब्दकूट काफी छोटा है

source: <b>Changing Password for User '%s'</b>
af: <b>Wysiging van wagwoord vir gebruiker '%s'</b>
bn: <b>'%s' ব্যবহারকারীর জন্যে পাসওয়ার্ড পরিবর্তন করছে</b>
el: <b>Αλλαγή Συνθηματικού για Χρήστη '%s'</b>
hi: <b>उपयोगकर्ता '%s' के लिए पासवर्ड को बदला जा रहा</b>

source: You have got capslock on! Passwords are case-sensitive.
af: U het 'n bokasslot aan! Wagwoode is kasgevoelig.
bn: আপনার ক্যাপসলক চালু আছে!পাসওয়ার্ডগুলি বড় ও ছোট হাতের অক্ষরের প্রতি সংবেদনশীল।
el: Έχετε ανοιχτό το capslock! Τα συνθηματικά είναι ευαίσθητα κεφαλαιοποίησης.
hi: आपका केप्सलॉक ऑन हो गया है! पासवर्ड केस-सेंसिटिव हैं।

source: Could not start helper program. Could not change password
af: Kon die helperprogram nie begin nie. Kon wagwoord nie wysig nie
bn: হেল্পার প্রোগ্রাম চালু করতে পারে নি। পাসওয়ার্ড বদলাতে পারে নি।
el: Αδυναμία εκκίνησης προγράμματος βοήθειαςΑδυναμία αλλαγής συνθηματικού
hi: बाकी को सहेजा नहीं जा सका

source: Unknown error while changing password. Could not change password
af: Onbekende fout terwyl wagwoord gewysig is. Kon wagwoord nie wysig nie
bn: পাসওয়ার্ড বদলাবার সময়ে অজ্ঞাত ত্রুটি। পাসওয়ার্ড বদলাতে পারে নি।
el: Άγνωστο σφάλμα κατα την αλλαγή συνθηματικού. Αδυναμία αλλαγής συνθηματικού
hi: शब्दकूट बदलने के लिये शब्दकूट बदलें पर क्लिक करें.

source: Password changed successfully
af: Wagwoord suksesvol gewysig
bn: পাসওয়ার্ড সফলরূপে বদলেছে
el: Το συνθηματικό άλλαξε επιτυχώς
hi: पासवर्ड सफलतापूर्वक बदल गया है

source: Old password doesn't match. Please try again.
af: Ou wagwoord stem nie ooreen nie. Probeer asseblief weer.
bn: পুরানো পাসওয়ার্ড মিলছে না। অনুগ্রহ করে আবার চেষ্টা করুন।
el: Το παλαιό συνθηματικό δεν ταιριάζει. Παρακαλώ προσπαθήστε ξανά.
hi: पुराना शब्दकूट गलत है, कृपया फिर टाइप करें

source: Password is insecure. Please choose a new password.
af: Wagwoord is onveilig. Kies asseblief 'n nuwe wagwoord.
bn: পাসওয়ার্ড অসুরক্ষিত। অনুগ্রহ করে একটি নতুন পাসওয়ার্ড বাছুন।
el: Το συνθηματικό δεν είναι ασφαλές Παρακαλώ επιλέξτε νεο συνθηματικό.
hi: पासवर्ड असुरक्षित है। कृपया एक नया पासवर्ड चुनें।

source: Password confirmation doesn't match New Password. Please retype new password and confirmation
af: Wagwoordbevestiging stem nie met nuwe wagwoord ooreen nie. Tik weer nuwe wagwoord en bevestiging
bn: পাসওয়ার্ড নিশ্চিতকরণ নতুন পাসওয়ার্ডের সাথে মিলছে না। অনুগ্রহ করে নতুন পাসোয়ার্ড ও নিশ্চিতকরণ আবার টাইপ করুন
el: Η επιβεβαίωση συνθηματικού δεν ταιριάζει στο Νέο Συνθηματικό. Παρακαλώ ξαναγράψτε το νεο συνθηματικό και την επιβεβαίωση
hi: पासवर्ड पुष्टि का नए पासवर्ड से मिलान नहीं हो रहा है। कृपया नया पासवर्ड और पुष्टि फिर से टाइप करें।

source: Protocol error
af: Protokolfout
bn: প্রোটোকল ত্রুটি
el: Σφάλμα πρωτοκόλλου
hi: प्रोटोकॉल त्रुटि

source: Success: %s
af: Sukses: %s
bn: সফল: %s
el: Επιτυχία: %s
hi: सफलता : %s

source: Password confirmation empty
af: Wagwoordbevestiging leeg
bn: পাসওয়ার্ড নিশ্চিতকরণ খালি আছে
el: Επιβεβαίωση συνθηματικού κενή
hi: नया पासवर्ड (_N):

source: Traditional Main Menu
af: Tradisionele hoofkieslys
bn: প্রধান মেনু
el: Παραδοσιακό Κυρίως Μενού
hi: पारंपरिक मुख्य मेन्यू
