Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: The traditional GNOME menu
af: Die tradisionele GNOME-kieslys
bn: GNOME-র প্রধান মেনু
el: Το παραδοσιακό μενού του GNOME
hi: मुख्य गनोम मेनू

source: _Lock Panel Position
af: _Sluitpaneelposisie
bn: প্যানেলের দিশা
el: _Κλείδωμα Θέσης Πίνακα
hi: पटल में लॉक करें (_L)

source: A_llow Panel to be Moved
af: L_aat paneel toe om geskuif te word
bn: প্যানেল সরাবার অনুমতি দিন
el: Ε_πίτρεψη Μετακίνησης του Πίνακα
hi: पैनल स्थानांतरित किए जाने के लिए अ_नुमति दें

source: Allow Panel to be Moved
af: Laat paneel toe om geskuif te word
bn: প্যানেল সরাবার অনুমতি দিন
el: Επίτρεψη Μετακίνησης του Πίνακα
hi: _पैनल हटाए जाने के लिए अनुमति दें

source: Disable support for moving a panel with a mouse drag. It has been know to cause problems for users that accidentally move or resize their panels.
af: Versper ondersteuning vir skuif van paneel met 'n muissleep. Dit is bekend daarvoor om probleme te veroorsaak vir gebruikers wat per ongeluk hul panele skuif of die grootte verstel.
bn: মাউস টেনে প্যানেল সরাবার সমর্থন নিষ্ক্রিয় করুন। যে সকল ব্যবহারকারী দুর্ঘটনাবশত তাদের প্যানেলগুলি সরিয়ে বা আকার বদলে ফেলেন, এটা তাদের জন্যে সমস্যা সৃষ্টি করে।
el: Απενεργοποίηση υποστήριξης για την μεταφορά του πίνακα με το ποντίκι. Είναι γνωστό για την πρόκληση προβλημάτων για χρήστες που τυχαίως μετακινούν ή αλλάζουν το μέγεθος των πινάκων τους.
hi: किसी पैनल को माउस द्वारा खींचकर स्थानांतरित करने के लिए सहायता को अक्षम करें।ऐसा ज्ञात हुआ है कि अनजाने में अपने पैनलों का स्थानांतरण या आकार बदलने के कारणउपयोगकर्ताओं को समस्याएं आती हैं।

source: Lock Panel Position
af: Sluitpaneelposisie
bn: প্যানেলের দিশা
el: Κλείδωμα Θέσης Πίνακα
hi: पटल दिशा

source: Lock the panel position
af: Sluit die paneelposisie
bn: প্যানেলের অবস্থান লক করুন
el: Κλείδωμα της θέσης πινακα
hi: पैनल स्थिति लॉक करें

source: Novell Services
af: Novell-dienste
bn: নভেল সার্ভিসেস
el: Υπηρεσίες Novell
hi: नॉवेल सेवाएं

source: Couldn't rename "%s" to "%s". Please make sure the new name has only valid characters in it.
af: Kon "%s" nie na "%s" herbenoem nie. Maak asseblief seker dat die nuwe naam slegs uit geldige karakters bestaan.
bn: "%s" এর নাম পালটে "%s" দেওয়া যায় নি। অনুগ্রহ করে নিশ্চিত করুন যেন নতুন নামে কেবলমাত্র বৈধ অক্ষর থাকে।
el: Αδυναμία μετονομασίας "%s" σε "%s". Παρακαλώ σιγουρευτείτε οτι το νέο όνομα έχει μόνο έγκυρους χαρακτήρες
hi: "%s" से "%s" तक को फिर से नाम नहीं दिया जा सकता। कृपया सुनिश्चित कर लें किनए नाम में सिर्फ मान्य वर्ण हैं।

source: * Running IRC as root is not recommended! You should create a User Account and use that to login.
af: *Loop van IRC as stam word nie aanbeveel nie! U behoort 'n gebruikerrekening te skep en dit te gebruik om aan te teken.
bn: * IRCকে রুট হিসাবে চালানোর সুপারিশ করা হয় না! আপনাকে একটি ইউজার একাউন।ট তৈরি করতে হবে এবং সেই লগইন ব্যবহার করতে হবে।
el: * Το να χρησιμοποιείτε το IRC σαν root δεν είναι προτεινόμενο! Θα πρέπει να δημιουργήσετε ένα Λογαριασμό Χρήστη και να χρησιμοποιήσετε αυτόν για πρόσβαση.
hi: * रूट के रूप में IRC को रन करना अनुशंसित नहीं है! आपको एक उपयोगकर्ता खाता सृजित कर लॉगिन के लिए इसका उपयोग करना चाहिए।

source: Open an extra tab for outgoing msg
af: Open 'n ekstra vakkie vir uitgaande boodskap
bn: বহির্মুখী বার্তার জন্যে একটি অতিরিক্ত ট্যাব খুলুন
el: Άνοιγμα επιπλέον καρτέλας για τις ειδοποιήσεις διακομιστή
hi: बाहर जाने वाले msg के लिए एक अतिरिक्त टैब को खोलें

source: Return to <placeholder-1/>
af: Gaan terug na <plekhouer-1/>
el: Επιστροφή στο <placeholder-1/>
hi: <placeholder-1/> में लौटा

source: splash
af: splat
el: οθόνη εκκίνησης
hi: स्पलास

source: Using the Help System
af: Gebruik van die Hulpstelsel
el: Χρησιμοποιώντας το Σύστημα Βοήθειας
hi: मदद सिस्टम का उपयोग करते हुए

source: Up Arrow
af: Op-pyl
el: Πάνω Βέλος

source: Down Arrow
af: Af-pyl
el: Κάτω Βέλος

source: Left Arrow
af: Links-pyl
el: Αριστερό Βέλος
hi: बायां तीर

source: Backspace
af: Terugspasie
el: Πίσω

source: Right Arrow
af: Regs-pyl
el: Δεξιό Βέλος

source: Enter
af: Voer in
el: Επιστροφή

source: Space
af: Spasie
el: Κενό
hi: स्थान

source: Page Up
af: Bladsy op
el: Πάνω Σελίδα
hi: पृष्ठ ऊपर

source: Page Down
af: Bladsy af
el: Κάτω Σελίδα
hi: पृष्ठ नीचे

source: End
af: Eindig
el: Τέλος
hi: अंत

source: Esc
af: Ontsnap
el: Αποχώρηση

source: Language and Keyboard Layout Selection
af: Taal- en sleutelborduitlegkeuse
el: Επιλογή Γλώσσας και Εμφάνισης Πληκτρολογίου
hi: भाषा और कीबोर्ड लेआऊट चुनाव

source: Kernel Options: acpi
af: Kernopsies: acpi
el: Επιλογές Πυρήνα: acpi
hi: कर्नेल विकल्प: acpi

source: Kernel Options: apm
af: Kernopsies: apm
el: Επιλογές Πυρήνα: apm
hi: कर्नेल विकल्प: apm

source: Kernel Options: ide
af: Kernopsies: ide
el: Επιλογές Πυρήνα: ide
hi: कर्नेल विकल्प: ide

source: Kernel Options: splash
af: Kernopsies: splat
el: Επιλογές Πυρήνα: οθόνη εκκίνησης
hi: कर्नेल विकल्प:स्पलास

source: Choose Profile
af: Kies profiel
el: Επιλέξτε Προφίλ
hi: प्रोफाइल चुनें

source: Boot Loader Help
af: Selflaaiprogramhulp
el: Βοήθεια του Διαχειριστή Εκκίνησης

source: description
af: beskrywing
el: περιγραφή

source: Installation -- ACPI Disabled
af: Installasie -- ACPI-versper
el: Εγκατάσταση -- Το ACPI Απενεργοποιημένο

source: Installation -- Local APIC Disabled
af: Installasie -- plaaslike APIC-versper
el: Εγκατάσταση -- Το Τοπικό APIC είναι Απενεργοποιημένο

source: Installation -- Safe Settings
af: Installasie -- veilige instellings
el: Εγκατάσταση -- Ασφαλείς Ρυθμίσεις

source: text mode
af: teksmodus
el: κατάσταση κειμένου
hi: पाठ मोड

source: Software Type Selection
af: Sagtewaresoortkeuse
el: Επιλογή Τύπου Λογισμικού
hi: साफ्चटवेयर प्रकार चयन

source: Boot Installed OS
af: Selflaai-geïnstalleerde OS
el: Εκκίνηση Εγκατεστημένου Λ.Σ.

source: Installation Source
af: Installasiebron
el: Πηγή Εγκατάστασης
hi: अधिष्ठापन स्रोत

source: install
af: installeer
el: εγκατάσταση

source: boot options
af: selflaai-opsies
el: επιλογές εκκίνησης
hi: बूट विकल्प

source: network options
af: netwerk-opsies
el: επιλογές δικτύου

source: vnc options
af: vnc-opsies
el: επιλογές vnc

source: Installer Options: Network Options
af: Installeerderopsies: Netwerkopsies
el: Επιλογές Εγκατάστσαης: Επιλογές Δικτύου

source: hostip=192.168.0.10 netmask=255.255.255.0
af: gasheerip=192.168.0.10 netmasker=255.255.255.0
el: Διεύθυνση ΙΡ κόμβου=192.168.0.10 μάσκα δικτύου=255.255.255.0

source: hostip=192.168.0.10/24
af: gasheerip=192.168.0.10/24
el: Διεύθυνση ΙΡ κόμβου=192.168.0.10/24

source: network-based install
af: netwerkgebaseerde installering
el: εγκατάσταση μέσω δικτύου

source: gateway
af: deurgang
el: πύλη
hi: गेटवे

source: gateway=192.168.0.8
af: deurgang=192.168.0.8
el: πύλη=192.168.0.8

source: Installer Options: install
af: Installeerderopsies: installeer
el: Επιλογές Εγκατάστασης: εγκατάσταση

source: install=nfs://192.168.0.1/install
af: installeer=nfs://192.168.0.1/installeer
el: εγκατάσταση=nfs://192.168.0.1/install

source: Installer Options: vnc
af: Installeerderopsies: vnc
el: Επιλογές Εγκατάστασης: vnc

source: vnc=1 vncpassword=example
af: vnc=1 vncwagwoord=voorbeeld
el: vnc=1 κωδικός πρόσβασης vnc=παράδειγμα

source: Video Mode Selection
af: Videomoduskeuse
el: Επιλογή Ρύθμισης Οθόνης

source: &Add
af: &Voeg by
bn: &যোগ করুন
el: &Προσθήκη
hi: &जोड़ें

source: &Edit
af: &Hersien
bn: &সম্পাদনা
el: &Επεξεργασία
hi: &संपादित करें

source: &Suspend Computer
af: &Skort rekenaar op
bn: কম্পিউটারকে নিলম্বিত করুন
el: Αναστολή του &Υπολογιστή
hi: कंप्यूटर सस्पैंड करें

source: Standby
af: Bystand
bn: স্ট্যান্ডবাই
el: Αναμονή
hi: स्टैंडबाइ

source: Suspend Computer
el: Αναστολή Υπολογιστή

source: Pause without logging out
el: Παύση χωρίς αποσύνδεση

source: System Information
af: Stelselinligting
bn: সিস্টেম সংক্রান্ত তথ্য
el: Πληροφορίες Συστήματος
hi: सिस्टम जानकारी

source: ERROR
af: FOUT
bn: ভুল
el: ΣΦΑΛΜΑ
hi: त्रुटि

source: Front-end for the KDE file dialog
af: Voorkant vir die KDE-lêerdialoog
bn: KDE ফাইল সংলাপটির জন্য ফ্রন্ট-এন্ড
el: Υποσύστημα χρηστικής επικοινωνίας για το διάλογο αρχείων του KDE
hi: KDE फाइल संवाद के लिए फ्रंट-एंड

source: Set dialog mode to single file (default)
af: Stel dialoogmodus op enkellêer (verstek)
bn: একক ফাইলের জন্য সংলাপ মোড স্থির করুন (ডিফল্ট)
el: Ορισμός κατάστασης διαλόγου σε ένα αρχείο (προεπιλογή)
hi: संवाद मोड को एकल फाइल (डिफॉल्ट) पर सेट करें

source: Set dialog mode to multiple file
af: Stel dialoogmodus op veelvuldige lêer
bn: যৌগিক ফাইলের জন্য সংলাপ মোড স্থির করুন
el: Ορισμός κατάστασης διαλόγου σε πολλαπλά αρχεία
hi: संवाद मोड को अनेक फाइल पर सेट करें

source: Set dialog mode to directory
af: Stel dialoogmodus op gids
bn: ডাইরেক্টরীর জন্য সংলাপ মোড স্থির করুন
el: Ορισμός κατάστασης διαλόγου σε κατάλογο
hi: संवाद मोड को डायरेक्टरी पर सेट करें

source: Print selected files
af: Druk gekose lêers
bn: নির্বাচিত ফাইলগুলি মুদ্রিত করুন
el: Εκτύπωση επιλεγμένων αρχείων
hi: चयनित फाइलों को प्रिंट करें

source: Accept nonlocal files
af: Aanvaar nie-plaaslike lêers
bn: স্থানীয় নয় এমন ফাইলগুলি গ্রহণ করুন
el: Αποδοχή nonlocal (μη τοπικών) αρχείων
hi: गैर-स्थानीय फाइलों को स्वीकार करें

source: Set initial directory
af: Stel aanvanklike gids
bn: প্রারম্ভিক ডাইরেক্টরী স্থির করুন
el: Ορισμός αρχικού καταλόγου
hi: आरंभिक डायरेक्टरी सेट करें

source: Set filter
af: Stel filter
bn: ফিল্টার স্থির করুন
el: Ορισμός φίλτρου
hi: फिल्टर सेट करें

source: Check Connection
af: Gaan verbinding na
bn: সংযোগ যাচাই করুন
el: Έλεγχος σύνδεσης
hi: कनेक्शन की जांच करें

source: Default Route
af: Verstekroete
bn: ডিফল্ট রুট
el: Προεπιλεγμένη Ανακατεύθυνση
hi: डिफॉल्ट रूट

source: Name Server
af: Naambediener
bn: নেম সার্ভার
el: Διακομιστής Ονομάτων
hi: सेवक

source: Invalid default route:
af: Ongeldige verstekroete:
bn: অবৈধ ডিফল্ট রুট:
el: Μη έγκυρος default route:
hi: अमान्य डिफॉल्ट रूट:

source: Cannot read `%1': %2
af: Kan `%1' nie lees nie: %2
bn: পড়তে পারে না `%1': %2
el: αδυναμία ανάγνωσης αρχείου "%1": %2
hi: `%1' को नहीं पढ़ सकता है: %2

source: Default route ok.
af: Verstekroete in orde.
bn: ডিফল্ট রুট ঠিক আছে।
el: Ο default route είναι ok.
hi: डिफॉल्ट रूट ठीक है।

source: Gateway Address
af: Deurgangsadres
bn: গেটওয়ে ঠিকানা
el: Διεύθυνση gateway
hi: गेटवे पता

source: Own Address
af: Eie adres
bn: নিজস্ব ঠিকানা
el: Τοπική διεύθυνση
hi: निजी पता

source: Kernel Interface
af: Kernkoppelvlak
bn: কার্নেল ইন্টারফেস
el: Διεπαφή Πυρήνα
hi: कर्नेल इंटरफेस

source: Name server failure:
af: Naambedienermislukking:
bn: নেম সার্ভারে ব্যর্থতা
el: Σφάλμα name server:
hi: नाम सर्वर असफलता:

source: no name server found in `%1'
af: geen naambediener in %1 gevind nie.
bn: `%1' এ কোনো নেম সার্ভার পাওয়া যায় নি
el: δεν βρέθηκε name server στο `%1'
hi: `%1' में कोई नाम सर्वर प्राप्त नहीं हुआ

source: waiting for reply
af: wag vir antwoord
bn: উত্তরের জন্যে অপেক্ষা করছে
el: αναμονή απάντησης
hi: उत्तर के लिए प्रतीक्षारत

source: Name server ok.
af: Naambediener in orde.
bn: নেম সার্ভার ঠিক আছে।
el: Ο name server είναι ok.
hi: नाम सर्वर ठीक है।

source: Name Server Address
af: Naambedieneradres
bn: নেম সার্ভারের ঠিকানা
el: Διεύθυνση name server
hi: नाम सर्वर पता

source: address lookup does not work
af: adresopsoek werk nie
bn: এড্রেস লুকআপ কাজ করে না
el: το address lookup δεν λειτουργεί
hi: पता अन्वेषण काम नहीं करता है

source: Configuration of the selected interface and provider:
af: Konfigurasie van die gekose koppelvlak en verskaffer:
bn: নির্বাচিত ইন্টারফেস এবং প্রদানকারীর সংরূপণ।
el: Ρυθμίσεις της επιλεγμένης διεπαφής δικτύου και παροχέα:
hi: चयनित इंटरफेस और प्रदाता का कॉन्फिगरेशन:

source: Parameter
bn: প্যারামিটার
el: Παράμετρος
hi: मानक

source: Value
af: Waarde
bn: মান
el: Τιμή
hi: वैल्यू

source: Data Rate
af: Datatempo
bn: ডেটা রেট
el: Ταχύτητα σύνδεσης
hi: डेटा दर

source: Data rate:
af: Datatempo:
bn: ডেটা রেট:
el: Ρυθμός Δεδομένων:
hi: डेटा दर:

source: Dial Prefix
af: Skakelvoorafkode
bn: ডায়াল প্রিফিক্স
el: Πρόθεμα Κλήσης
hi: डायल प्रत्यय

source: Enter the dial prefix for the interface `%1':
af: Voer die skakelvoorafkode vir die koppelvlak `%1' in:
bn: `%1' ইন্টারফেসের ডায়াল প্রিফিক্স প্রবেশ করুন:
el: Παρακαλώ εισάγετε το πρόθεμα κλήσεις για την διεπαφή '%1':
hi: इंटररफेस `%1' के लिए डायल प्रत्यय प्रविष्ट करें:

source: The dial prefix `%1' is not allowed. It must match the regular expression `%2'.
af: Die skakelvoorafkode `%1' word nie toegelaat nie. Dit moet met die gewone uitdrukking `%2' ooreenstem.
bn: ডায়াল প্রিফিক্স `%1' অনুমোদিত নয়। এটাকে অবশ্যই নিয়মিত অভিব্যক্তি `%2' এর সাথে মিলতে হবে:
el: Το πρόθεμα κλήσης '%1' δεν επιτρέπεται. Θα πρέπει να ταιριάζει με την κανονική κατάληξη '%2'.
hi: डायल प्रत्यय `%1' को अनुमति नहीं है। इसका नियमित पदावली `%2' से अवश्य मिलान होना चाहिए।

source: KInternet - Internet Tool
af: KInternet - Internet-gereedskap
bn: কেইন্টারনেট - ইন্টারনেট হাতিয়ার
el: KInternet - Εργαλείο για σύνδεση στο Internet
hi: केइंटरनेट - इंटरनेट उपकरण

source: smpppd reported an error. Connecting to the Internet is not possible. Check the log for a more detailed error message.
af: smpppd het ’n fout gerapporteer. Dit is nie moontlik om met die Internet te verbind nie. Gaan die opgawe na vir ’n meer gedetailleerde fout boodskap.
bn: smpppd একটি ত্রুটি রিপোর্ট করেছে। ইন্টারনেটের সাথে সংযোগ স্থাপন সম্ভব নয়। আরো বিস্তৃত ত্রুটি বার্তার জন্যে লগ যাচাই করুন।
el: To smpppd ανέφερε ένα σφάλμα. Η σύνδεση στο Διαδίκτυο δεν είναι δυνατή. Ελέγξτε τα αρχεία καταγραφής για περισσότερο λεπτομερή μηνύματα.
hi: smpppd ने एक त्रुटि सूचित की है। इंटरनेट से जुड़ना संभव नहीं है। अधिक विस्तृत त्रुटि संदेश के लिए लॉग की जांच करें।

source: Various Settings
af: Verskeie instellings
bn: বিবিধ সেটিং
el: Διάφορες ρυθμίσεις...
hi: विभिन्न सेटिंग्स

source: View Configuration
af: Kyk na konfigurasie
bn: সংরূপণ দেখুন
el: Προβολή Ρυθμίσεων
hi: सोमनुरूपण

source: Configure with YaST2...
af: Konfigureer met YaST2 ...
bn: YaST2 দিয়ে সংরূপণ করুন
el: Ρύθμιση με το YaST2...
hi: YaST2 के साथ कॉन्फिगर करें...

source: Set Dial Prefix...
af: Stel skakelvoorafkode ...
bn: ডায়াল প্রিফিক্স সেট করুন
el: Ορίστε το Πρόθεμα Κλήσης...
hi: डायल प्रत्यय सेट करें...

source: View Log
af: Kyk na opgawes
bn: লগ দেখুন
el: Προβολή της Καταγραφής
hi: व्यू लॉग

source: View Data Rate
af: Kyk na datatempo
bn: ডেটা রেট দেখুন
el: Προβολή της Ταχύτητας Δεδομένων
hi: व्यू डेटा दर

source: Wireless Connection...
af: Draadlose verbinding ...
bn: তারবিহীন সংযোগ...
el: Ασύρματη Σύνδεση...
hi: वायरलेस कनेक्शन...

source: Reconnect to Server
af: Verbind met bediener
bn: সার্ভারের সাথে পুনরায় সংযোগ স্থাপন করুন
el: Επανασύνδεση στον Διακομιστή
hi: सर्वर से पुन: कनेक्ट करें

source: &Interface
af: &Koppelvlak
bn: ইন্টারফেস
el: &Διασύνδεση
hi: &इंटरफेस

source: &Provider
af: &Verskaffer
bn: সরবরাহ করে:
el: &Παροχέας
hi: देता है:

source: St&art
af: Be&gin
bn: শুরু&করুন
el: &Εκκίνηση
hi: आ&रंभ

source: &Hang-Up
af: &Beëindig oproep
bn: &হ্যাং-আপ
el: &Κλείσιμο
hi: &हैंग-अप

source: &Add Link
af: &Voeg skakel by
bn: &যোগসূত্র যোগ করুন
el: &Προσθήκη Δεσμού
hi: &लिंक जोड़ें

source: &Remove Link
af: &Verwyder skakel
bn: সরাও
el: Α&φαίρεση Δεσμού
hi: हटाऐ

source: Should KInternet start automatically when you log in?
af: Behoort KInternet outomaties te begin wanneer u aanteken?
bn: আপনি লগ-ইন করার সময়ে কেইন্টারনেট আপনা থেকে শুরু হবে কি?
el: Θέλετε το KInternet να τρέχει αυτόματα όταν κάνετε login?
hi: जब आप लॉगइन करें तो क्या केइंटरनेट स्वत: आरंभ होना चाहिए?

source: Start Automatically
af: Begin outomaties
bn: আপনা থেকেই শুরু করুন
el: Αυτόματη Εκκίνηση
hi: स्वत: आरंभ करें

source: Do Not Start
af: Moenie begin nie
bn: শুরু করবেন না
el: Να Μην Ξεκινήσει
hi: आरंभ नहीं करें

source: Log
af: Opgawe
bn: লগ
el: Καταγραφή
hi: लॉग

source: This is the complete log:
af: Dit is die volledige opgawe:
bn: এটাই হল সম্পূর্ণ লগ:
el: Αυτό είναι ολόκληρο το αρχείο καταγραφής:
hi: यह संपूर्ण लॉग है :

source: Save to File...
af: Berg na lêer ...
bn: ফাইলে সংরক্ষণ করুন
el: Αποθήκευση σε αρχείο...
hi: फाइल में सहेजें...

source: Save Log As
af: Berg opgawe as
bn: লগ এইরূপে সংরক্ষণ করুন
el: Αποθήκευση Καταγραφής Ως
hi: के रूप में लॉग को सहेजें

source: File already exists. Overwrite it?
af: Lêer bestaan reeds. Oorskryf dit?
bn: ফাইল ইতোমধ্যেই বিদ্যমান। এটিকে মুছে আবার লিখবেন?
el: Το αρχείο υπάρχει ήδη. Αντικατάσταση;
hi: फाइल पहले से ही मौजूद है। इसे ओवरराइट करना है?

source: Cannot open file for writing.
af: Kan lêer nie vir skryf open nie.
bn: লেখার জন্যে ফাইল খুলতে পারে না।
el: Δεν μπορώ να ανοίξω το αρχείο για εγγραφή.
hi: लेखन के लिए फाइल नहीं खोल सकता है।

source: Be quiet and exit if connection to smpppd fails or KInternet is already running
af: Wees stil en gaan uit indien verbinding om smpppd te open misluk of indien KInternet reeds loop
bn: যদি smpppd এর সাথে সংযোগ ব্যর্থ হয় অথবা কেইন্টারনেট ইতোমধ্যেই চলন্ত থাকে তাহলে শান্ত থাকুন এবং প্রস্থান করুন।
el: Ησυχία και έξοδος εαν η σύνδεση στο smpppd αποτύχει ή το KInternet τρέχει ήδη
hi: यदि smpppd से कनेक्शन असफल रहता है या केइंटरनेट पहले से ही रन कर रहा है तो शांत रहें और बाहर आ जाएं

source: Wait for kicker application
af: Wag vir skoppertoepassing
bn: কিকার প্রয়োগের জন্যে অপেক্ষা করুন
el: Αναμονή για εφαρμογή kicker
hi: किकर अनुप्रयोग के लिए प्रतीक्षा करें

source: Don't dock into the kde kicker
af: Moenie by die kde-skopper vasmeer nie
bn: কেডিই কিকারে ডক করবেন না
el: Μη προσάρτηση στον kde kicker
hi: kde किकर में डॉक न करें

source: Run inside a swallow enviroment, eg. swallow in FVWMButtons
af: Loop binne ’n vlak omgewing, bv. vlak in FVWMButtons
bn: সোয়ালো পরিবেশের অভ্যন্তরে চালান, যেমন FVWMButtons-এ সোয়ালো
el: Τρέξε μέσα σε ένα ενσωματωμένο περιβάλλον, π.χ. ενσωμάτωση σε FVWMButtons
hi: किसी ग्रसनयोग्य परिवेश के अंदर रन करें, उदाहरणार्थ FVWMButtons में ग्रसन

source: KInternet is already running. It is the small icon showing a connector in your panel.
af: KInternet loop reeds. Dit is die klein ikoon wat ’n verbinder in u paneel toon.
bn: কেইন্টারনেট ইতোমধ্যেই চলছে। এটি হল আপনার প্যানেলে কানেক্টর প্রদর্শনকারী ছোট একটি আইকন।
el: Το KInternet τρέχει ήδη. Είναι το μικρό εικονίδιο με τον connector , στον πίνακα.
hi: केइंटरनेट पहले से चल रहा है। यह छोटा सा आइकन आपके पैनल में एक कनेक्टर को दर्शा रहा है।

source: Enter the password for the provider `%1':
af: Voer die wagwoord vir die `%1' bediener in.
bn: `%1' প্রদানকারীর জন্যে পাসওয়ার্ড প্রবেশ করুন:
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασης για τον παροχέα διαδικτύου '%1':
hi: प्रदाता `%1' के लिए पासवर्ड प्रविष्ट करें :

source: WEP - Key Input Dialog
af: WEP - sleutelinsetdialoog
bn: WEP - কি ইনপুট আলাপচারিতা
el: WEP - Διάλογος Εισαγωγής Κλειδιού
hi: WEP – कुंजी इनपुट संवाद

source: Insert WEP key:
af: Voer WEP-sleutel in:
bn: WEP কি প্রবেশ করুন:
el: Εισαγωγή κλειδιού WEP:
hi: WEP कुंजी डालें :

source: Select WEP key type:
af: Kies WEP-sleutelsoort:
bn: WEP কিয়ের ধরন বাছুন:
el: Επιλογή τύπου κλειδιού WEP:
hi: WEP कुंजी प्रकार का चयन करें :

source: Select WEP authentication mode:
af: Kies WEP-bekragtigingsmodus:
bn: WEP সত্যতা যাচাইয়ের মোড বাছুন
el: Επιλογή κατάστασης πιστοποίησης WEP:
hi: WEP प्रमाणीकरण मोड का चयन करें :

source: Wireless LAN - Dialog
af: Draadlose LAN-dialoog
bn: ওয়্যারলেস LAN - আলাপচারিতা
el: Ασύρματο LAN - Διάλογος
hi: वायरलैस LAN - संवाद

source: Current Connection
af: Huidige verbinding
bn: বর্তমান সংযোগ
el: Τρέχουσα Σύνδεση
hi: वर्तमान कनेक्शन

source: Value(s)
af: Waarde(s)
bn: মান
el: Τιμή(ές)
hi: वैल्यू

source: Signal quality:
af: Seingehalte:
bn: সিগনালের মান:
el: Ποιότητα σήματος:
hi: संकेत गुणवत्ता :

source: Associated:
af: Geassosieer:
bn: সংশ্লিষ্ট:
el: Συνεργάσιμο:
hi: संबद्ध :

source: Lo&g - Signal Strength
af: Opg&awe - seinsterkte
bn: লগ - সিগনালের শক্তি
el: Σύνδεσ&η - Δύναμη Σήματος
hi: लॉ&ग – संकेत की शक्ति

source: Scan for Wireless &Networks
af: Skandering vir draadlose &netwerke
bn: ওয়্যারলেস নেটওয়ার্ক
el: Ανίχνευση για Ασύρματα Δίκτυ&α
hi: वायरलेस नेटवर्क

source: Accoustic scan
af: Akoestiese skandering
bn: একাউস্টিক স্ক্যান
el: Ακουστική σάρωση
hi: एकॉस्टिक स्कैन

source: Auto refresh
af: Outovernuwe
bn: স্বয়ং রিফ্রেশ
el: Αυτόματη ανανέωση
hi: स्वत: रीफ्रेश

source: Start Active Scan
af: Begin aktiewe skandering
bn: সক্রিয় স্ক্যান শুরু করুন
el: Εκκίνηση Ενεργής Σάρωσης
hi: सक्रिय स्कैन आरंभ करें

source: Start &YaST
af: Begin &YaST
bn: YaST শুরু করুন
el: Εκκίνηση &YaST
hi: &YaST आरंभ करें

source: Connect
af: Verbind
bn: সংযোগ স্থাপন
el: Σύνδεση
hi: कनेक्ट

source: Name/ESSID
af: Naam/ESSID
bn: নাম /ESSI
el: Όνομα/ESSID
hi: नाम/ESSID

source: Signal
af: Sein
bn: সিগনাল
el: Σήμα
hi: संकेत

source: MAC Address
af: MAC-adres
bn: MAC ঠিকানা
el: Διεύθυνση MAC
hi: MAC पता

source: Frequency
af: Frekwensie
bn: কম্পাঙ্ক
el: Συχνότητα
hi: आवृति

source: Channel
af: Kanaal
bn: চ্যানেল
el: Κανάλι
hi: चैनल

source: Authentication with the server failed.
af: Bekragtiging met die bediener het misluk.
bn: সার্ভারের সাথে সত্যতা যাচাই ব্যর্থ হয়েছে।
el: Η πιστοποίηση με τον διακομιστή απέτυχε.
hi: सर्वर के साथ प्रमाणीकरण असफल रहा।

source: Connection closed by server.
af: Verbinding deur bediener gesluit.
bn: সংযোগ সার্ভার দ্বারা বন্ধ হয়েছে।
el: Η σύνδεση τερματίστηκε από τον διακομιστή
hi: सर्वर द्वारा कनेक्शन बंद किया गया।

source: Connection to server lost.
af: Verbinding na bediener verbreek.
bn: সার্ভারের সাথে সংযোগ ব্যর্থ হয়েছে।
el: Η σύνδεση με τον διακομιστή τερματίστηκε.
hi: सर्वर से कनेक्शन खत्म हो गया।

source: Could not connect to local server. Maybe smpppd is not running or you are not member of the group "dialout". Also check the server settings in the dialog "Various Settings".
af: Kon nie met plaaslike bediener verbind nie. Dalk loop smpppd nie, of u is nie lid van die groep "uitskakel" nie. Gaan ook die bedienerinstellings in die dialoog "Verskeie instellings" na.
bn: স্থানীয় সার্ভারের সাথে সংযোগ স্থাপন করতে পারে নি। smpppd চলছে না অথবা আপনি "ডায়ালআউট" গ্রুপের সদস্য নন। "বিবিধ সেটিং" আলাপচারিতায় সার্ভার সেটিংগুলি যাচাই করুন।
el: Αδύνατη η σύνδεση με τον τοπικό διακομιστή. Ίσως δεν τρέχει ο smpppd, ή δεν είστε μέλος της ομάδας "dialout". Επίσης ελέγξτε την ρύθμιση του διακομιστή στο διάλογο "Διάφορες ρυθμίσεις".
hi: स्थानीय सर्वर से कनेक्ट नहीं कर सकता। हो सकता है कि smpppd रन नहीं कर रहा हो या आप समूह "dialout" के सदस्य न हों। संवाद "Various Settings" में सर्वर सेटिंग्स भी जांच लें।

source: Connection to remote server refused. Maybe smpppd is not running. Also check the server settings in the dialog "Various Settings".
af: Verbinding met afstandsbediener geweier. Dalk loop smpppd nie. Gaan ook die bedienerinstellings in die dialoog "Verskeie instellings" na.
bn: দূরস্থ সার্ভারের সাথে সংযোগ প্রত্যাখ্যাত। হয়ত smpppd চলছে না। "বিবিধ সেটিং" আলাপচারিতায় সার্ভার সেটিংগুলিও যাচাই করুন।.
el: Η σύνδεση με τον απομακρυσμένο διακομιστή απορρίφθηκε. Ίσως δεν τρέχει ο smpppd, Επίσης ελέγξτε την ρύθμιση του διακομιστή στο διάλογο "Διάφορες ρυθμίσεις".
hi: रिमोट सर्वर से कनेक्शन अस्वीकृत हो गया। हो सकता है कि smpppd रन नहीं कर रहा है संवाद "Various Settings" में सर्वर सेटिंग्स भी जांच लें।

source: Connection to local and remote server refused. Maybe smpppd is not running or you are not member of the group "dialout". Also check the server settings in the dialog "Various Settings".
af: Verbinding met plaaslike en afstandsbediener geweier. Dalk loop smpppd nie of is u nie lid van die groep "uitskakel" nie. Gaan ook die bedienerinstellings in die dialoog "Verskeie instellings" na.
bn: স্থানীয় ও দূরস্থ সার্ভারের সাথে সংযোগ প্রত্যাখ্যাত। হয়ত smpppd চলছে না অথবা আপনি "ডায়ালআউট" গ্রুপের সদস্য নন। "বিবিধ সেটিং" আলাপচারিতায় সার্ভার সেটিংগুলিও যাচাই করুন।".
el: Η σύνδεση με τον τοπικό και τον απομακρυσμένο διακομιστή απορρίφθηκε. Ίσως δεν τρέχει ο smpppd, ή δεν είστε μέλος του group "dialout". Επίσης ελέγξτε την ρύθμιση του διακομιστή στο διάλογο "Διάφορες ρυθμίσεις".
hi: स्थानीय और रिमोट सर्वर से कनेक्शन अस्वीकृत हो गया। हो सकता है कि smpppd रन न कर रहा हो या आप समूह "dialout" के सदस्य न हों। संवाद "Various Settings" में सर्वर सेटिंग्स भी जांच लें।

source: No Action
af: Geen aksie nie
bn: কোন ক্রিয়া নেই
el: Καμία Ενέργεια
hi: क्रिया

source: Menu
af: Kieslys
bn: মেনু
el: Μενού
hi: मेन्यू
