Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Tools and libraries for software development using C/C++ and other derivative of the C programming language.
el: Εργαλεία και βιβλιοθήκες για ανάπτυξη λογισμικού χρησιμοποιώντας την C/C++ και άλλα παράγωγα της γλώσσας προγραμματισμού C.

source: GNOME development packages.
el: Πακέτα ανάπτυξης GNOME.

source: Integrated Development Environments
el: Ενσωματωμένα Περιβάλλοντα Ανάπτυξης

source: Integrated Development Environments.
el: Ενσωματωμένα Περιβάλλοντα Ανάπτυξης

source: Java Development
el: Ανάπτυξη Java

source: Tools and libraries for software development using the Java programming language.
el: Εργαλεία και βιβλιοθήκες για ανάπτυξη λογισμικού χρησιμοποιώντας τη γλώσσα προγραμματισμού Java.

source: KDE development packages.
el: Πακέτα ανάπτυξης KDE.

source: Linux Kernel Development
el: Ανάπτυξη Πυρήνα Linux

source: Tools for Linux kernel development.
el: Εργαλεία για την ανάπτυξη του πυρήνα του Linux.

source: .NET Development
el: Ανάπτυξη .NET

source: Tools and libraries for .NET development using Mono.
el: Εργαλεία και βιβλιοθήκες για ανάπτυξη .NET χρησιμοποιώντας τη Mono.

source: Ruby on Rails Development
el: Ανάπτυξη Ruby on Rails

source: Tools and libraries for software development using the Ruby on Rails framework.
el: Εργαλεία και βιβλιοθήκες για ανάπτυξη λογισμικού χρησιμοποιώντας το πλαίσιο εργασίας Ruby on Rails.

source: Perl Development
el: Ανάπτυξη Perl

source: Tools and libraries for software development using the Perl programming language.
el: Εργαλεία και βιβλιοθήκες για ανάπτυξη λογισμικού χρησιμοποιώντας τη γλώσσα προγραμματισμού Perl.

source: Python Development
el: Ανάπτυξη Python

source: Tools and libraries for software development using the Python programming language.
el: Εργαλεία και βιβλιοθήκες για ανάπτυξη λογισμικού χρησιμοποιώντας τη γλώσσα προγραμματισμού Python.

source: Qt 4 Development
el: Ανάπτυξη Qt 4

source: Tools and libraries for software development using Qt 4, the latest version of the Qt toolkit.
el: Εργαλεία και βιβλιοθήκες για ανάπτυξη λογισμικού χρησιμοποιώντας Qt 4, την τελευταία έκδοση του Qt toolkit.

source: RPM Build Environment
el: Περιβάλλον Ανάπτυξης RPM

source: Minimal set of tools and libraries for building packages using the RPM package manager.
el: Ελάχιστο πακέτο εργαλείων και βιβλιοθηκών για τη δημιουργία πακέτων χρησιμοποιώντας το διαχειριστή πακέτων RPM.

source: Ruby Development
el: Ανάπτυξη Ruby

source: Tools and libraries for software development using the Ruby programming language.
el: Εργαλεία και βιβλιοθήκες για ανάπτυξη λογισμικού χρησιμοποιώντας τη γλώσσα προγραμματισμού Ruby.

source: Tcl/Tk Development
el: Ανάπτυξη Tcl/Tk

source: Tools and libraries for development using Tcl and Tk.
el: Εργαλεία και βιβλιοθήκες για ανάπτυξη χρησιμοποιώντας Tcl και Tk.

source: Web Development
el: Ανάπτυξη Web

source: Tools and libraries for Web application development.
el: Εργαλεία και βιβλιοθήκες για ανάπτυξη εφαρμογής Web.

source: YaST Development
el: Ανάπτυξη YaST

source: Tools and libraries for developing YaST modules, the setup and configuration tool for openSUSE.
el: Εργαλεία και βιβλιοθήκες για την ανάπτυξη μονάδων YaST, το εργαλείο εγκατάστασης και ρύθμισης του openSUSE.

source: DHCP and DNS Server
el: Εξυπηρετητές DHCP και DNS

source: Software to set up a server for the Dynamic Host Configuration Protocol (DHCP) and the Domain Name System (DNS) services. DHCP provides configuration parameters to client computers to integrate them into a network, whereas DNS delivers information associated with domain names, in particular, the IP address.
el: Λογισμικό για την εγκατάσταση ενός διακομιστή για τις υπηρεσίες Dynamic Host Configuration Protocol (DHCP) και το Domain Name System (DNS). Το DHCP σας παρέχει παραμέτρους ρύθμισης σε υπολογιστές πελάτες για ενσωμάτωση τους σε ένα δίκτυο, όπου το DNS παραδίδει πληροφορία που σχετίζεται με ονόματα domain, συγκεκριμένα, την IP διεύθυνση.

source: Directory Server (LDAP)
el: Διακομιστής Καταλόγου (LDAP)

source: Software to set up a directory server with OpenLDAP. The Lightweight Directory Access Protocol (LDAP) is used to access online directory services.
el: Λογισμικό για την εγκατάσταση ενός διακομιστή καταλόγου με OpenLDAP. Το Lightweight Directory Access Protocol (LDAP) χρησιμοποιείται για την πρόσβαση σε υπηρεσίες online καταλόγου.

source: Help and Support Documentation
el: Κείμενα Βοήθειας και Υποστήριξης

source: Enhanced Base System
el: Ενισχυμένο Βασικό Σύστημα

source: This is the enhanced base runtime system with lots of convenience packages.
el: Αυτό είναι ένα βελτιωμένο βασικό σύστημα λειτουργίας με πολλά πακέτα ευκολιών.

source: File Server
el: Διακομιστής Αρχείων

source: File services to host files so that they may be accessed or retrieved by other computers on the same network. This includes the FTP, SMB, and NFS protocols.
el: Υπηρεσίες αρχείων στα αρχεία διακομιστών έτσι ώστε μπορούν να προσεγγιστούν ή να ανακτηθούν από άλλους υπολογιστές στο ίδιο δίκτυο. Αυτό περιλαμβάνει τα πρωτόκολλα FTP, SMB, και NFS.

source: Base fonts and font configuration.
el: Βασικές γραμματοσειρές και ρύθμιση γραμματοσειρών.

source: A collection of games.
el: Μια συλλογή παιχνιδιών.

source: Internet Gateway
el: Πύλη Διαδικτύου

source: Software to set up a proxy, firewall, and gateway server, including a virtual private network (VPN) gateway.
el: Λογισμικό για την εγκατάσταση ενός proxy, firewall και διακομιστή gateway, περιλαμβάνοντας μια gateway εικονικού ιδιωτικού δικτύου (VPN).

source: GNOME Desktop Environment
el: Περιβάλλον Ανάπτυξης GNOME

source: The GNOME desktop environment is an intuitive and attractive desktop for users.
el: Το περιβάλλον ανάπτυξης GNOME είναι ένα διαισθητικό και ελκυστικό περιβάλλον εργασίας για τους χρήστες.

source: GNOME Administration Tools
el: Εργαλεία Διαχείρισης Gnome

source: Administration Tools e.g. for desktop lockdown
el: Εργαλεία Διαχείρισης π.χ. για κλείδωμα της επιφάνειας εργασίας

source: GNOME Base System
el: Βασικό Σύστημα GNOME

source: Base packages for the GNOME desktop environment.
el: Βασικά πακέτα για το περιβάλλον εργασίας GNOME.

source: GNOME Games
el: Παιγνίδια GNOME

source: GNOME Integrated Development Environment
el: Ενσωματωμένο Περιβάλλον Ανάπτυξης GNOME

source: Development under GNOME
el: Ανάπτυξη κάτω από το GNOME

source: GNOME Graphics
el: Γραφικά GNOME

source: Handling of digital photos and graphics
el: Χειρισμός των ψηφιακών φωτογραφιών και γραφικών

source: GNOME Internet
el: Διαδίκτυο GNOME

source: GNOME Internet Applications
el: Εφαρμογές Διαδικτύου GNOME

source: GNOME Tools designed specifically for use with laptop computers.
el: GNOME Εργαλεία σχεδιασμένα ειδικά για χρήση με φορητούς υπολογιστές.

source: GNOME Multimedia
el: Πολυμέσα GNOME

source: GNOME Office
el: Γραφείο GNOME

source: GNOME Utilities
el: Εργαλεία GNOME

source: GNOME Desktop Effects
el: Εφέ Επιφάνειας Εργασίας GNOME

source: YaST GNOME User Interfaces
el: YaST GNOME Διεπιφάνειες Χρήστη

source: Graphical YaST user interfaces for the GNOME desktop.
el: Γραφικές YaST διεπαφές χρήστη για την επιφάνεια εργασίας GNOME.

source: High Availability
el: Μεγάλη Διαθεσιμότητα

source: Provide tools to ensure a high degree of operational continuity and reduce the downtimes of your system.
el: Παροχή εργαλειών για να εξασφαλίσετε έναν υψηλό βαθμό λειτουργικής συνοχής και να μειώσετε τους χρόνους διακοπής του συστήματός σας.

source: Handling of digital photos and graphics.
el: Χειρισμός των ψηφιακών φωτογραφιών και γραφικών.

source: KDE Desktop Environment
el: Γραφικό Περιβάλλον KDE

source: KDE Administration Tools
el: Εργαλεία Διαχείρισης KDE

source: KDE Base System
el: Βασιό Σύστημα KDE

source: KDE4 Base System
el: Βασικό Σύστημα KDE4

source: Base packages for the KDE4 desktop environment. KDE4 is the next major KDE release.
el: Βασικά πακέτα για το περιβάλλον εργασίας KDE 4. Το KDE 4 είναι η επόμενη κύρια έκδοση KDE.

source: Base packages for the KDE desktop environment.
el: Βασικά πακέτα για το γραφικό περιβάλλον KDE.

source: KDE Edutainment
el: KDE Παίζω και Μαθαίνω

source: KDE Games
el: Παιγνίδια KDE

source: KDE Help System
el: Σύστημα Βοήθειας KDE

source: KDE Integrated Development Environment
el: Ενσωματωμένο Περιβάλλον Ανάπτυξης KDE

source: Development under KDE
el: Ανάπτυξη κάτω από KDE

source: KDE Graphics
el: Γραφικά KDE

source: KDE Internet
el: Διαδίκτυο KDE

source: KDE Internet Applications
el: Εφαρμογές Διαδικτύου KDE

source: KDE Tools designed specifically for use with laptop computers.
el: KDE Εργαλεία σχεδιασμένα ειδικά για χρήση με φορητούς υπολογιστές.

source: KDE Multimedia
el: Πολυμέσα KDE

source: KDE Office
el: Γραφείο KDE

source: KDE System
el: Σύστημα KDE

source: KDE Utilities
el: Εφαρμογές KDE

source: KDE Desktop Effects
el: Εφέ Επιφάνειας Εργασίας KDE

source: Kernel Development
el: Ανάπτυξη Πυρήνα

source: Kernel development packages
el: Πακέτα ανάπτυξης πυρήνα

source: Web and LAMP Server
el: Διακομιστής Δικτύου και LAMP

source: Software to set up a Web server that is able to serve static, dynamic, and interactive content (like a Web shop). This includes Apache HTTP Server, the database management system MySQL, and scripting languages such as PHP, Python, Ruby on Rails, or Perl.
el: Λογισμικό για την διαμόρφωση ενός κεντρικού υπολογιστή δικτύου που θα είναι σε θέση να εξυπηρετήσει το στατικό, δυναμικό, και διαδραστικό περιεχόμενο (όπως ένα Web shop). Αυτό περιλαμβάνει τον διακομιστή HTTP Apache, το σύστημα MySQL διαχείρισης βάσεων δεδομένων, και τις γλώσσες σεναρίων όπως PHP, Python, Ruby on Rails, ή Perl.

source: Laptop
el: Φορητός
hi: लैपटॉप

source: Tools designed specifically for laptop computers.
el: Εργαλεία σχεδιασμένα ειδικά για φορητούς υπολογιστές.

source: Mail and News Server
el: Διακομιστής Αλληλογραφίας και Νέων

source: Software to set up electronic mail and message services to handle e-mail, mailing, and news lists, including a virus scanner to scan messages at the server level.
el: Λογισμικό για την εγκατάσταση ηλεκτρονικής αλληλογραφίας και υπηρεσιών μηνυμάτων με σκοπό τη διαχείριση e-mail, λίστες e-mail και νέων περιλαμβανομένου και ενός ανιχνευτή ιών για τη σάρρωση των μηνυμάτων στο επίπεδο του διακομιστή.

source: Miscellaneous Server
el: Διακομιστής Διαφόρων

source: Miscellaneous Server.
el: Διακομιστής Διαφόρων.

source: Multimedia players, sound editing tools , video and image manipulation applications.
el: Εφαρμογές αναπαραγωγής πολυμέσων, εργαλεία επεξεργασίας ήχου, βίντεο και διαχείρισης εικόνας.

source: Mono Development
el: Ανάπτυξη Mono

source: MONO development packages
el: Πακέτα ανάπτυξης MONO

source: Network Administration
el: Διαχείριση Δικτύου

source: Tools for administering and debugging networks.
el: Εργαλεία για τη διαχείριση και την αποσφαλμάτωση δικτύων.

source: Misc. Proprietary Packages
el: Διάφορα Εμπορικά Πακέτα

source: Packages that are proprietary and not under an Open Source license.
el: Πακέτα που είναι εμπορικά και όχι κάτω από μια άδεια Open Source.

source: Java Environment
el: Περιβάλλον Java

source: Proprietary Java packages.
el: Εμπορικά πακέτα Java.

source: Novell Applications
el: Εφαρμογές Novell

source: Software used to connect to traditional Novell services, including eDirectory, GroupWise, and iPrint.
el: Λογισμικό που χρησιμοποιούντο για να συνδέσει παραδοσιακές υπηρεσίες Novell, συμπεριλαμβανομένου του eDirectory, GroupWise και iPrint.

source: Office Software
el: Λογισμικό Γραφείου

source: Office software for your desktop environment including OpenOffice.org.
el: Λογισμικό γραφείου για το περιβάλλον εργασίας σας που περιλαμβάνει και το OpenOffice.org

source: Oracle Server Base
el: Βασικός Διακομιστής Oracle

source: Set up the server for installing Oracle databases.
el: Διαμόρφωση του διακομιστή για εγκατάσταση βάσεων δεδομένων Oracle.

source: Print Server
el: Διακομιστής Εκτυπώσεων

source: Software used to host print queues so that they may be accessed by other computers on the same network. LPD, CUPS, and SMB print servers and queues are supported.
el: Λογισμικό που χρησιμοποιείται στις σειρές αναμονής διακομιστών εκτύπωσης ετσι ώστε μπορούν να προσεγγιστούν από άλλους υπολογιστές στο ίδιο δίκτυο. Υποστηρίζονται LPD, CUPS και διακομιστές εκτύπωσης SMB.

source: Remaining Software
el: Υπολοιπόμενο Λογισμικό

source: Remote Desktop
el: Απομακρυσμένη Επιφάνεια Εργασίας
hi: दूरस्थ डेस्कटॉप

source: Tools to access a remote desktop.
el: Εργαλεία για την πρόσβαση σε μια απομακρυσμένη επιφάνεια εργασίας.

source: SAP Application Server Base
el: Βασικός Διακομιστής Εφαρμογής SAP

source: Set up the server for installing SAP systems.
el: Διαμόρφωση του διακομιστή για την εγκατάσταση συστημάτων SAP.

source: Software Management
el: Διαχείριση Λογισμικού

source: This pattern provides a graphical application and a command line tool for keeping your system up to date.
el: Αυτό το μοτίβο σας παρέχει ένα γραφικό περιβάλλον και μια γραμμή εντολών για να κρατάτε το σύστημα σας ενήμερο.

source: Package Management - Graphical Tools for GNOME
el: Διαχείριση Πακέτων - Γραφικά Εργαλεία για GNOME

source: Package Management - Graphical Tools
el: Διαχείριση Πακέτων - Γραφικά Εργαλεία

source: Package Management - Graphical Tools for KDE
el: Διαχείριση Πακέτων - Γραφικά Εργαλεία για KDE

source: Tests for the Update Stack
el: Δοκιμές για το Update Stack

source: Packages used for testing that the update stack works. These tiny packages do not have any functionality themselves.
el: Πακέτα που χρησιμοποιούνται για τη δοκιμή που το update stack λειτουργεί. Αυτά τα μικροσκοπικά πακέτα δεν έχουν οποιαδήποτε λειτουργικότητα τα ίδια.

source: Voice Over IP Clients
el: Πελάτες για Φωνή Διαμέσου IP

source: Client applications for Internet telephony.
el: Εφαρμογές πελάτες για τηλεφωνία internet.

source: Voice Over IP Server
el: Διακομιστής Φωνής Διαμέσου IP

source: Voice over IP server.
el: Διακομιστής Φωνής μέσω IP.

source: Web-Based Enterprise Management
el: Διαχείριση Επιχείρισης Βασισμένης στο Web

source: Web-based enterprise management.
el: Διαχείρηση επιχείρισης βασισμένης στο Web.

source: XFCE Desktop Environment
el: Περιβάλλον εργασίας XFCE

source: Xfce is a lightweight desktop environment for various *NIX systems.
el: Το Xfce είναι ένα ελαφρύ περιβάλλον εργασία για ποικίλα *NIX συστήματα.

source: Desktop Effects
el: Εφέ Επιφάνειας Εργασίας

source: All you need to make use of 3D desktop effects.
el: Όλα που χρειάζεστε για να κάνετε χρήση των τρισδιάστατων εφέ.

source: X Window System
el: Σύστημα X Window

source: The X Window System provides the only standard platform-independent networked graphical window system bridging the heterogeneous platforms in today's enterprise: from network servers to desktops, thin clients, laptops, and handhelds, independent of operating system and hardware.
el: Το Χ Window System παρέχει τη μόνη τυποποιημένη πλατφόρμα-ανεξάρτητο δικτυωμένο γραφικό σύστημα παραθύρων γεφυρώνοντας τις ετερογενείς πλατφόρμες στη σημερινή επιχείρηση: από τους κεντρικούς υπολογιστές δικτύων στους υπολογιστές γραφείου, thin clients, laptops, και handhelds, ανεξάρτητα από το λειτουργικό σύστημα και το υλικό.

source: x86 Runtime Environment
el: Περιβάλλον Λειτουργίας x86

source: Xen Virtual Machine Host Server
el: Διακομιστής Εξυπηρέτησης Εικονικής Μηχανής XEN

source: Software to set up a server for configuring, managing, and monitoring virtual machines on a single physical machine.
el: Λογισμικό για την διαμόρφωση ενός διακομιστή για ρύθμιση, διαχείριση και παρακολούθηση εικονικών μηχανών σε μια απλή φυσική μονάδα.

source: YaST System Administration
el: YaST Διαχείριση Συστήματος

source: YaST tools for basic system administration.
el: Εργαλεία YaST για βασική διαχείριση συστήματος.

source: YaST Installation Packages
el: Εγκατάσταση Πακέτων YaST

source: YaST tools for installing your system.
el: Εργαλεία YaST για την εγκατάσταση του συστήματός σας

source: SDK: Documentation Tools
el: SDK: Εργαλεία Τεκμηρίσωσης

source: Tools for creating development-related documentation, specifications etc.
el: Εργαλεία για τη δημιουργία τεκμηρίωσης σχετικής με την ανάπτυξη, προδιαγραφών κλπ.

source: SDK: Programming Libraries
el: SDK: Βιβλιοθήκες Προγραμματισμού

source: Miscellaneous programming libraries.
el: Διάφορες βιβλιοθήκες προγραμματισμού

source: SDK: Miscellaneous
el: SDK: Διάφορα

source: Miscellaneous software development tools.
el: Διάφρα εργαλεία ανάπτυξης λογισμικού

source: SDK: Version Control Systems
el: SDK: Συστήμα Ελέγχου Έκδοσης

source: Tools for version control and project management.
el: Εργαλεία για έλεγχο έκδοσης και διαχείριση έργου.

source: Base Technologies
el: Βασικές Τεχνολογίες

source: Development
el: Ανάπτυξη
hi: विकास

source: Graphical Environments
el: Γραφικά Περιβάλλοντα

source: Proprietary Software
el: Εμπορικό Λογισμικό

source: Desktop Functions
el: Λειτουργίες Επιφάνειας Εργασίας

source: Server Functions
el: Λειτουργίες Διακομιστή

source: Primary Functions
el: Πρωτεύουσες Λειτουργίες

source: Desktops
el: Επιφάνειες Εργασίας

source: Additional Software
el: Πρόσθετο Λογισμικό

source: GNOME Desktop
el: Επιφάνεια Εργασίας GNOME

source: KDE Desktop
el: Επιφάνεια Εργασίας KDE

source: Not yet classified
el: Όχι ακόμα ταξινομημένος

source: &Remove
af: &Verwyder
bn: সরাও
el: &Αφαίρεση
hi: हटाऐ

source: Configuration
af: Konfigurasie
bn: সংরূপণ
ca: Configuració
cs: Konfigurace
de: Konfiguration
el: Ρύθμιση
hi: सोमनुरूपण
hu: Beállítások
it: Configurazione
ja: 環境設定
nb: Konfigurasjon
pl: Konfiguracja
pt_br: Configuração
ro: Configuraţie
sk: Nastavenie

source: Switch Application Setup
af: Wissel toepassing-opstelling
bn: সুইচ প্রয়োগ সেটআপ
el: Εναλλαγή Εγκατάστασης Εφαρμογής
hi: अप्रयोग सेटअप बदलें

source: Switch application:
af: Wissel toepassing
bn: সুইচ প্রয়োগ:
el: Εναλλαγή εφαρμογής:
hi: अनुप्रयोग बदलें

source: Run in terminal
af: Loop in terminaal
bn: টার্মিনালে চালান
el: Εκτέλεση στο τερματικό
hi: टर्मिनल में चलाएं

source: Allow switching by non-root users
af: Laat wisseling deur nie-stamgebruikers toe
bn: নন-রুট ব্যবহারকারীদের দ্বারা বদলের অনুমতি দিন
el: Άδεια εναλλαγής από non-root χρήστες
hi: गैर-मूल प्रयोगकर्त्ताओं द्वारा परिवर्तन की अनुमति दें

source: &Accept
af: &Aanvaar
bn: &স্বীকার করুন
el: &Δεκτό
hi: &स्वीकार करें

source: Choose Switch Application
af: Kies wisseltoepassing
bn: সুইচ প্রয়োগ বাছুন
el: Επιλογή Αλλαγής Εφαρμογής
hi: अनुप्रयोग बदलना चुनें

source: You selected to allow profile switching by normal users. The SUID bit of the configured switch application will be set. This may be a security risk, especially when using an SCPM front-end that lacks SCPM user management. Enable this feature?
af: U het gekies om profielwisseling deur gewone gebruikers toe te laat. Die SUID-gedeelte van die gekonfigureerde wisseltoepassing sal gestel word. Dit is dalk ’n veiligheidsrisiko, veral wanneer ’n SCPM-voorkant waar SCPM-gebruikerbestuur ontbreek, gebruik word. Ontsper hierdie eienskap?
bn: আপনি স্বাভাবিক ব্যবহারকারীদের দ্বারা প্রোফাইল সুইচিংয়ের অনুমতি দেওয়া বেছেছেন। সংরূপিত সুইচ প্রয়োগের SUID বিট সেট করা হবে। এটা নিরাপত্তার ঝুঁকি হতে পারে, বিশেষত এমন SCPM ফ্রন্ট-এন্ড ব্যবহারের সময়ে যার SCPM ব্যবহারকারী পরিচালনার অভাব আছে। এটি সক্রিয় করবেন?
el: Επιλέξατε να επιτραπεί η αλλαγή του profile από κανονικούς χρήστες. Το SUID bit της ρυθμιζόμενης εφαρμογής εναλλαγής θα οριστεί. Αυτό μπορεί να είναι ένα ρίσκο ασφαλείας, ειδικά όταν χρησιμοποιείται ένα SCPM front-end το οποίο δεν έχει διαχείριση χρηστών SCPM. Ενεργοποίηση αυτής της επιλογής;
hi: आपने सामान्य प्रयोगकर्त्ताओं द्वारा प्रोफाइल परिवर्तन की अनुमति देना चुना है। अनुप्रयोग बदलना विन्यास का एसयूआईडी बिट सेट कर दिया जाएगा। यह सुक्षा जोखिम होसकता है, विशेष रूप से वह एससीपीएम फ्रंट-एंड प्रयोग करते हुए जिसमें एससीपीएम प्रयोगकर्त्ताप्रबंधन की कमी है। इस विशेषता को समर्थ करें?

source: Really enable non-root switch support?
af: Ontsper werklik nie-stamwisselondersteuning?
bn: নন-রুট সুইচ সহায়তা প্রকৃতই সক্রিয় করবেন?
el: Πράγματι ενεργοποίηση της υποστήριξης εναλλαγής non-root;
hi: सचमुच गैर-मूल परिवर्तन सहयोग को समर्थ करें?

source: Enable
af: Ontsper
bn: সক্রিয় করুন
el: Ενεργοποίηση
hi: समर्थ करें

source: Do Not Enable
af: Moenie ontsper nie
bn: সক্রিয় করবেন না
el: Να Μην Ενεργοποιηθεί
hi: समर्थ न करें

source: Click to switch profile
af: Klik om profiel te wissel
bn: প্রোফাইল পালটাবার জন্য ক্লিক করুন
el: Κλικ για την εναλλαγή profile
hi: प्रोफाइल बदलें पर क्लिक करें

source: Start YaST2 Profile Manager Module...
af: Begin YaST2-profielbestuurdermodule ...
bn: YaST প্রোফাইল ম্যানেজার মডিউল শুরু করুন
el: Εκκίνηση της Λειτουργικής Μονάδας YaST2 Profile Manager
hi: वाईएएसडी2 प्रोपाइल प्रबंधन मॉड्यूल शुरू करें...

source: Configure Profile Chooser...
af: Konfigureer profielkieser ...
bn: প্রোফাইল নির্বাচক সংরূপণ করুন
el: Ρύθμιση Επιλογής Profile...
hi: प्रोफाइल चूज़र समरूपित कर रहा...

source: Run Profile Manager (SUMF)...
af: Loop profielbestuurder (SUMF) ...
bn: প্রোফাইল ম্যানেজার (SUMF) চালান
el: Εκτέλεση Profile Manager (SUMF)...
hi: प्रोफाइल प्रबंधन (एसयूएमएफ) चलाएं...

source: SCPM Profile Chooser Applet This applet provides a convenient way to choose between your installed SCPM profiles. Just click the icon and choose a profile to switch to. If you do not get a list of available profiles but instead just "SCPM not available", SCPM is probably not set up or may be locked. Use YaST2 Profile Manager to set up or unlock SCPM. Refer to the SCPM info pages more information.
af: SCPM-profielkieserminiprogram Hierdie miniprogram bied ’n gerieflike wyse om tussen u geïnstalleerde SCPM-profiele te kies. Klik net die ikoon en kies ’n profiel waarheen oorgeskakel kan word. As u nie ’n lys beskikbare profiele kry nie, maar in stede daarvan slegs "SCPM nie beskikbaar nie ", is SCPM moontlik nie opgestel nie, of is dalk gesluit. Gebruik YaST2-profielbestuurder om SCPM op te stel of te ontsluit. U word na die SCPM-inligtingsblaaie verwys vir meer inligting.
bn: SCPM প্রোফাইল নির্বাচক এপলেট এই এপলেট আপনার স্থাপিত SCPM প্রোফাইলগুলির মধ্যে থেকে বাছার একটি সুবিধাজনকউপায় প্রদান করে। শুধু আইকনে ক্লিক করুন এবং পালটাবার জন্যে একটি প্রোফাইলবাছুন। আপনি যদি উপলভ্য প্রোফাইলের তালিকা না পান কিন্তু তার পরিবর্তে শুধু"SCPM উপলভ্য নয়" পান, তাহলে SCPM সম্ভবত সেট আপ করা হয় নি অথবা হয়ত অবরুদ্ধআছে। SCPM সেট আপ বা আনলক করার জন্যে YaST2 প্রোফাইল ম্যানেজার ব্যবহার করুন।আরও তথ্যের জন্য SCPM তথ্য পৃষ্ঠা দেখুন।
el: SCPM Εφαρμογή Επιλογής Profile Αυτή η εφαρμογή σας παρέχει έναν εύκολο τρόπο για να επιλέξετε μεταξύ των εγκατεστημένων SCPM profiles. Κάντε απλά κλίκ στην εικόνα και επιλέξτε ένα profile για να αλλάξετε εκεί. Εαν δεν σας παρουσιάζεται κατάλογος με τα διαθέσιμα profiles αλλά αντίθετα μόνο "SCPM not available", το SCPM μάλλον δεν έχει εγκατασταθεί ή μπορεί να είναι κλειδωμένο. Χρησιμοποιήστε το YaST2 Profile Manager για να εγκαταστήσετε ή να ξεκλειδώσετε το SCPM. Αναφορά στις σελίδες info του SCPM για περισσότερες πληροφορίες.
hi: एससीपीएम प्रोफाइल चूज़र एप्लेट यह एप्लेट आपके इंस्टाल हुए एससीपीएम प्रोफाइलों के बीच चुनने के लिए उचित ढंग प्रदानकरता है। केवल आइकॉन पर क्लिक करें और वह प्रोफाइल चुनें जिसे आप बदलकर लाना चाहतेहैं। यदि आपको उपलब्ध प्रोफाइलों की सूची के बजाए "एससीपीएम उपलब्ध नहीं" प्राप्त हुआहै, एससीपीएम संभावी रूप से सेट नहीं हुआ होगा या लॉक हो सकता है। एससीपीएम सेटअप याअनलॉक करने के लिए वाईएएसटी2 प्रोफाइल प्रबंधक प्रयोग करें। अधिक जानकारी के लिएएससीपीएम जानकारी पेज़ देखें।

source: SCPM not available
af: SCPM nie beskikbaar nie
bn: SCPM উপলভ্য নয়
el: SCPM μη διαθέσιμο
hi: एससीपीएम उपलब्ध नहीं

source: No profiles available
af: Geen profiele beskikbaar nie
bn: কোন প্রোফাইল উপলভ্য নেই
el: Δεν υπάρχουν profiles διαθέσιμα
hi: कोई प्रोफाइल उपलब्ध नहीं

source: Switch to Profile
af: Wissel na profiel
bn: প্রোফাইলে পালটান
el: Εναλλαγή στο Profile
hi: प्रोफाइल बदलें
