Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: Invalid NsCaRevocationUrlExt object.
af: Ongeldige NsCaRevocationUrlExt-voorwerp.
bn: NsCaRevocationUrlExt এর বিষয় অবৈধ
el: Λανθασμένο αντικείμενο NsCaRevocationUrlExt.
hi: अमान्य NsCaRevocationUrlExt वस्तु।

source: Invalid value for NsRenewalUrlExt.
af: Ongeldige waarde vir NsRenewalUrlExt.
bn: NsRenewalUrlExt-এর মূল্য অবৈধ
el: Λανθασμένη τιμή για NsRenewalUrlExt.
hi: NsRenewalUrlExt के लिए अमान्य मान।

source: NsRenewalUrlExt is not present.
af: NsRenewalUrlExt is nie teenwoordig nie.
bn: NsRenewalUrlExt অনুপস্থিত
el: Το NsRenewalUrlExt δεν είναι παρών.
hi: NsRenewalUrlExt उपस्थित नहीं है।

source: Invalid NsRenewalUrlExt object.
af: Ongeldige NsRenewalUrlExt-voorwerp.
bn: NsRenewalUrlExt বিষয় অবৈধ
el: Λανθασμένο αντικείμενο NsRenewalUrlExt.
hi: अमान्य NsRenewalUrlExt वस्तु।

source: Invalid value for NsCaPolicyUrlExt.
af: Ongeldige waarde vir NsCaPolicyUrlExt.
bn: NsCaPolicyUrlExt এর মূল্য অবৈধ
el: Λανθασμένη τιμή για NsCaPolicyUrlExt.
hi: NsCaPolicyUrlExt के लिए अमान्य मान।

source: NsCaPolicyUrlExt is not present.
af: NsCaPolicyUrlExt is nie teenwoordig nie.
bn: NsCaPolicyUrlExt অনুপস্থিত
el: Το NsCaPolicyUrlExt δεν είναι παρών.
hi: NsCaPolicyUrlExt उपस्थित नहीं है।

source: Invalid NsCaPolicyUrlExt object.
af: Ongeldige NsCaPolicyUrlExt-voorwerp.
bn: NsCaPolicyUrlExt বিষয় অবৈধ
el: Λανθασμένο αντικείμενο NsCaPolicyUrlExt.
hi: अमान्य NsCaPolicyUrlExt वस्तु।

source: Invalid type: %1.
af: Ongeldige soort: %1.
bn: অবৈধ প্রকার: %1.
el: Λανθασμένος τύπος %1.
hi: अमान्य प्रकार : %1

source: NsSslServerNameExt is not present.
af: NsSslServerNameExt is nie teenwoordig nie.
bn: NsSslServerNameExt অনুপস্থিত
el: Το NsSslServerNameExt δεν είναι παρών.
hi: NsSslServerNameExt उपस्थित नहीं है।

source: Invalid NsSslServerNameExt object.
af: Ongeldige NsSslServerNameExt-voorwerp.
bn: NsSslServerNameExt বিষয় অবৈধ
el: Λανθασμένο αντικείμενο NsSslServerNameExt.
hi: अमान्य NsSslServerNameExt वस्तु।

source: NsCommentExt is not present.
af: NsCommentExt is nie teenwoordig nie.
bn: NsCommentExt অনুপস্থিত
el: Το NsCommentExt δεν είναι παρών.
hi: NsCommentExt उपस्थित नहीं है।

source: Invalid NsCommentExt object.
af: Ongeldige NsCommentExt-voorwerp.
bn: NsCommentExt বিষয় অবৈধ
el: Λανθασμένο αντικείμενο NsCommentExt.
hi: अमान्य NsCommentExt वस्तु।

source: SubjectAlternativeNameExt is not present.
af: SubjectAlternativeNameExt is nie teenwoordig nie.
bn: SubjectAlternativeNameExt অনুপস্থিত
el: Το SubjectAlternativeNameExt δεν είναι παρών.
hi: SubjectAlternativeNameExt उपस्थित नहीं है।

source: Invalid SubjectAlternativeNameExt object.
af: Ongeldige SubjectAlternativeNameExt-voorwerp.
bn: SubjectAlternativeNameExt বিষয় অবৈধ
el: Λανθασμένο αντικείμενο SubjectAlternativeNameExt.
hi: अमान्य SubjectAlternativeNameExt वस्तु।

source: Invalid KeyID.
af: Ongeldige KeyID.
bn: অবৈধ KeyID.
el: Λανθασμένο KeyID.
hi: अमान्य KeyID।

source: SubjectKeyIdentifierExt is not present.
af: SubjectKeyIdentifierExt is nie teenwoordig nie.
bn: SubjectKeyIdentifierExt অনুপস্থিত
el: Το SubjectKeyIdentifierExt δεν είναι παρών.
hi: SubjectKeyIdentifierExt उपस्थित नहीं है।

source: Invalid SubjectKeyIdentifierExt object.
af: Ongeldige SubjectKeyIdentifierExt-voorwerp.
bn: SubjectKeyIdentifierExt বিষয় অবৈধ
el: Λανθασμένο αντικείμενο SubjectKeyIdentifierExt.
hi: अमान्य SubjectAlternativeNameExt वस्तु।

source: Extension occurred more than once: %1.
af: Uitbreiding het meer as een keer voorgekom: %1.
bn: একাধিকবার এক্সটেনশন এসেছে: %1.
el: Η επέκταση εμφανίστηκε περισσότερο από μια φοα %1.
hi: एक से अधिक बार विस्तार हुआ है : %1।

source: Unable to parse the certificate (NID: %1 Crit: %2).
af: Kan die volgende sertifikaat nie ontleed nie (NID: %1 Crit: %2).
bn: সার্টিফিকেট বিশ্লেষণে ব্যর্থ (NID: %1 Crit: %2).
el: Αδυναμία ανάλυσης του πιστοποιητικού (NID: %1 Crit: %2).
hi: प्रमाण पत्र (NID: %1 Crit: %2) को पार्स करने में अक्षम।

source: Extension occurred more than once.
af: Uitbreiding het meer as een keer voorgekom:
bn: একাধিকবার এক্সটেশন এসেছে
el: Η επέκταση εμφανίστηκε περισσότερο από μια φορά
hi: एक से अधिक बार विस्तार हुआ है।

source: Unable to parse the certificate (Crit: %1).
af: Kan die sertifikaat nie ontleed nie (Crit: %1).
bn: সার্টিফিকেট বিশ্লেষণে ব্যর্থ (Crit: %1).
el: Αδυναμία ανάλυσης του πιστοποιητικού (Crit: %1).
hi: प्रमाण पत्र (Crit: %1) को पार्स करने में अक्षम।

source: Invalid location in authorityInfoAccess.
af: Ongeldige plek in authorityInfoAccess.
bn: authorityInfoAccess অবৈধ স্থান
el: Λανθασμένη τοποθεσία στο authorityInfoAccess.
hi: authorityInfoAccess में अमान्य स्थान।

source: Invalid value for X509v3CertificateIssueExts::setNsBaseUrl.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setNsBaseUrl.
bn: X509v3CertificateIssueExts::setNsBaseUrl-এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setNsBaseUrl.
hi: X509v3CertificateIssueExts::setNsBaseUrl के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setNsRevocationUrl.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setNsRevocationUrl.
bn: X509v3CertificateIssueExts::setNsRevocationUrl-এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setNsRevocationUrl.
hi: X509v3CertificateIssueExts::setNsRevocationUrl के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setNsCaRevocationUrl.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setNsCaRevocationUrl.
bn: X509v3CertificateIssueExts::setNsCaRevocationUrl-এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setNsCaRevocationUrl.
hi: X509v3CertificateIssueExts::setNsCaRevocationUrl के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setNsRenewalUrl.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setNsRenewalUrl.
bn: X509v3CertificateIssueExts::setNsRenewalUrlএর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setNsRenewalUrl.
hi: X509v3CertificateIssueExts::setNsRenewalUrl के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setNsCaPolicyUrl.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setNsCaPolicyUrl.
bn: X509v3CertificateIssueExts::setNsCaPolicyUrlএর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setNsCaPolicyUrl.
hi: X509v3CertificateIssueExts::setNsCaPolicyUrl के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setNsSslServerName.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setNsSslServerName.
bn: X509v3CertificateIssueExts::setNsSslServerName এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setNsSslServerName.
hi: X509v3CertificateIssueExts::setNsSslServerName के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setNsComment.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setNsComment.
bn: X509v3CertificateIssueExts::setNsComment এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setNsComment.
hi: X509v3CertificateIssueExts::setNsComment के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setNsCertType.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setNsCertType.
bn: X509v3CertificateIssueExts::setNsCertType এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setNsCertType.
hi: X509v3CertificateIssueExts::setNsCertType के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setKeyUsage.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setKeyUsage.
bn: X509v3CertificateIssueExts::setKeyUsage-এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setKeyUsage.
hi: X509v3CertificateIssueExts::setKeyUsage के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setBasicConstraints.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setBasicConstraints.
bn: X509v3CertificateIssueExts::setBasicConstraints-এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setBasicConstraints.
hi: X509v3CertificateIssueExts::setBasicConstraints के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setExtendedKeyUsage.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setExtendedKeyUsage.
bn: X509v3CertificateIssueExts::setExtendedKeyUsage এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setExtendedKeyUsage.
hi: X509v3CertificateIssueExts::setExtendedKeyUsage के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setSubjectKeyIdentifier.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setSubjectKeyIdentifier.
bn: X509v3CertificateIssueExts::setSubjectKeyIdentifier এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setSubjectKeyIdentifier.
hi: X509v3CertificateIssueExts::setSubjectKeyIdentifier के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setAuthorityKeyIdentifier.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setAuthorityKeyIdentifier.
bn: X509v3CertificateIssueExts::setAuthorityKeyIdentifier এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setAuthorityKeyIdentifier.
hi: X509v3CertificateIssueExts::setAuthorityKeyIdentifier के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setSubjectAlternativeName.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setSubjectAlternativeName.
bn: X509v3CertificateIssueExts::setSubjectAlternativeName এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setSubjectAlternativeName.
hi: X509v3CertificateIssueExts::setSubjectAlternativeName के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setIssuerAlternativeName.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setIssuerAlternativeName.
bn: X509v3CertificateIssueExts::setIssuerAlternativeName এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setIssuerAlternativeName.
hi: X509v3CertificateIssueExts::setIssuerAlternativeName के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setAuthorityInfoAccess.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setAuthorityInfoAccess.
bn: X509v3CertificateIssueExts::setAuthorityInfoAccess এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setAuthorityInfoAccess.
hi: X509v3CertificateIssueExts::setAuthorityInfoAccess के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setCRLDistributionPoints.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setCRLDistributionPoints.
bn: X509v3CertificateIssueExts::setCRLDistributionPoints-এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setCRLDistributionPoints.
hi: X509v3CertificateIssueExts::setCRLDistributionPoints के लिए अमान्य मान।

source: Invalid value for X509v3CertificateIssueExts::setCertificatePolicies.
af: Ongeldige waarde vir X509v3CertificateIssueExts::setCertificatePolicies.
bn: X509v3CertificateIssueExts::setCertificatePolicies এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CertificateIssueExts::setCertificatePolicies.
hi: X509v3CertificateIssueExts::setCertificatePolicies के लिए अमान्य मान।

source: Invalid X509v3RequestExts object.
af: Ongeldige X509v3RequestExts-voorwerp.
bn: X509v3RequestExts বিষয় অবৈধ
el: Λανθασμένο αντικείμενο X509v3RequestExts.
hi: अमान्य X509v3RequestExts वस्तु।

source: Invalid value for X509v3CRLGenerationExts::setAuthorityKeyIdentifier.
af: Ongeldige waarde vir X509v3CRLGenerationExts::setAuthorityKeyIdentifier.
bn: X509v3CRLGenerationExts::setAuthorityKeyIdentifier-এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CRLGenerationExts::setAuthorityKeyIdentifier.
hi: X509v3CRLGenerationExts::setAuthorityKeyIdentifier के लिए अमान्य मान।

source: Invalid value for X509v3CRLGenerationExts::setIssuerAlternativeName.
af: Ongeldige waarde vir X509v3CRLGenerationExts::setIssuerAlternativeName.
bn: X509v3CRLGenerationExts::setIssuerAlternativeName এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3CRLGenerationExts::setIssuerAlternativeName.
hi: X509v3CRLGenerationExts::setIssuerAlternativeName के लिए अमान्य मान।

source: Invalid value for X509v3RequestExts::setNsSslServerName.
af: Ongeldige waarde vir X509v3RequestExts::setNsSslServerName.
bn: X509v3RequestExts::setNsSslServerName-এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3RequestExts::setNsSslServerName.
hi: X509v3RequestExts::setNsSslServerName के लिए अमान्य मान।

source: Invalid value for X509v3RequestExts::setNsComment.
af: Ongeldige waarde vir X509v3RequestExts::setNsComment.
bn: X509v3RequestExts::setNsComment এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3RequestExts::setNsComment.
hi: X509v3RequestExts::setNsComment के लिए अमान्य मान।

source: Invalid value for X509v3RequestExts::setNsCertType.
af: Ongeldige waarde vir X509v3RequestExts::setNsCertType.
bn: X509v3RequestExts::setNsCertType এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3RequestExts::setNsCertType.
hi: X509v3RequestExts::setNsCertType के लिए अमान्य मान।

source: Invalid value for X509v3RequestExts::setKeyUsage.
af: Ongeldige waarde vir X509v3RequestExts::setKeyUsage.
bn: X509v3RequestExts::setKeyUsage এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3RequestExts::setKeyUsage.
hi: X509v3RequestExts::setKeyUsage के लिए अमान्य मान।

source: Invalid value for X509v3RequestExts::setBasicConstraints.
af: Ongeldige waarde vir X509v3RequestExts::setBasicConstraints.
bn: X509v3RequestExts::setBasicConstraints এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3RequestExts::setBasicConstraints.
hi: X509v3RequestExts::setBasicConstraints के लिए अमान्य मान।

source: Invalid value for X509v3RequestExts::setExtendedKeyUsage.
af: Ongeldige waarde vir X509v3RequestExts::setExtendedKeyUsage.
bn: X509v3RequestExts::setExtendedKeyUsage এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3RequestExts::setExtendedKeyUsage.
hi: X509v3RequestExts::setExtendedKeyUsage के लिए अमान्य मान।

source: Invalid value for X509v3RequestExts::setSubjectKeyIdentifier.
af: Ongeldige waarde vir X509v3RequestExts::setSubjectKeyIdentifier.
bn: X509v3RequestExts::setSubjectKeyIdentifier এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3RequestExts::setSubjectKeyIdentifier.
hi: X509v3RequestExts::setSubjectKeyIdentifier के लिए अमान्य मान।

source: Invalid value for X509v3RequestExts::setSubjectAlternativeName.
af: Ongeldige waarde vir X509v3RequestExts::setSubjectAlternativeName.
bn: X509v3RequestExts::setSubjectAlternativeName এর মূল্য অবৈধ
el: Λανθασμένη τιμή για X509v3RequestExts::setSubjectAlternativeName.
hi: X509v3RequestExts::setSubjectAlternativeName के लिए अमान्य मान।

source: The filename is required.
af: Die lêernaam word vereis.
bn: ফাইলনাম প্রয়োজন৷
el: Απαιτείται όνομα αρχείου.
hi: फाइलनाम की आवश्यकता है।

source: Cannot open file '%1'.
af: Kan lêer '%1' nie open nie.
bn: '%1' ফাইল খোলা যাচ্ছে না৷
el: Αδυναμία ανοίγματος αρχείου '%1'.
hi: फाइल '%1' को नहीं खोल सकता।

source: Cannot lock file '%1'.
af: Kan lêer '%1' nie sluit nie.
bn: '%1' ফাইল লক করা যাচ্ছে না৷
el: Αδυναμία κλειδώματος αρχείου '%1'.
hi: फाइल '%1' को लॉक नहीं कर सकता।

source: Do not use \000 octets.
af: Gebruik nie \000 oktette nie.
bn: \000 octets ব্যবহার করবেন না৷
el: Μη χρησιμοποιείτε \000 οκτάδες.
hi: \000 octets का उपयोग न करें।

source: A quoted value has been found, but no closing quote can be found.
af: ’n Aangehaalde waarde is gevind, maar geen sluitingsaanhaling kan gevind word nie.
bn: উদ্ধতমূল্য পাওয়া গিয়েছে, তবে সমাপ্তি উদ্ধৃতি পাওয়া যায়নি৷
el: Μια περιγραφόμενη τιμή βρέθηκε, αλλά δε βρέθηκε το κλείσιμο της περιγραφής.
hi: उद्धृत मान प्राप्त हो चुका है, लेकिन कोई भी उद्धरण बंद चिह्न नहीं प्राप्त हो सका।

source: Invalid export entry in line %1.
af: Ongeldige uitvoerinskrywing in reël %1.
bn: লাইনে অবৈধ রপ্তানি এন্ট্রি %1৷
el: Λανθασμένη εγγραφή εξόδου στην γραμμή %1.
hi: पंक्ति %1 में अमान्य निर्यात प्रविष्टि।

source: Invalid export filename.
af: Ongeldige uitvoerlêernaam.
bn: রপ্তানি ফাইলনাম অবৈধ৷
el: Λανθασμένο όνομα αρχείου εξόδου.
hi: अमान्य निर्यात फाइलनाम।

source: Unable to create the backup file %1.
af: Kan nie die rugsteunlêer %1 skep nie.
bn: অতিরিক্ত ফাইল তৈরী করায় ব্যর্থ %1৷
el: Αδυναμία δημιουργίας αρχείου αντιγράφου ασφαλείας %1.
hi: बैकअप फाइल %1 को सृजित करने में अक्षम।

source: Unable to open the export file %1.
af: Kan nie die uitvoerlêer %1 open nie.
bn: রপ্তানি ফাইল খোলায় ব্যর্থ %1৷
el: Αδυναμία ανοίγματος αρχείου εξόδου %1.
hi: निर्यात फाइल %1 को खोलने में अक्षम।

source: Found a section instead of entriesat line %1
af: ’n Afdeling gevind, in plaas van inskrywings in reël %1
bn: এন্ট্রিযেস্যাট লাইনের পরিবর্তে একটি বিভাগ পাওয়া গিয়েছে %1
el: Βρέθηκε ένας τομέας αντί εγγραφών στη γραμμή %1
hi: entriesat पंक्ति %1 के बजाय किसी खंड को प्राप्त करें

source: Missing '[' or ']' at line %1.
af: Ontbrekende '[' of ']' in reël %1.
bn: লাইন %1 এ '[' বা ']' নেই৷
el: Λείπει το '[' or ']' στη γραμμή %1.
hi: पंक्ति %1 में '[' or ']' छूट रहा है।

source: A section name must preceed the entry at line %1.
af: ’n Afdelingnaam moet die inskrywing by reël %1 voorafgaan.
bn: লাইন %1 এ এন্ট্রির আগে বিভাগীয় নামোল্লেখ প্রয়োজন৷
el: Το όνομα ενός τομέα πρέπει να προηγείται της εγγραφής στη γραμμή %1.
hi: खंड नाम को पंक्ति %1 में प्रविष्टि के पूर्व होना चाहिए।

source: An idmapd configuration file is required.
el: Ένα αρχείο ρύθμισηςidmapd απαιτείται.

source: Unable to open idmapd configuration file %1.
el: Αδυναμία ανοίγματος αρχείου ρύθμισης idmpad %1.

source: The export option name is required.
af: Die uitvoeropsienaam word vereis.
bn: রপ্তানি বিকল্পের নাম প্রয়োজন৷
el: Το όνομα επιλογής εξόδου απαιτείται.
hi: निर्यात विकल्प नाम की आवश्यकता है।

source: The export option is required.
af: Die uitvoeropsie word vereis.
bn: রপ্তানি বিকল্প প্রয়োজন৷
el: Η επιλογή εξόδου απαιτείται.
hi: निर्यात विकल्प की आवश्यकता है।

source: Conflict options for the NFS export file are required.
af: Konflikopsies vir die NFS-uitvoerlêer word vereis.
bn: NFS রপ্তানি ফাইলে কনফ্লিক্ট অপশন প্রয়োজন৷
el: Οι επιλογές συμπλοκής για το αρχείο εξόδου NFS απαιτούνται.
hi: NFS निर्यात फाइल के लिए टकराव विकल्पों की आवश्यकता है।

source: Export option name %1 already exists.
af: Uitvoeropsienaam %1 bestaan reeds.
bn: রপ্তানি বিকল্প নাম %1 ইতিমধ্যে রয়েছে৷
el: Το όνομα επιλογής εξόδου %1 υπάρχει ήδη.
hi: निर्यात विकल्प नाम %1 पहले से ही मौजूद है।

source: Export option name %1 does not exist.
af: Uitvoeropsienaam %1 bestaan nie.
bn: রপ্তানি বিকল্প নাম %1 নেই৷
el: Το όνομα επιλογής εξόδου %1 δεν υπάρχει.
hi: निर्यात विकल्प नाम %1 मौजूद नहीं है।

source: The export option name may not contain spaces.
af: Die uitvoeropsienaam mag geen spasies bevat nie.
bn: রপ্তানি বিকল্প নামের মাঝে শূণ্যস্থান থাকবে না৷
el: Το όνομα επιλογής εξόδου δεν επιτρέπεται να περιέχει κενά.
hi: निर्यात विकल्प नाम में संभवत: रिक्त स्थान समाविष्ट नहीं हैं।

source: The export option name may not contain '=' characters.
af: Die uitvoeropsienaam mag geen '='-karakters bevat nie.
bn: রপ্তানি বিকল্প নামে '=' অক্ষর থাকবে না৷
el: Το όνομα επιλογής εξόδου δεν επιτρέπεται να περιέχει χαρακτήρες '='.
hi: निर्यात विकल्प नाम में संभवत: '=' वर्ण समाविष्ट नहीं हैं।

source: The export option name may not contain ',' characters.
af: Die uitvoeropsienaam mag geen ','-karakters bevat nie.
bn: রপ্তানি বিকল্প নাম ',' অক্ষর থাকবে না৷
el: Το όνομα επιλογής εξόδου δεν επιτρέπεται να περιέχει χαρακτήρες ','.
hi: निर्यात विकल्प नाम में संभवत: ',' वर्ण समाविष्ट नहीं हैं।

source: The export option name may not contain '(' characters.
af: Die uitvoeropsienaam mag geen '('-karakters bevat nie.
bn: রপ্তানি বিকল্প নামে '('অক্ষর থাকবে না৷
el: Το όνομα επιλογής εξόδου δεν επιτρέπεται να περιέχει χαρακτήρες '('.
hi: निर्यात विकल्प नाम में संभवत: '(' वर्ण समाविष्ट नहीं हैं।

source: The export option name may not contain ')' characters.
af: Die uitvoeropsienaam mag geen ')'-karakters bevat nie.
bn: রপ্তানি বিকল্প নামে ')' অক্ষর থাকবে না৷
el: Το όνομα επιλογής εξόδου δεν επιτρέπεται να περιέχει χαρακτήρες ')'.
hi: निर्यात विकल्प नाम में संभवत: ')' वर्ण समाविष्ट नहीं हैं।

source: The export option value may not contain ',' characters.
af: Die uitvoeropsiewaarde mag geen ','-karakters bevat nie.
bn: রপ্তানি বিকল্প ভ্যালুতে ',' অক্ষর থাকবে না৷
el: Η τιμή επιλογής εξόδου δεν επιτρέπεται να περιέχει χαρακτήρες ','.
hi: निर्यात विकल्प मान में संभवत: ',' वर्ण समाविष्ट नहीं हैं।

source: The export option value may not contain '(' characters.
af: Die uitvoeropsiewaarde mag geen '('-karakters bevat nie.
bn: রপ্তানি বিকল্প ভ্যালুতে '(' অক্ষর থাকবে না৷
el: Η τιμή επιλογής εξόδου δεν επιτρέπεται να περιέχει χαρακτήρες '('.
hi: निर्यात विकल्प मान में संभवत: '(' वर्ण समाविष्ट नहीं हैं।

source: The export option value may not contain ')' characters.
af: Die uitvoeropsiewaarde mag geen ')'-karakters bevat nie.
bn: রপ্তানি বিকল্প ভ্যালুতে ')' অক্ষর থাকবে না৷
el: Η τιμή επιλογής εξόδου δεν επιτρέπεται να περιέχει χαρακτήρες ')'.
hi: निर्यात विकल्प मान में संभवत: ')' वर्ण समाविष्ट नहीं हैं।

source: Invalid export option and value pair.
af: Ongeldige uitvoeropsie- en waardepaar.
bn: অবৈধ রপ্তানি বিকল্প ও ভ্যালু পেয়ার৷
el: Μη έγκυρο όνομα συσκευής.
hi: अमान्य निर्यात विकल्प और मान युग्म।

source: Invalid export client option string.
af: Ongeldige uitvoerkliëntopsiestring
bn: অবৈধ রপ্তানি ক্লায়েন্ট অপসন স্ট্রিং৷
el: Μη έγκυρη σειρά επιλογής πελάτη εξόδου.
hi: अमान्य निर्यात ग्राहक विकल्प स्ट्रिंग।

source: Invalid export client name.
af: Ongeldige uitvoerkliëntnaam.
bn: অবৈধ রপ্তানি ক্লায়েন্ট নাম৷
el: Μη έγκυρο όνομα πελάτη εξόδου.
hi: अमान्य निर्यात ग्राहक नाम।

source: Export options may not be empty, but an option in the list is empty.
af: Uitvoeropsies mag nie leeg wees nie, maar ’n opsie in die lys is leeg.
bn: রপ্তানি বিকল্প শূণ্য না হলেও, তালিকায় একটি বিকল্প শূণ্য৷
el: Οι επιλογές εξόδου δε θα πρέπει να είναι κενές, αλλά μια επιλογή στη λίστα είναι κενή.
hi: निर्यात विकल्प संभवत: रिक्त नहीं हैं, लेकिन सूची में एक विकल्प रिक्त है।

source: The export path may not be empty.
af: Die uitvoerpad mag nie leeg wees nie.
bn: রপ্তানি পথ শূণ্য হবে না৷
el: Η διαδρομή εξόδου δε θα πρέπει να είναι κενή.
hi: निर्यात पथ संभवत: रिक्त नहीं है।

source: The export path must be an absolute path.
af: Die uitvoerpad moet ’n absolute pad wees.
bn: রপ্তানি পথ নিশ্চিত পথ হতে পারে না৷
el: Η διαδρομή εξόδου πρέπει να είναι απόλυτη διαδρομή.
hi: निर्यात पथ को एक निरपेक्ष पथ होना चाहिए।

source: The input client list may not be empty.
af: Die insetkliënt mag nie leeg wees nie.
bn: ইনপুট ক্লায়েন্ট তালিকা শূণ্য থাকবে না৷
el: Ο πελάτης εισόδου δε θα πρέπει να είναι κενός.
hi: आगत ग्राहक सूची संभवत: रिक्त नहीं है।

source: The path in the export entry may not be empty.
af: Die pad in die uitvoerinskrywing mag nie leeg wees nie.
bn: রপ্তানি এন্ট্রিতে পথ শূণ্য থাকবে না৷
el: Η διαδρομή στην εγγραφή εξόδου δε θα πρέπει να είναι κενή.
hi: निर्यात प्रविष्टि में पथ संभवत: रिक्त नहीं है।

source: The list of entries to set may not be empty.
af: Die lys inskrywing wat gestel moet word, mag nie leeg wees nie.
bn: যে এন্ট্রিগুলি নির্ধারণ করতে হবে তার তালিকা শূণ্য থাকবে না৷
el: Η λίστα των εγγραφών προς ορισμό δε θα πρέπει να είναι κενή.
hi: सेट की जाने वाले प्रविष्टियों की सूची संभवत: रिक्त नहीं है।

source: The idmapd entry name may not contain spaces.
af: Die idmapd-inskrywingsnaam mag geen spasies bevat nie.
bn: idmapd এন্ট্রিনামের মাঝে শূণ্যস্থান থাকবে না৷
el: Το όνομα εισόδου idmapd δε θα πρέπει να περιέχει κενά.
hi: idmapd प्रविष्टि नाम में संभवत: रिक्त स्थान समाविष्ट नहीं हैं।

source: The idmapd entry name may not contain '=' characters.
af: Die idmapd-inskrywingsnaam mag nie '='-karakters bevat nie.
bn: idmapd এন্ট্রি নামে '=' অক্ষর থাকবে না৷
el: Το όνομα εισόδου idmapd δε θα πρέπει να περιέχει χαρακτήρες '='.
hi: idmapd प्रविष्टि नाम में संभवत: '=' वर्ण समाविष्ट नहीं हैं।

source: The idmapd entry name may not contain ',' characters.
af: Die idmapd-inskrywingsnaam mag nie ','-karakters bevat nie.
bn: idmapd এন্ট্রি নামে ',' অক্ষর থাকবে না৷
el: Το όνομα εισόδου idmapd δε θα πρέπει να περιέχει χαρακτήρες ','.
hi: idmapd प्रविष्टि नाम में संभवत: ',' वर्ण समाविष्ट नहीं हैं।
