Repository: webyast/web-client
Catalog: webclient/po/*/webyast-*.po
Languages: af, bn, ca, cs, de, el, fr, hi, hu, it, ja, nb, pl, pt_br, ro, sk

source: could not query profiles for backup resources
af: kon nie navraag oor profiele vir rugsteunhulpbronne doen nie
bn: ব্যাকআপ সংস্থানগুলির জন্য প্রোফাইলগুলিকে অনুসন্ধানন করতে পারে নি
el: αδυναμία αναζήτησης προφίλ για πόρους αντιγράφων ασφαλείας
hi: बैकअप संसाधन के लिए प्रोफाइल की पूछताछ नहीं कर सकते

source: scdb not available
af: scdb nie beskikbaar nie
bn: scdb উপলব্ধ নয়
el: To scdb δεν είναι διαθέσιμο
hi: एससीडीबी उपलब्ध नहीं

source: could not save scdb
af: kon scdb nie berg nie
bn: scdb সংরক্ষণ করতে পারে নি
el: αδυναμία αποθήκευσης scdb
hi: एससीडीबी रक्षित नहीं की जा सकी

source: status operation failed
af: statusbewerking het misluk
bn: স্থিতি ক্রিয়া ব্যর্থ হয়েছে
el: επιχείρηση κατάστασης απέτυχε
hi: स्थिति परिचालन विफल

source: could not determine defined profiles
af: kon gedefinieerde profiele nie bepaal nie
bn: সংজ্ঞায়িত প্রোফাইলগুলি নির্ধারণ করতে পারে নি
el: αδυναμία καθορισμού των προφίλ που ορίστηκαν
hi: परिभाषित प्रोफाइलों का निर्धारण नहीं किया जा सकते

source: could not copy profile VAR1
af: kon profiel VAR1 nie kopieer nie
bn: VAR1 প্রোফাইল কপি করতে পারে নি
el: αδυναμία αντιγραφής προφίλ VAR1
hi: प्रोफाइल वीएआर1 कॉपी नहीं कर सकते

source: could not set description of profile VAR1
af: kon beskrywing van profiel VAR1 nie stel nie
bn: VAR1 প্রোফাইলের বর্ণনা সেট করতে পারে নি
el: αδυναμία ορισμού περιγραφής για το προφίλ VAR1
hi: प्रोफाइल वीएआर1 का विवरण सेट नहीं कर सकते

source: could not get description of profile VAR1
af: kon beskrywing van profiel VAR1 nie kry nie
bn: VAR1 প্রোফাইলের বর্ণনা পেতে পারে নি
el: αδυναμία λήψης περιγραφής για το προφίλ VAR1
hi: प्रोफाइल वीएआर1 का विवरण प्राप्त नहीं कर सकते

source: could not set VAR1 script of profile VAR2
af: kon VAR1-skrip van profiel VAR2 nie stel nie
bn: VAR2 প্রোফাইলের VAR1 স্ক্রিপ্ট সেট করতে পারে নি
el: αδυναμία ορισμού σεναρίου VAR1 για το προφίλ VAR2
hi: प्रोफाइल वीएआर2 की वीएआर1 स्क्रिप्ट सेट नहीं कर सकते

source: could not get VAR1 script of profile VAR2
af: kon VAR1-skrip van profiel VAR2 nie kry nie
bn: VAR2 প্রোফাইলের VAR1 স্ক্রিপ্ট পেতে পারে নি
el: αδυναμία ορισμού σεναρίου VAR1 για το προφίλ VAR2
hi: प्रोफाइल वीएआर2 की वीएआर1 स्क्रिप्ट प्राप्त नहीं कर सकते

source: no resource types defined
af: geen hulpbronsoorte gedefinieer nie
bn: কোন সংস্থানের প্রকার সংজ্ঞায়িত নেই
el: δεν ορίστηκαν τύποι πόρων
hi: कोई संसाधन प्रकार परिभाषित नहीं

source: could not create resources
af: kon hulpbronne nie skep nie
bn: সংস্থান তৈরি করতে পারে নি
el: αδυναμία δημιουργία πόρων
hi: संसाधन सृजित नहीं कर सकते

source: could not determine resource actions for profile
af: kon hulpbronaksies vir profiel nie bepaal nie
bn: প্রোফাইলের জন্য সংস্থানের ক্রিয়া নির্ধারণ করতে পারে নি
el: αδυναμία καθορισμού δράσεων πόρων για το προφίλ
hi: प्रोफाइल के लिए संसाधन क्रिया का निर्धारण नहीं किया जा सकता

source: could not resolve dependencies
af: kon afhanklikhede nie oplos nie
bn: নির্ভরতাগুলির সমাধান করতে পারে নি
el: αδυναμία επίλυσης εξαρτήσεων
hi: निर्भरता हल नहीं की जा सकती

source: could not determine resource types
af: kon hulpbronsoorte nie bepaal nie
bn: সংস্থানের প্রকার নির্ধারণ করতে পারে নি
el: αδυναμία καθορισμού τύπου πόρων
hi: संसाधन प्रकार का निर्धारण नहीं किया जा सकता

source: could not copy resources (database error)
af: kon hulpbronne nie kopieer nie (databasisfout)
bn: সংস্থান কপি করতে পারে নি (ডেটাবেসের ত্রুটি)
el: αδυναμία αντιγραφής πόρων (σφάλμα βάσης δεδομένων)
hi: संसाधन कॉपी नहीं कर सकते (डेटावेस त्रुटि)

source: could not save resource VAR1 (VAR2)
af: kon hulpbron VAR1 (VAR2) nie berg nie
bn: VAR1 (VAR2) সংস্থান সংরক্ষণ করতে পারে নি
el: αδυναμία αποθήκευσης πόρου VAR1 (VAR2)
hi: संसाधन वीएआर1 (वीएआर2) रक्षित नहीं कर सकते

source: resource type VAR1 unknown
af: hulpbronsoort VAR1 onbekend
bn: VAR1 সংস্থানের প্রকার অজ্ঞাত
el: άγνωστος τύπου πόρου VAR1
hi: संसाधन प्रकार वीएआर1 अज्ञात

source: Bug! invalid resource type exception
af: Fout! ongeldige hulpbronsoort-uitsondering
bn: ত্রুটি! অবৈধ সংস্থানের প্রকার ব্যতিক্রম
el: Σφάλμα λανθασμένη εξαίρεση τύπου πόρου
hi: बग! अवैध संसाधन प्रकार अपवाद

source: Bug! resource unknown exception
af: Fout!-hulpbron onbekende uitsondering
bn: ত্রুটি! অজ্ঞাত সংস্থান ব্যতিক্রম
el: Σφάλμα! άγνωστη εξαίρεση πόρου
hi: बग! संसाधन अज्ञात अपवाद

source: could not determine resources to be updated
af: kon hulpbronne wat bygewerk moet word, nie bepaal nie
bn: আপডেট করার সংস্থানগুলি নির্ধারণ করতে পারে নি
el: αδυναμία ορισμού πόρων προς ενημέρωση
hi: अपडेट किए जाने वाले संसाधन का निर्धारण नहीं कर सकते

source: unknown resource VAR1 (VAR2)
af: onbekende hulpbron VAR1 (VAR2)
bn: অজ্ঞাত সংস্থান VAR1 (VAR2)
el: άγνωστος πόρος VAR1 (VAR2)
hi: अज्ञात संसाधन वीएआर1 (वीएआर1)

source: unknown resource type VAR1
af: onbekende hulpbronsoort VAR1
bn: অজ্ঞাত সংস্থান প্রকার VAR1
el: άγνωστος τύπος πόρου VAR1
hi: अज्ञात संसाधन प्रकार वीएआर1

source: could not determine resources with backup data
af: kon hulpbronne met rugsteundata nie bepaal nie
bn: ব্যাকআপ ডেটা সমেত সংস্থান নির্ধারণ করতে পারে নি
el: αδυναμία καθορισμού πόρων με δεδομένα αντιγράφου ασφαλείας
hi: बैकअप डेटा के साथ संसाधन का निर्धारण नहीं कर सकता

source: journal corrupt
af: joernaal korrup
bn: জার্নাল ত্রুটিপূর্ণ
el: φθορά journal
hi: जर्नल खराब

source: could not refresh resource VAR1 (VAR2)
af: kon hulpbron VAR1 (VAR2) nie vernuwe nie
bn: VAR1 (VAR2) সংস্থান পুনরায় তাজা করতে পারে নি
el: αδυναμία ανανέωσης πόρου VAR1 (VAR2)
hi: संसाधन वीएआर1 (वीएआर1) ताजा नहीं कर सकते

source: could not create resource VAR1 (VAR2)
af: kon hulpbron VAR1 (VAR2) nie skep nie
bn: VAR1 (VAR2) সংস্থান তৈরি করতে পারে নি
el: αδυναμία δημιουργίας πόρου VAR1 (VAR2)
hi: संसाधन वीएआर1 (वीएआर2) सृजित नहीं कर सकते

source: journal command not implemented
af: joernaalopdrag nie geïmplementeer nie
bn: জার্নাল আদেশ সম্পন্ন হয় নি
el: η εντολή journal δεν εφαρμόστηκε
hi: जर्नल कमांड कार्यान्वित नहीं।

source: unknown journal command. This is a bug!
af: onbekende joernaalopdrag. Dit is ’n fout!
bn: অজ্ঞাত জার্নাল আদেশ। এটা একটা ত্রুটি!
el: άγνωστη εντολή journal. Αυτό είναι ένα σφάλμα!
hi: अज्ञात जर्नल कमांड। यह बग है!

source: database error (VAR1)
af: databasisfout (VAR1)
bn: ডেটাবেস ত্রুটি (VAR1)
el: σφάλμα βάσης δεδομένων (VAR1)
hi: डेटाबेस त्रुटि (वीएआर1)

source: unknown type used, this is a bug!
af: onbekende soort gebruik, dit is ’n fout!
bn: অজ্ঞাত প্রকার ব্যবহৃত হয়েছে, এটা একটা ত্রুটি!
el: χρησιμοποιήθηκε λανθασμένος τύπος, αυτό είναι σφάλμα!
hi: अज्ञात प्रकार प्रयुक्त, यह बग है

source: file operation failed
af: lêerbewerking het misluk
bn: ফাইল ক্রিয়া ব্যর্থ হয়েছে
el: επιχείρηση αρχείου απέτυχε
hi: फाइल परिचालन विफल

source: unkown journal command. This is a bug!
af: onbekende joernaalopdrag. Dit is ’n fout!
bn: অজ্ঞাত জার্নাল আদেশ। এটা একটা ত্রুটি!
el: άγνωστη εντολή journal. Αυτό είναι ένα σφάλμα!
hi: अज्ञात जर्नल कमांड। यह बग है

source: Journal processing aborted due to user request
af: Joernaalverwerking gestaak vanweë gebruikerversoek
bn: ব্যবহর্তার অনুরোধে জার্নাল প্রক্রিয়াকরণ বাতিল করা হয়েছে
el: Η επεξεργασία journal ακυρώθηκε εξαιτίας αίτησης του χρήστη
hi: प्रयोगकर्त्ता के अनुरोध के कारण जर्नल प्रोसेसिंग समाप्त

source: could not remove resource group VAR1
af: kon hulpbrongroep VAR1 nie verwyder nie
bn: সংস্থান গ্রুপ VAR1 অপসারণ করতে পারে নি
el: αδυναμία αφαίρεσης ομάδας πόρου VAR1
hi: संसाधन समूह वीएआर1 हटा नहीं सकते

source: could not rename resource group VAR1
af: kon hulpbrongroep VAR1 nie herbenoem nie
bn: সংস্থান গ্রুপ VAR1 পুনঃনামকরণ করতে পারে নি
el: αδυναμία μετονομασία ομάδας πόρου VAR1
hi: संसाधन समूह वीएआर1 को पुनःनाम नहीं दे सकते

source: could not open active groups file
af: kon aktiewe groeplêer nie open nie
bn: সক্রিয় গ্রুপ ফাইল খুলতে পারে নি
el: αδυναμία ανοίγματος αρχείου ενεργών ομάδων
hi: सक्रिय समूह फाइलें खोल नहीं सकते

source: could not drop resource VAR1 (VAR2)
af: kon hulpbron VAR1 (VAR2) nie weglaat nie
bn: VAR1 (VAR2) সংস্থান ড্রপ করতে পারে নি
el: αδυναμία απόρριψης πόρου VAR1 (VAR2)
hi: संसाधन वीएआर1 (वीएआर2) छोड़ नहीं सकते

source: no such default group VAR1
af: geen sodanige groep VAR1 nie
bn: VAR1 নামে কোন ডিফল্ট গ্রুপ নেই
el: δεν υπάρχει τέτοια προκαθορισμένη ομάδα VAR1
hi: ऐसा कोई डिफाल्ट समूह वीएआर1 नहीं

source: could not reset resource group VAR1
af: kon hulpbrongroep VAR1 nie weer stel nie
bn: VAR1 সংস্থান গ্রুপ রিসেট করতে পারে নি
el: αδυναμία επαναφοράς ομάδας πόρου VAR1
hi: संसाधन समूह वीएआर1 पुनः सेट नहीं कर सकते

source: could not access directory VAR1
af: kon nie toegang tot gids VAR1 verkry nie
bn: VAR1 ডিরেক্টরি এক্সেস করতে পারে নি
el: αδυναμία πρόσβασης καταλόγου VAR1
hi: डायरेक्ट्री वीएआर1 एक्सेस नहीं कर सकते

source: could not open default groups file
af: kon verstekgroeplêer nie open nie
bn: ডিফল্ট গ্রুপ ফাইল খুলতে পারে নি
el: αδυναμία ανοίγματος αρχείου προκαθορισμένων ομάδων
hi: डिफाल्ट समूह फाइल खोल नहीं सकते

source: could not open active groups file for writing
af: kon aktiewe groeplêer vir skryf nie open nie
bn: লেখার জন্য সক্রিয় গ্রুপ ফাইল খুলতে পারে নি
el: αδυναμία ανοίγματος αρχείου ενεργών ομάδων για εγγραφή
hi: राइट करने के लिए सक्रिय समूह फाइल खोल नहीं सकते

source: could not open resource group VAR1
af: kon hulpbrongroep VAR1 nie open nie
bn: VAR1 সংস্থান গ্রুপ খুলতে পারে নি
el: αδυναμία ανοίγμαοτς ομάδας πόρου VAR1
hi: संसाधन समूह वीएआर1 खोल नहीं सकते

source: Resource group VAR1 is corrupt
af: Hulpbrongroep VAR1 is korrup
bn: VAR1 সংস্থান গ্রুপ ত্রুটি পূর্ণ
el: Ομάδα πόρου VAR1 είναι χαλασμένη
hi: संसाधन समूह वीएआर1 खराब है

source: could not determine modification status of resource VAR1 (&file)
af: kon veranderingstatus van hulpbron VAR1 (&lêer) nie bepaal nie
bn: সংস্থান VAR1 (ফাইল) এর পরিবর্তন স্থিতি নির্ধারণ করতে পারে নি
el: αδυναμία καθορισμού κατάστασης τροποποίησης του πόρου VAR1 (&file)
hi: संसाधन वीएआर1 (&फाइल) की संशोधन स्थिति का निर्धारण नहीं कर सकते

source: could not save resource VAR1 (file)
af: kon hulpbron VAR1 (lêer) nie berg nie
bn: VAR1 (ফাইল) সংস্থান সংরক্ষণ করতে পারে নি
el: αδυναμία αποθήκευσης πόρου VAR1 (file)
hi: संसाधन वीएआर1 (फाइल) रक्षित नहीं कर सकते

source: could not restore resource VAR1 (file)
af: kon hulpbron VAR1 (lêer) nie terugstel nie
bn: VAR1 (ফাইল) সংস্থান পুনঃস্থাপন করতে পারে নি
el: αδυναμία επαναφοράς πόρου VAR1 (file)
hi: संसाधन वीएआर1 (फाइल) पुनःसंग्रहित नहीं कर सकते

source: could not determine files for resource VAR1 (file)
af: kon lêers vir hulpbron VAR1 (lêer) nie bepaal nie
bn: VAR1 (ফাইল) সংস্থানের ফাইলগুলি নির্ধারণ করতে পারে নি
el: αδυναμία καθορισμού αρχείων για πόρο VAR1 (file)
hi: संसाधन वीएआर1 (फाइल) के लिए फाइलों का निर्धारण नहीं कर सकते

source: could not determine saved status of resource VAR1 (service)
af: kon gebergde status van hulpbron VAR1 (diens) nie bepaal nie
bn: VAR1 সংস্থানের (পরিষেবা) সংরক্ষিত স্থিতি নির্ধারণ করতে পারে নি
el: αδυναμία καθορισμού κατάστασης αποθήκευσης του πόρου VAR1 (service)
hi: संसाधन वीएआर2 (सेवा) की रक्षित स्थिति का निर्धारण नहीं कर सकते

source: could not determine status of resource VAR1 (service)
af: kon status van hulpbron VAR1 (diens) nie bepaal nie
bn: VAR1 সংস্থানের (পরিষেবা) স্থিতি নির্ধারণ করতে পারে নি
el: αδυναμία καθορισμού κατάστασης του πόρου VAR1 (service)
hi: संसाधन वीएआर1 (सेवा) की स्थिति का निर्धारण नहीं कर सकते

source: could not save resource VAR1 (service)
af: kon hulpbron VAR1 (diens) nie berg nie
bn: VAR1 সংস্থান (পরিষেবা) সংরক্ষণ করতে পারে নি
el: αδυναμία αποθήκευσης πόρου VAR1 (service)
hi: संसाधन वीएआर1 (सेवा) रक्षित नहीं कर सकते।

source: could not restore resource VAR1 (service)
af: kon hulpbron VAR1 (diens) nie terugstel nie
bn: VAR1 সংস্থান (পরিষেবা) পুনঃস্থাপন করতে পারে নি
el: αδυναμία επαναφοράς πόρου VAR1 (service)
hi: संसाधन वीएआर1 (सेवा) पुनःसंग्रहित नहीं कर सकते

source: could not query saved status for service VAR1
af: kon nie navraag oor gebergde status vir diens VAR1 doen nie
bn: VAR1 পরিষেবার জন্য সংরক্ষিত স্থিতি অনুসন্ধান করতে পারে নি
el: αδυναμία έρευνας κατάστασης αποθήκευσης για υπηρεσία VAR1
hi: सेवा वीएआर1 के लिए रक्षित स्थिति की पूछताछ नहीं कर सकते

source: resource type VAR1 does not support show changes feature
af: hulpbronsoort VAR1 ondersteun nie toon wysigings-eienskap nie
bn: সংস্থানের প্রকার VAR1 পরিবর।তন দেখান বৈশিষ্ট্যকে সমর্থন করে না
el: ο τύπος πόρου VAR1 δεν υποστηρίζει την επιλογή προβολής αλλαγών
hi: संसाधन प्रकार वीएआर1 परिवर्तन दर्शाएं विशेषता को सहयोग नहीं करता

source: could not determine changes for resource VAR1 (file)
af: kon wysigings vir hulpbron VAR1 (lêer) nie bepaal nie
bn: VAR1 (ফাইল) সংস্থানের পরিবর্তনগুলি নির্ধারণ করতে পারে নি
el: αδυναμία καθορισμού αλλαγών για τον πόρο VAR1 (file)
hi: संसाधन VAR1 (फाइल) के लिए परिवर्तनों का निर्धारण नहीं कर सका

source: file has no backup in profile VAR1
af: lêer het geen rugsteun in profiel VAR1 nie
bn: VAR1 প্রোফাইলে ফাইলের কোন ব্যাকআপ নেই
el: αρχείο δεν έχει αντίγραφο ασφαλείας στο προφίλ VAR1
hi: प्रोफाइल वीएआर1 में फाइलों का कोई बैकअप नहीं है

source: file does not exist in profile VAR1
af: lêer bestaan nie in profiel VAR1 nie
bn: VAR1 প্রোফাইলে ফাইলের অস্তিত্ব নেই
el: αρχείο δεν υπάρχει στο προφίλ VAR1
hi: प्रोफाइल वीएआर1 में फाइल मौजूद नहीं

source: could not access file in profile VAR1
af: kon nie toegang tot lêer in profiel VAR1 verkry nie
bn: VAR1 প্রোফাইলে ফাইলটি এক্সেস করতে পারে নি
el: αδυναμία πρόσβασης αρχείου στο προφίλ VAR1
hi: प्रोफाइल वीएआर1 में फाइल एक्सेस नहीं कर सकते

source: current attributes:
af: huidige eienskappe:
bn: বর্তমান বৈশিষ্ট্যগুলি:
el: τρέχουσες ιδιότητες:
hi: मौजूदा एट्रिब्यूट:

source: saved attributes:
af: gebergde eienskappe:
bn: সংরক্ষিত বৈশিষ্ট্যগুলি:
el: αποθήκευση ιδιοτήτων:
hi: रक्षित एट्रिब्यूट:

source: current link destination:
af: huidige skakelbestemming:
bn: বর্তমান লিংকের গন্তব্য:
el: προορισμός τρέχοντος συνδέσμου:
hi: मौजूदा लिंक गंतव्य:

source: saved link destination:
af: gebergde skakelbestemming:
bn: সংরক্ষিত লিংকের গন্তব্য:
el: αποθηκευμένος προορισμός συνδέσμου:
hi: रक्षित लिंक गंतव्य:

source: file only exists in profile VAR1
af: lêer bestaan slegs in profiel VAR1
bn: ফাইল শুধুমাত্র প্রোফাইল VAR1-এ বিদ্যমান
el: αρχείο υπάρχει μόνο στο προφίλ VAR1
hi: केवल प्रोफाइल वीएआर1 में फाइल मौजूद

source: service has no backup in profile VAR1
af: diens het geen rugsteun in profiel VAR1 nie
bn: প্রোফাইল VAR1-এ পরিষেবার কোন ব্যাকআপ নেই
el: υπηρεσία δεν έχει αντίγραφο ασφαλείας στο προφίλ VAR1
hi: प्रोफाइल वीएआर1 में सेवा का कोई बैकअप नहीं

source: service does not exist in profile VAR1
af: diens bestaan nie in profiel VAR1 nie
bn: প্রোফাইল VAR1-এ পরিষেবার অস্তিত্ব নেই
el: υπηρεσία δεν υπάρχει στο προφίλ VAR1
hi: प्रोफाइल वीएआर1 में सेवा मौजूद नहीं

source: Preparing system
af: Voorberei van stelsel
bn: সিস্টেমকে প্রস্তুত করছে
el: Προετοιμασία συστήματος
hi: सिस्टम तैयार कर रहा

source: Creating resource database
af: Skep van hulpbrondatabasis
bn: সংস্থান ডেটাবেস তৈরি করছে
el: Δημιουργία βάσης δεδομέων πόρου
hi: संसाधन डेटाबेस सृजित कर रहा

source: Creating default profile
af: Skep van verstekprofiel
bn: ডিফল্ট প্রোফাইল তৈরি করছে
el: Δημιουργία προκαθορισμένου προφίλ
hi: डिफाल्ट प्रोफाइल सृजित कर रहा

source: Copying profile data
af: Kopieer van profieldata
bn: প্রোফাইএর ডেটা কপি করছে
el: Αντιγραφή δεδομένων προφίλ
hi: प्रोफाइल डेटा कॉपी कर रहा

source: Removing profile VAR1
af: Verwyder van profiel VAR1
bn: VAR1 প্রোফাইল অপসারণ করছে
el: Αφαίρεση προφίλ VAR1
hi: प्रोफाइल वीएआर1 हटा रहा

source: Adding resources
af: Byvoeg van hulpbronne
bn: সংস্থান যোগ করছে
el: Προσθήκη πόρων
hi: संसाधन जोड़ रहा

source: Setting profile VAR1 to 'active'
af: Stel van profiel VAR1 op ‘aktief’
bn: প্রোফাইল VAR1 কে 'সক্রিয়'-তে সেট করছে
el: Ορισμός προφίλ VAR1 σε 'ενεργό'
hi: प्रोफाइल वीएआर1 से 'सक्रिय' में सेट कर रहा

source: Slide Show
el: Παρουσίαση
hi: स्लाइड शो

source: Connect and Communicate
el: Συνδεθείτε και Επικοινωνήστε

source: Graphics, Graphics, Graphics
el: Γραφικά, Γραφικά, Γραφικά

source: Computing On-the-Go
el: Computing Στον Δρόμο

source: Novell and Linux
el: Novell και Linux

source: manage backups
el: διαχείριση των αντιγράφων ασφαλείας

source: please select all resources you want to have backed up
el: παρακαλώ επιλέξτε όλους τους πόρους από τους οποίους θέλετε να πάρετε αντίγραφα ασφαλείας

source: please select all resources you want to have restored
el: παρακαλώ επιλέξτε όλους τους πόρους που θέλετε να επαναφέρετε

source: the selected resource does not have any backups
el: ο επιλεγμένος πόρος δεν έχει αντίγραφα ασφαλείας

source: please select all resources you want to have removed
el: παρακαλώ επιλέξτε τους πόρους που θέλετε να διαγράψετε

source: Save
af: Berg
bn: সংরক্ষণ করুন
ca: Desa
cs: Uložit
de: Speichern
el: &Αποθήκευση
fr: Enregistrer
hi: रक्षित करें
hu: Mentés
it: Salva
ja: 保存
nb: Lagre
pl: Zapisz
pt_br: Gravar
ro: Salvare
sk: Uložiť

source: Resource
af: Hulpbron
bn: উত্‍স
el: Πόρος
hi: संसाधन

source: Resource Group Details
af: Hulpbrongroep-besonderhede
bn: রিসোর্স গ্রুপের বিবরণ
el: Λεπτομέρειες Ομάδας Πόρων
hi: संसाधन समूह विवरण

source: Resource Group
af: Hulpbrongroep
bn: রিসোর্স গ্রুপ
el: Ομάδα Πόρων
hi: संसाधन समूह

source: Modified Resources
af: Veranderde hulpbronne
bn: পরিবর্তিত সংস্থান
el: Τροποποιημένες Πηγές
hi: संशोधित संसाधन

source: Selected Resource
af: Gekose hulpbronne
bn: নির্বাচিত সংস্থান
el: Επιλεγμένος Πόρος
hi: चयनित संसाधन

source: All Resources
af: Alle hulpbronne
bn: সকল সংস্থান
el: Όλοι οι Πόροι
hi: सभी संसाधन

source: Save changes
af: Berg wysigings
bn: পরিবর্তনগুলি সংরক্ষণ করুন
el: Αποθήκευση Αλλαγών
hi: परिवर्तन रक्षित करें

source: Drop changes
af: Laat wysigings weg
bn: পরিবর্তনগুলি বাতিল করুন
el: Απόσυρση αλλαγών
hi: परिवर्तन रद्द करें

source: Save to all profiles
af: Berg na alle profiele
bn: সকল প্রোফাইলে সংরক্ষণ করুন
el: Αποθήκευση όλων των προφίλ
hi: सभी प्रोफाइलों में रक्षित करें

source: Patch all profiles
af: Stel alle profiele reg
bn: সকল প্রোফাইলগুলি প্যাচ করুন
el: Συσκευασία όλων των προφίλ
hi: सभी प्रोफाइलें पैच करें

source: &Show changes
af: &Toon wysigings
bn: পরিবর্তনগুলি দেখান
el: Εμφάνι&ση όλων των αλλαγών
hi: &परिवर्तन दर्शाएं

source: Ok
af: Goed
bn: ঠিক আছে
ca: Bé
el: Εντάξει
hi: ठीक करें

source: save
af: berg
bn: সংরক্ষণ করুন
el: αποθήκευση
hi: रक्षित करें

source: all
af: alles
bn: ইনস্টল করো
el: όλα
hi: सभी

source: patch
af: regstelling
bn: প্যাচ
el: πακέτο-διόρθωσης
hi: पैच

source: drop
af: laat weg
bn: বাতিল করুন
el: απόσυρση
hi: रद्द करें

source: apply
af: pas toe
bn: প্রয়োগ করুন
el: εφαρμογή
hi: लागू करें

source: Resource Changes
af: Hulpbronwysigings
bn: সংস্থানের পরিবর্তন
el: Αλλαγές Πόρων
hi: संसाधन परिवर्तन

source: Edit profile
af: Hersien profiel
bn: প্রোফাইল সম্পাদনা করুন
el: Επεξεργασία προφίλ
hi: प्रोफाइल संशोधित करें

source: Switch scripts
af: Wissel skripte
bn: স্ক্রিপ্ট পালটান
el: Αλλαγή σεναρίων
hi: स्क्रिप्ट परिवर्तन करें

source: Prestart
af: Voorafbegin
bn: শুরুর পূর্বে
el: Προ-εκκίνηση
hi: शुरूआत पूर्व

source: Poststart
af: Nabegin
bn: শুরুর পরে
el: Μετά-εκκίνηση
hi: शुरूआत के बाद

source: Prestop
af: Voorafstop
bn: বন্ধের পূর্বে
el: Προ-διακοπή
hi: रूकने से पूर्व

source: Poststop
af: Nastop
bn: বন্ধের পরে
el: Μετά-διακοπή
hi: पोस्टस्टॉप

source: clear
af: maak skoon
bn: পরিচ্ছন্ন
el: καθαρισμός
hi: स्पष्ट

source: Profile settings
af: Profielinstellings
bn: প্রোফাইলের সেটিং
el: Ρυθμίσεις Προφίλ
hi: प्रोफाइल सेटिंग

source: &OK
af: &Goed
bn: &ঠিক আছে
el: &Εντάξει
hi: &ठीक है

source: Choose prestart script
af: Kies voorafbegin-skrip
bn: শুরুর আগের স্ক্রিপ্ট বাছুন
el: Επιλέξτε σενάριο προ-εκκίνησης
hi: शुरूआत पूर्व स्क्रिप्ट चुनें

source: Choose poststart script
af: Kies nabegin-skrip
bn: শুরুর পরের স্ক্রিপ্ট বাছুন
el: Επιλέξτε σενάριο μετά-εκκίνησης
hi: शुरूआत के बाद स्क्रिप्ट चुनें

source: Choose prestop script
af: Kies voorafstop-skrip
bn: বন্ধের আগের স্ক্রিপ্ট বাছুন
el: Επιλέξτε σενάριο προ-διακοπής
hi: रूकने से पूर्व स्क्रिप्ट चुनें

source: Choose poststop script
af: Kies nastop-skrip
bn: বন্ধের পরের স্ক্রিপ্ট বাছুন
el: Επιλέξτε σενάριο μετά-διακοπής
hi: रूकने से पूर्व स्क्रिप्ट चुनें

source: Root privileges are required to use this program.
af: Stamvoorregte word vereis om hierdie program te gebruik.
bn: এই প্রোগ্রাম ব্যবহারের জন্য রুট প্রিভিলেজ প্রয়োজন।
el: Άδεια διαχειριστή συστήματος χρειάζεται για τη χρήση αυτού του προγράμματος
hi: यह प्रोग्राम प्रयोग करने के लिए मूल विशेषाधिकारों की जरूरत है।

source: You are not authorized to use this program.
af: U is nie gemagtig om hierdie program te gebruik nie.
bn: আপনার এই প্রোগ্রাম ব্যবহারের অনুমতি নেই।
el: Δεν έχετε δικαίωμα να χρησιμοποιήσετε αυτό το πρόγραμμα.
hi: आप यह प्रोग्राम प्रयोग करने के लिए अधिकृत नहीं है।

source: Initializing
af: Inisialiseer
bn: শুরু করছে
el: Αρχικοποίηση
hi: शुरू हो रहा

source: Initialize SCPM
af: Inisialiseer SCPM
bn: SCPM শুরু করুন
el: Αρχικοποίηση του SCPM
hi: एससीपीएम शुरू करें

source: SCPM is not initialized SCPM is not initialized, but must be before use. If you initialize it now, default settings that are sufficient for most systems are used. To configure SCPM before initialization, select 'Run YaST'. Initialize SCPM now?
el: Το SCPM δεν έχει αρχικοποιηθεί Το SCPM δεν έχει αρχικοποιηθεί, αλλά θα πρέπει πριν χρησιμοποιηθεί. Αν το αρχικοποιήσετε τώρα, οι προεπιλεγμένες ρυθμίσεις θα είναι αρκετές για τα περισσότερα συστήματα. Για να ρυθμίσετε το SCPM πριν την αρχικοποίηση, επιλέξτε 'Εκκίνηση του YaST'. Αρχικποίηση του SCPM τώρα;

source: Run YaST
af: Loop YaST
bn: YaST চালান
el: Εκκίνηση του YaST
hi: वाईएएसटी चलाएं

source: Reinitialize SCPM
af: Herinisialiseer SCPM
bn: SCPM পুনরায় শুরু করুন
el: Επαναρχικοποίηση του SCPM
hi: एससीपीएम पुनः चलाएं

source: SCPM has detected a changed system installation and must be reinitialized. This means that the data saved in your existing profiles may be out of date. If you reinitialize SCPM now, your profiles will be lost. You can also try to update the data saved in your profiles. Read the SCPM info page for more information about this. Renitialize SCPM now?
af: SCPM het ’n gewysigde stelselinstallasie bespeur en moet weer geïnisialiseer word. Dit beteken dat die data wat in u bestaande profiele geberg is, verouderd is. As u SCPM nou herinisialiseer, sal u profiele verlore wees. U kan ook probeer om die data wat in u profiele geberg is, by te werk. Lees die SCPM-inligtingsblad vir meer inligting hieromtrent. Herinisialiseer SCPM nou?
bn: SCPM একটি পরিবর্তিত সিস্টেম স্থাপনা নির্ণয় করেছে এবং এটিঅবশ্যই পুনরায় শুরু করতে হবে। এর অর্থ হল আপনার বিদ্যমান প্রোফাইলগুলিতে সংরক্ষিত ডেটাপুরনো দিনের হতে পারে। আপনি যদি এখন SCPM পুনরায় শুরু করেন তাহলেআপনার প্রোফাইলগুলি হারিয়ে যাবে। আপনি প্রোফাইলগুলিতে সংরক্ষিত ডেটা আপডেট করারচেষ্টাও করতে পারেন। এই বিষয়ে অতিরিক্ত তথ্য পাওয়ার জন্য SCPM তথ্য পৃষ্ঠাপড়ুন। এখন SCPM পুনরায় শুরু করবেন?
el: Το SCPM ανίχνευσε μια αλλαγή στην εγκατάσταση του συστήματος και πρέπει να επαναρχικοποιηθεί. Αυτό σημαίνει ότι τα δεδομένα που αποθηκεύτηκαν στα υπάρχοντα προφίλ θα είναι ανημέρωτα. Αν επαναρχικοποιήσετε το SCPM τώρα, τα προφίλ σας θα χαθούν. Μπορείτε επίσης να προσπαθήσετε να ενημερώσετε τα αποθηκευμένα δεδομένα των προφίλ σας. Διαβάστε τη σελίδα πληροφοριών του SCPM για περισσότερες πληροφορίες επί τούτου. Επαναρχικοποίηση του SCPM τώρα;
hi: एससीपीएम ने बदली हुई सिस्टम इंस्टालेशन खोजी है और इसे पुनः शुरू करना जरूरी है। इसका अर्थ है कि आपकी मौजूदा प्रोफाइलों में रक्षित डेटा पुराना हो सकता है। यदि आप अभी एससीपीएम पुनः इंस्टाल करते हैं, आपकी प्रोफाइलें नष्ट हो जाएंगी। आप अपनी प्रोफाइलों में रक्षित डेटा अपडेट करने के लिए प्रयास भी कर सकते हैं। इस बारे में अधिक जानकारी के लिए एससीपीएम जानकारी पेज पढ़ें। एससीपीएम अभी पुनः इंस्टाल करें?

source: Recover SCPM
af: Stel SCPM terug
bn: SCPM পুনরুদ্ধার করুন
el: Ανάκτηση του SCPM
hi: एससीपीएम रिकवर करें
