Repository: webyast/web-client
Catalog: webclient/po/*/yast_webclient.po
Languages: de, es, fi, km, lt, pa, sv, uk

source: or
de: oder
es: o
fi: tai
km: ឬ
lt: arba
sv: eller
uk: або

source: Back
de: Zurück
es: Atrás
fi: Takaisin
km: ថយក្រោយ
lt: Atgal
pa: ਪਿੱਛੇ
sv: Tillbaka
uk: Назад

source: Cancel
de: Verwerfen
es: Cancelar
fi: Peruuta
km: បោះបង់
lt: Atšaukti
pa: ਰੱਦ ਕਰੋ
sv: Avbryt
uk: Скасувати

source: Save
de: Speichern
es: Guardar
fi: Tallenna
km: រក្សា​ទុក
lt: Įrašyti
pa: ਸੰਭਾਲੋ
sv: Spara
uk: Зберегти

source: Next
de: Weiter
es: Siguiente
fi: Seuraava
km: បន្ទាប់
lt: Kitas
pa: ਅੱਗੇ
sv: Nästa
uk: Далі

source: Finish
es: Terminar
fi: Valmis
km: បញ្ចប់
sv: Slutför
uk: Закінчити

source: Are you sure?
de: Sind Sie sicher?
es: ¿Está seguro?
fi: Oletko varma?
km: តើ​អ្នក​ប្រាកដ​ឬ ?
lt: Ar jūs įsitikinęs(usi)?
pa: ਕੀ ਪੱਕਾ ਹੈ?
sv: Är du säker?
uk: Ви впевнені?

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fi: Tuntematon virhe
km: មិន​ស្គាល់​កំហុស​
lt: Nežinomas klaida
sv: Okänt fel
uk: Невідома помилка

source: No information available
de: Keine Informationen verfügbar.
es: No hay información disponible
fi: Tietoja ei saatavilla
km: មិន​មាន​ព័ត៌មាន​ទេ
lt: Informacija neprieinama
pa: ਕੋਈ ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ ਨਹੀ ਹੈ
sv: Det finns ingen tillgänglig information
uk: Немає інформації

source: There was a problem retrieving information from the server.
de: Beim Abrufen der Informationen vom Server trat ein Fehler auf.
es: Hubo un problema al recuperar información desde el servidor.
fi: Ongelma haettaessa tietoja palvelimelta.
km: មាន​បញ្ហា​ក្នុងការ​ទៅ​យក​ព័ត៌មាន​ពី​ម៉ាស៊ីន​បម្រើ ។
lt: Kilo nesklandumų gaunant informaciją iš serverio.
sv: Det inträffade ett problem när informationen hämtades från servern.
uk: Трапилась помилка при спробі отримання інформації з сервера.

source: Hide Details
es: Esconder detalles
fi: Piilota tiedot
km: លាក់​សេចក្ដី​លម្អិត
sv: Dölj information
uk: Сховати подробиці

source: Show Details
es: Mostrar detalles
fi: Näytä tiedot
km: បង្ហាញ​សេចក្ដី​លម្អិត
sv: Visa information
uk: Показати подробиці

source: Add
de: Hinzufügen
es: Añadir
fi: Lisää
km: បន្ថែម
lt: Pridėti
pa: ਸ਼ਾਮਲ
sv: Lägg till
uk: Додати

source: Edit
de: Bearbeiten
es: Editar
fi: Muokkaa
km: កែសម្រួល
lt: Keisti
pa: ਸੋਧ
sv: Redigera
uk: Змінити

source: Delete
de: Löschen
es: Borrar
fi: Poista
km: លុប
lt: Trinti
pa: ਹਟਾਓ
sv: Ta bort
uk: Вилучити

source: You need to specify the host
de: Sie müssen den Rechner angeben.
es: Necesita especificar el equipo
fi: Sinun täytyy määrittää kone.
km: អ្នក​ត្រូវ​តែ​បញ្ជាក់​ម៉ាស៊ីន
lt: Reikia nurodyti pagrindinį kompiuterį
pa: ਤੁਹਾਨੂੰ ਹੋਸਟ ਦੇਣ ਦੀ ਲੋੜ ਹੈ
sv: Du måste ange värden
uk: Вам слід вказати вузол

source: No login specified
de: Keine Anmeldung angegeben.
es: No se especificó nombre de entrada
fi: Kirjautumisnimeä ei määritetty
km: មិនបាន​ចូល​បញ្ជាក់​ឡើយ
lt: Nenurodytas prisijungimo vardas
pa: ਲਾਗਇਨ ਨਹੀਂ ਦਿੱਤਾ
sv: Ingen inloggning har angetts
uk: Не вказано користувача

source: No password specified
de: Kein Passwort angegeben.
es: No se especificó contraseña
fi: Salasanaa ei määritetty
km: មិនមាន​ពាក្យ​សម្ងាត់​បាន​បញ្ជាក់​ឡើយ​
lt: Nenurodytas slaptažodis
pa: ਪਾਸਵਰਡ ਨਹੀਂ ਦਿੱਤਾ
sv: Inget lösenord har angetts
uk: Не вказано пароль

source: Host has blocked user %s. It cannot login until %s
de: Host hat Benutzer %s blockiert. Vor %s ist keine Anmeldung möglich.
es: El servidor ha bloqueado al usuario %s. No puede entrar hasta %s
fi: Koneella on estetty käyttäjä %s. Se ei voi kirjautua ennen %s
km: ម៉ាស៊ីន​ត្រូវ​បានទប់​ស្កាត់​អ្នក​ប្រើ​​ %s ។ វា​មិន​អាច​ចូល​បាន​ទេ​រហូត​ដល់ %s
lt: Pagrindinis kompiuteris užblokavo vartotoją %s. Jis negalės prisijungti iki %s
sv: Värden har blockerat användaren %s. Användaren kan inte logga in tills %s
uk: Вузол заблокував користувача %s. Неможливо увійти до %s

source: Login incorrect. Check your username and password.
de: Anmelde-Fehler. Bitte überprüfen Sie Nutzername und Passwort.
es: Nombre de entrada incorrecto. Verifique su nombre de usuario y contraseña.
fi: Kirjautumisvirhe. Tarkista käyttäjätunnus ja salasana.
km: ការ​ចូល​មិន​ត្រឹមត្រូវ​ឡើយ​ ។ ពិនិត្យ​មើល​ពាក្យ​សម្ងាត់​ និង​ឈ្មោះ​អ្នក​ប្រើ​របស់​អ្នក​ ។
lt: Prisijungti nepavyko. Pasitikrinkite savo vartotojo vardą ir slaptažodį.
pa: ਲਾਗਇਨ ਗਲਤ ਹੈ। ਆਪਣਾ ਯੂਜ਼ਰ ਨਾਂ ਅਤੇ ਪਾਸਵਰਡ ਜਾਂਚ ਕੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ
sv: Felaktig inloggning. Kontrollera användarnamn och lösenord.
uk: Помилка входу. Перевірте ім'я користувача та пароль.

source: You have been logged out.
de: Sie wurden abgemeldet.
es: Ha sido echado de su sesión.
fi: Olet kirjautunut ulos.
km: អ្នក​ត្រូ​វ​បាន​ចេញ ។
lt: Jūs dabar atsijungęs(usi).
pa: ਤੁਸੀਂ ਲਾਗਆਉਟ ਹੋ ਚੁੱਕੇ ਹੋ।
sv: Du är utloggad.
uk: Ви вийшли з системи.

source: Session timeout
es: Temporización de sesión
fi: Istunnon aikakatkaisu
km: អស់ពេល​សម័យ
sv: Sessionstimeout
uk: Тайм-аут сеансу

source: You're not allowed to do this. If you have to do this action, please contact system administrator
es: No se le permite hacer esto. Si tiene que realizar esta acción, por favor contacte con el administrador del sistema
fi: Tämä tekeminen ei ole sallittua sinulta. Jos haluat käyttää tätä toimintoa, ota yhteyttä järjestelmänvalvojaan
km: អ្នក​មិន​ត្រូវ​បានអនុញ្ញាត​ឲ្យ​ធ្វើការងារ​នេះ​ទេ ។ ប្រសិនបើ​អ្នក​ត្រូវ​តែ​ធ្វើ​សកម្មភាព​នេះ សូម​ទាក់ទង​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ​របស់​អ្នក
sv: Du saknar behörighet för åtgärden. Om du måste genomföra åtgärden kontaktar du systemadministratören
uk: Вам цього не дозволено. Якщо вам потрібна ця дія, зверніться до свого системного адміністратора.

source: Please login to continue
de: Zum Fortfahren melden Sie sich bitte an.
es: Por favor, entre para continuar
fi: Kirjaudu jatkaaksesi
km: សូម​ចូល ដើម្បីបន្ត​
lt: Prašome prisijungti, kad galėtumėte tęsti
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਲਾਗਇਨ ਕਰੋ
sv: Logga in om du vill fortsätta
uk: Будь ласка, увійдіть, щоб продовжити

source: You must logout before you can login
de: Sie müssen sich abmelden, bevor Sie sich anmelden können
es: Debe salir antes de poder entrar
fi: Sinun täytyy kirjautua ulos ennen sisään kirjautumista
km: អ្នក​ត្រូវ​តែចេញ​ មុន​ពេល​​​អ្នក​អាច​ចូល​
lt: Jūs turite atsijungti, kad galėtumėte vėl prisijungti.
pa: ਤੁਹਾਨੂੰ ਲਾਗਇਨ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਲਾਗ-ਆਉਟ ਕਰਨਾ ਪਵੇਗਾ
sv: Du måsta logga ut innan du kan logga in
uk: Мусите вийти з системи перед тим як увійти

source: can't be blank
es: No puede estar en blanco
fi: ei voi olla tyhjä
km: មិន​អាច​ទទេ​​នោះ​ទេ
sv: får inte vara tomt
uk: не може бути порожнім

source: is out of allowed values
es: Ya no hay valores permitidos
fi: ei kuulu sallittuihin arvoihin
km: លើស​តម្លៃ​ដែលបាន​​អនុញ្ញាត
sv: är utanför intervallet för tillåtna värden
uk: є поза дозволеними межами

source: can't be empty
es: No puede estar vacío
fi: ei voi olla tyhjä
km: មិន​អាច​ទទេ​នោះ​ទេ
sv: kan inte vara tomt
uk: не може бути порожнім

source: is invalid
es: es inválido
fi: on virheellinen
km: មិន​ត្រឹមត្រូវ
sv: är ogiltig
uk: нечинний

source: Invalid parameters:
es: Parámetros inválidos
fi: Virheellinen parametrit:
km: ប៉ារ៉ាម៉ែត្រ​មិន​ត្រឹមត្រូវ ៖
sv: Ogiltiga parametrar:
uk: Нечинні параметри

source: Can't connect to host %s.
de: Kann nicht zu Rechner %s verbinden.
es: No se pudo conectar al equipo %s.
fi: Koneeseen %s yhdistäminen ei onnistu.
km: មិន​អាច​តភ្ជាប់​ទៅកាន់​ម៉ាស៊ីន​ %s បាន​ឡើយ​ ។
lt: Prisijungta prie pagrindinio kompiuterio %s.
sv: Det gick inte att ansluta till värden %s.
uk: Неможливо з'єднатися з вузлом %s.

source: Make sure the host is up and that the YaST web service is running.
de: Stellen Sie sicher, dass der Rechner aktiv ist und dass der YaST-Webdienst läuft.
es: Asegúrese de que el equipo está levantado y que el servicio web YaST está corriendo.
fi: Varmista että kone vastaa ja että YaST webpalvelu on käynnissä.
km: ប្រាកដថា​ ម៉ាស៊ីន​ដំណើរការ​​ ហើយ​​សេវា​បណ្តាញ​របស់​ YaST កំពុង​ដំណើរការ​ ។
lt: Įsitikinkite, kad pagrindinis kompiuteris yra įjungtas ir kad YaST žiniatinklio paslauga paleista.
sv: Kontrollera att värden är aktiv och att YaST-webbtjänsten körs.
uk: Перевірте чи вузол функціонує і чи запущено веб-службу YaST.

source: Please select a host to connect to.
de: Wählen Sie den zu benutzenden Rechner.
es: Por favor, Seleccione el equipo de destino al que conectarse.
fi: Valitse kone johon yhdistetään.
km: សូម​ជ្រើស​ម៉ាស៊ីន​​ដើម្បី​តភ្ជាប់​ ។
lt: Prašome pasirinkti tiekėją, kad galėtumėte prisijungti.
pa: ਕੁਨੈਕਟ ਕਰਨ ਲਈ ਹੋਸਟ ਚੁਣੋ ਜੀ।
sv: Välj vilken värd du vill ansluta till.
uk: Будь ласка, виберіть вузол, до якого приєднатись.

source: The host '%s' cannot be found.
de: Der Rechner %s' konnte nicht gefunden werden.
es: No se puede encontrar el equipo '%s'.
fi: Konetta '%s' ei löytynyt.
km: មិនអាច​រកឃើញ​ម៉ាស៊ីន '%s' នោះ​ទេ ។
lt: Nepavyksta rasti pagrindinio kompiuterio „%s“.
sv: Värden %s hittades inte.
uk: Неможливо знайти вузол '%s'.

source: Please double-check the host URL.
de: Bitte überprüfen Sie die Rechner-URL ganz genau.
es: Por favor vuelva a comprobar la URL del equipo.
fi: Varmista koneen verkko-osoite.
km: សូម​ពិនិត្យ​ URL ម៉ាស៊ីនឡើងវិញ ។
sv: Kontrollera värd-URL.
uk: Ще раз перевірте URL вузла.

source: account
de: Konto
es: cuenta
fi: tili
km: គណនី
lt: paskyra
pa: ਅਕਾਊਂਟ
sv: konto
uk: рахунок

source: Account|Login
de: Konto|Anmeldung
es: Cuenta|Entrada
fi: Tili|Kirjautumisnimi
km: គណនី​|ចូល​
lt: Paskyra|Prisijungti
pa: ਲਾਗਇਨ
sv: Konto|Inloggning
uk: Рахунок|Користувач

source: Account|Created at
de: Konto|Erstellt am
es: Cuenta|Creada el
fi: Tili|Luonti aika
km: គណនី​​|ដែលបាន​បង្កើត​នៅ
lt: Paskyra|Sukurta
pa: ਬਣਾਇਆ ਗਿਆ
sv: Konto|Skapat den
uk: Рахунок|Створено

source: Account|Updated at
de: Konto/Aktualisiert am
es: Cuenta|Actualizada el
fi: Tili|Päivitys aika
km: គណនី​​|ដែលបាន​ធ្វើ​ឲ្យ​ទាន់​សម័យនៅ
lt: Paskyra|Atnaujinta
pa: ਅੱਪਡੇਟ ਕੀਤਾ
sv: Konto|Uppdaterat den
uk: Рахунок|Оновлено

source: Account|Remember token
de: Konto|Token speichern
es: Cuenta|Recuerde el token
fi: Tili|Muista token
km: គណនី​|ចងចាំថូខឹន
lt: Paskyra|Prisiminti prisijungimą.
pa: ਟੋਕਨ ਯਾਦ ਰੱਖੋ
sv: Konto|Kom ihåg token
uk: Рахунок|Пам’ятати маркер

source: Account|Remember token expires at
de: Konto/Erinnerungs-Token läuft ab am
es: Cuenta|Recuerde que el token expira el
fi: Tili|Muista token vanhetuu
km: គណនី​|ចងចាំ​ថូខឹន​ផុត​កំណត់​នៅ
lt: Paskyra|Nepamirškite, kad prisijungimas pasibaigs
pa: ਯਾਦ ਰੱਖੇ ਟੋਕਨ ਦੀ ਮਿਆਦ ਪੁੱਗੇ
sv: Konto|Kom ihåg att token upphör att gälla den
uk: Рахунок|Пам’ятати маркер застаріє

source: Account|Salt
de: Konto|Salt
es: Cuenta|Sal
fi: Tili|Suola
km: គណនី​​| Salt
sv: Konto|Salt
uk: Рахунок|сіль

source: host
de: Rechner
es: equipo
fi: kone
km: ម៉ាស៊ីន​
lt: pagrindinis kompiuteris
pa: ਹੋਸਟ
sv: värd
uk: вузол

source: Host|Name
de: Rechne|Name
es: Equipo|Nombre
fi: Kone|Nimi
km: ម៉ាស៊ីន​​|ឈ្មោះ​
lt: Pagrindinis kompiuteris|Vardas
pa: ਨਾਂ
sv: Värd|Namn
uk: Вузол|Назва

source: Host|Url
de: Rechner|Url
es: Equipo|Url
fi: Kone|Verkko-osoite
km: ម៉ាស៊ីន|Url
lt: Pagrindinis kompiuteris|Url
pa: URL
sv: Värd|URL
uk: Вузол|Адреса Url

source: Host|Description
de: Rechner|Beschreibung
es: Equipo|Descripción
fi: Kone|Kuvaus
km: ម៉ាស៊ីន​|សេចក្តី​ពិពណ៌នា
lt: Pagrindinis kompiuteris|Aprašymas
pa: ਵੇਰਵਾ
sv: Värd|Beskrivning
uk: Вузол|Опис

source: Host|Created at
de: Rechner|Erstellt am
es: Equipo|Creado el
fi: Kone|Luonti aika
km: ម៉ាស៊ីន​​|បាន​បង្កើត​នៅ​
lt: Pagrindinis kompiuteris|Sukurta
pa: ਬਣਾਇਆ ਗਿਆ
sv: Värd|Skapad den
uk: Вузол|Створено

source: Host|Updated at
de: Rechner|Aktualisiert am
es: Equipo|Actualizado el
fi: Kone|Päivitys aika
km: ម៉ាស៊ីន​​|​បាន​​ធ្វើ​ឲ្យ​ទាន់​សម័យ​​នៅ
lt: Pagrindinis kompiuteris|Atnaujinta
pa: ਅੱਪਡੇਟ ਕੀਤਾ
sv: Värd|Uppdaterad den
uk: Вузол|Оновлено

source: Language Selection
es: Selección de idioma
fi: Kielen valinta
km: ការ​ជ្រើស​រើស​ភាសា
sv: Språkval
uk: Вибір мови

source: This is embarrasing....
de: Dies ist peinlich ...
es: Esto es embarazoso....
fi: Tämä on hävettävää...
km: នេះ​គួ​រឲ្យ​ស្មុគស្មាញ​ណាស់...
lt: Tai nepatogu...
sv: Det här är lite pinsamt...
uk: Це встид....

source: We are sorry, but there are some problems.
es: Lo sentimos, pero hay algunos problemas.
fi: Olemme pahoillamme, törmäsimme ongelmiin.
km: យើង​សូម​ទោស​ ប៉ុន្តែ​មាន​បញ្ហា​មួយ​ចំនួន​ ។
sv: Tyvärr har det uppstått vissa problem.
uk: Вибачте, є деякі проблеми.

source: Problem:
es: Problema:
fi: Ongelma:
km: បញ្ហា ៖
lt: Problema:
pa: ਸਮੱਸਿਆ:
uk: Проблема:

source: Please Report a bug so we can fix the problem!.
de: Bitte melden Sie einen Fehler, damit wir das Problem bereinigen können!
es: Por favor, ¡reporte el bug de modo que podamos solucionar el problema!.
fi: Ilmoita virheestä niin voimme korjata ongelman!
km: សូម​រាយការណ៍​កំហុស ដូច្នេះ​យើង​អាច​កែ​បញ្ហា !
lt: Prašome pranešti apie riktą, kad mes galėtume jį ištaisyti!
sv: Hjälp oss genom att rapportera buggen så att vi kan åtgärda problemet.
uk: Будь ласка, повідомте про ваду, щоб ми могли виправити проблему.

source: (report link)
de: (Berichtslink)
es: (enlace para reportar)
fi: (ilmoitus linkki)
km: (តំណ​របាយការណ៍)
lt: (pranešimo nuoroda)
sv: (rapportlänk)
uk: (посилання для повідомлення)

source: Don't forget to include the bug details.
de: Vergessen Sie nicht, die Fehler-Einzelheiten mitzuteilen.
es: No se le olvide incluir los detalles del bug.
fi: Älä unohda sisällyttää virheen yksityiskohtia.
km: កុំ​ភ្លេច​​បញ្ចូល​សេចក្ដី​លម្អិត​របស់​កំហុស ។
lt: Nepamirškite aprašyti rikto detalių.
sv: Glöm inte att ange information om buggen.
uk: Не забудьте включити подробиці про ваду.

source: Problem occured on target machine.
de: Fehler auf Zielmaschine aufgetreten.
es: El problema ocurrió en la máquina destinataria.
fi: Tapahtui virhe kohdekoneessa.
km: បញ្ហា​បានកើត​ឡើង​នៅ​លើម៉ាស៊ីនគោលដៅ ។
lt: Nesklandumai paskirties kompiuteryje.
sv: Problemet inträffade på målmaskinen.
uk: Трапилась проблема на машині цілі.

source: You do not have permissions to modify the settings.
es: No tiene permiso para modificar la configuración.
fi: Sinulla ei ole oikeuksia muokata asetuksia.
km: អ្នក​មិនមាន​សិទ្ធិ​ដើម្បី​កែប្រែ​ការ​កំណត់​នោះ​ទេ ។
sv: Du har inte behörighet att ändra inställningarna.
uk: Ви не маєте дозволу на зміну параметрів.

source: Editing YaST-Web-Service
de: YaST-Web-Dienst bearbeiten
es: Editando YaST-Web-Service
fi: Muokataan YaST-Webpalvelua
km: កែសម្រួល​សេវា​បណ្ដាញ YaST
lt: Keičiama YaST žiniatinklio paslauga
pa: YaST-ਵੈੱਬ-ਸਰਵਿਸ ਸੋਧ
sv: Redigerar YaST-Web-Service
uk: Редагування веб-служби YaST

source: YaST-Web-Service
de: YaST-Web-Dienst
es: Servicio-web-YaST
fi: YaST-webpalvelu
km: សេវា​បណ្ដាញ YaST
lt: YaST žiniatinklio paslauga

source: Name
es: Nombre
fi: Nimi
km: ឈ្មោះ
lt: Pavadinimas
pa: ਨਾਂ
sv: Namn
uk: Назва

source: Description
de: Beschreibung
es: Descripción
fi: Kuvaus
km: សេចក្តី​ពិពណ៌នា
lt: Aprašymas
pa: ਵੇਰਵਾ
sv: Beskrivning
uk: Опис

source: Ok
es: Vale
km: យល់ព្រម
lt: Gerai
pa: ਠੀਕ ਹੈ
uk: Гаразд

source: Please choose a service:
de: Wählen Sie einen Dienst:
es: Por favor elija un servicio:
fi: Valitse palvelu:
km: សូម​ជ្រើស​សេវា ៖
lt: Prašome pasirinkti paslaugą:
pa: ਸਰਵਿਸ ਚੁਣੋ ਜੀ:
sv: Välj en tjänst:
uk: Будь ласка, виберіть службу:

source: Really delete host %s ?
de: Rechner %s wirklich löschen?
es: ¿Realmente borrar el equipo (servidor) %s?
fi: Poistetaanko kone %s varmasti?
km: ពិត​ជា​លុប​ម៉ាស៊ីន %s ឬ ?
lt: Ar tikrai pašalinti pagrindinį kompiuterį %s?
sv: Vill du ta bort värden %s?
uk: Вилучити вузол %s ?

source: New WebYaST Host
de: Neuer WebYaST-Rechner
es: Nuevo equipo (servidor) WebYaST
fi: Uusi WebYaST kone
km: ម៉ាស៊ីន​ WebYaST ថ្មី
lt: Naujas Žiniatinklio YaST pagrindinis kompiuteris
pa: ਨਵਾਂ ਵੈੱਬ-ਯਾਸਟ ਹੋਸਟ
sv: Ny WebYaST-värd
uk: Новий вузол WebYaST

source: Create
de: Erstellen
es: Crear
fi: Luo
km: បង្កើត
lt: Sukurti
pa: ਬਣਾਇਆ
sv: Skapa
uk: Створити

source: Index
es: Índice
fi: Hakemisto
km: លិបិក្រម
pa: ਇੰਡੈਕਸ
uk: Індекс

source: Configuration
de: Konfiguration
es: Configuración
fi: Määritykset
km: កំណត់រចនាសម្ព័ន្ធ
lt: Konfigūracija
pa: ਸੰਰਚਨਾ
sv: Konfiguration
uk: Налаштування

source: Status
es: Estado
fi: Tila
km: ស្ថានភាព
lt: Būsena
pa: ਹਾਲਤ
uk: Стан

source: System actions
de: System-Aktionen
es: Acciones de sistema
fi: Järjestelmätoiminnot
km: សកម្មភាព​ប្រព័ន្ធ
lt: Sistemos veiksmai
pa: ਸਿਸਟਮ ਐਕਸ਼ਨ
sv: Systemåtgärder
uk: Системні дії

source: Reboot
de: Neustart
es: Reiniciar
fi: Käynnistä uudelleen
km: ចាប់​ផ្ដើម​ឡើង​វិញ
lt: Perkrauti
pa: ਮੁੜ-ਚਾਲੂ
sv: Starta om
uk: Перезапустити

source: Really reboot %s?
de: %s wirklich neustarten?
es: ¿Realmente reiniciar %s?
fi: Käynnistetäänkö %s uudelleen?
km: ពិត​ជា​ចាប់ផ្ដើម %s ឡើង​វិញ​ឬ ?
lt: Tikrai perkrauti %s?
sv: Vill du starta om %s?
uk: Перезапустити %s?

source: Shutdown
de: Ausschalten
es: Apagar
fi: Sammuta
km: បិទ
lt: Išjungti
pa: ਬੰਦ ਕਰੋ
sv: Stänga av
uk: Вимкнути

source: Really shutdown %s?
de: %s wirklich anhalten?
es: ¿Realmente apagar %s?
fi: Sammutetaanko %s varmasti?
km: ពិតជា​បិទ %s ឬ ?
lt: Tikrai išjungti %s?
sv: Vill du avsluta %s?
uk: Вимкнути %s?

source: Loading patch information
de: Aktualisierungsinformationen herunterladen
es: Cargando información de parches
fi: Ladataan tietoja korjauksista
km: ផ្ទុក​ព័ត៌មាន​បំណះ
lt: Įkeliama pataisos informacija
pa: ਪੈਂਚ ਜਾਣਕਾਰੀ ਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
sv: Läser in information om programfix
uk: Звантаження інформації про латки

source: Patch status summary is disabled in the config file.
es: El resumen de estado de parches está desactivado en el archivo de configuración.
fi: Korjausten tila yhteenveto on poistettu käytöstä määritystiedostossa.
km: សេចក្ដី​សង្ខេប​ស្ថានភាព​បំណះ​ត្រូវ​បានបិទ​នៅ​ក្នុង​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ ។
sv: Sammanfattning för korrigeringsstatus är inaktiverad i konfigurationsfilen.
uk: Зведення стану латок вимкнено у файлі конфігурації.

source: Patch plugin is not installed.
de: Patch-Modul ist nicht installiert.
es: El complemento de parches no ha sido instalado.
fi: Korjaus-liitännäistä ei ole asennettu.
km: កម្មវិធី​ជំនួយ​បំណះ​មិន​ត្រូវ​បាន​ដំឡើង​ទេ ។
lt: Pataisos papildinys neįdiegtas.
sv: Insticksprogrammet för programfixen är inte installerat.
uk: Не встановлено додаток для латок.

source: Loading system information
de: System-Informationen laden
es: Cargando información del sistema
fi: Ladataan järjestelmätietoja
km: ផ្ទុក​ព័ត៌មាន​ប្រព័ន្ធ
lt: Įkeliama sistemos informacija
pa: ਸਿਸਟਮ ਜਾਣਕਾਰੀ ਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
sv: Läser in systeminformation
uk: Звантаження інформації про систему

source: System status summary is disabled in the config file.
es: El resumen de estado está desactivado en el archivo de configuración.
fi: Järjestelmän tilan yhteenveto on poistettu käytöstä määritystiedostossa.
km: សេចក្ដី​សង្ខេប​ស្ថានភាព​ប្រព័ន្ធ​ត្រូវ​បានបិទ​នៅ​ក្នុង​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ ។
sv: Sammanfattning för systemstatus är inaktiverad i konfigurationsfilen.
uk: Зведення стану системи вимкнено у файлі конфігурації.

source: Status plugin is not installed.
de: Status-Erweiterung ist nicht installiert.
es: El complemento de estado no ha sido instalado.
fi: Tila-liitännäistä ei ole asennettu.
km: កម្មវិធី​ជំនួយ​ស្ថានភាព​មិន​ត្រូវ​បាន​ដំឡើង​ទេ ។
lt: Būsenos papildinys neįdiegtas.
sv: Statusinsticksprogrammet är inte installerat.
uk: Не встановлено додаток про стан.

source: Show all modules
de: Alle Module anzeigen
es: Mostrar todos los módulos
fi: Näytä kaikki moduulit
km: បង្ហាញ​ម៉ូឌុល​ទាំងអស់​
lt: Rodyti visus modulius
sv: Visa alla moduler
uk: Показати всі модулі

source: Base system setup
de: Grundlegende System-Einrichtung
es: Configuración básico del sistema
fi: Perusjärjestelmän asetus
km: ការ​រៀប​​ចំប្រ​ព័ន្ធ​គោល​
lt: Pagrindinės sistemos sąranka
pa: ਬੇਸ ਸਿਸਟਮ ਸੈਟਅੱਪ
sv: Grundläggande systeminstallation
uk: Налаштування базової системи

source: Your initial system setup was not completed. Please continue with setting up the modules.
es: La configuración inicial de su sistema no se completó. Por favor continúe configurando los módulos.
fi: Alkuperäinen järjestelmän asetus ei ole valmis. Jatka moduulien asettamisella.
km: ការ​រៀបចំ​ប្រព័ន្ធដំបូង​មិន​ទាន់ចប់​ទេ ។ សូមបន្ត​ជា​មួយ​នឹង​ការ​រៀបចំ​ម៉ូឌុល ។
sv: Systeminstallationen slutfördes inte. Fortsätt att installera modulerna.
uk: Початкове налаштування вашої системи не завершено. Продовжіть налаштування модулів.

source: Continue initial system setup
es: Continúe la configuración básica del sistema
fi: Jatka alkuperäistä järjestelmän asetusta.
km: បន្ត​ការ​រៀបចំ​ប្រព័ន្ធ​ដំបូង​
sv: Fortsätt systeminstallationen
uk: Продовжити початкове налаштування системи

source: You are using an unsupported browser. Please switch to %sFireFox 3.5 or better%s or %sInternet Explorer 8%s. Thanks! [%sclose%s]
es: Está usando un navegador no soportado. Por favor cambie a %sFireFox 3.5 o mejor%s o %sInternet Explorer 8%s. ¡Gracias! [%scerrar%s]

source: JavaScript support is missing or disabled. Please turn JavaScript on or use a supported browser (%sFireFox 3.5%s or %sInternet Explorer 8%s).
es: Falta el soporte JavaScript o está desactivado. Por favor active JavaScript o use un navegador soportado (%sFireFox 3.5%s o %sInternet Explorer 8%s).

source: My Appliance
de: Meine Appliance
es: Mi aplicativo
fi: Oma appliance
km: ឧបករណ៍​ប្រើ​ប្រាស់​របស់​ខ្ញុំ
lt: Mano aparatas
sv: Min enhet
uk: Мій окремий пристрій

source: Language:
es: Idioma:
fi: Kieli:
km: ភាសា ៖
sv: Språk:
uk: Мова:

source: Connected host:
de: Verbundener Rechner:
es: Equipo conectado:
fi: Yhdistetyt koneet:
km: ម៉ាស៊ីន​ដែល​បាន​តភ្ជាប់​ ៖
lt: Prijungtas pagrindinis kompiuteris:
sv: Ansluten till värden:
uk: З'єднано з вузлом:

source: User:
de: Benutzer:
es: Usuario:
fi: Käyttäjä:
km: ​អ្នក​ប្រើ ៖
lt: Vartotojas:
pa: ਯੂਜ਼ਰ:
sv: Användare:
uk: Користувач:

source: Control panel
de: Kontrollzentrum
es: Panel de control
fi: Ohjauskeskus
km: បន្ទះ​បញ្ហា
lt: Valdymo centras
pa: ਕੰਟਰੋਲ ਪੈਨਲ
sv: Kontrollpanel
uk: Центр керування

source: Logout
de: Abmelden
es: Fin de sesión
fi: Kirjaudu ulos
km: ចេញ
lt: Atsijungti
pa: ਲਾਗਆਉਟ
sv: Logga ut
uk: Вийти

source: ...Wait...
de: ... Bitte warten ...
es: ...Espere...
fi: ...Odota...
km: ...រង់​ចាំ​...
lt: ...Palaukite...
pa: ...ਉਡੀਕੋ...
sv: ...vänta...
uk: ...Зачекайте...

source: Login
es: Inicio de sesión
fi: Kirjautumisnimi
km: ចូល
lt: Prisijungti
pa: ਲਾਗਇਨ
sv: Logga in
uk: Вхід

source: Enter login credentials for host %s.
de: Geben Sie die Anmeldeinformationen für den Rechner %s ein.
es: Introduzca las credenciales de entrada para el equipo %s
fi: Anna kirjautumisvaltuutus koneelle %s.
km: បញ្ចូ​លការ​ចូល​សម្ងាត់​សម្រាប់​ម៉ាស៊ីន %s ។
sv: Ange inloggningsinformationen för värden %s.
uk: Введіть потрібні дані входу для вузла %s.

source: Username:
de: Benutzername:
es: Nombre de usuario:
fi: Käyttäjänimi:
km: ឈ្មោះ​អ្នក​ប្រើ ៖
lt: Vartotojo vardas:
pa: ਯੂਜ਼ਰ ਨਾਂ:
sv: Användarnamn:
uk: Користувач:

source: Password:
de: Passwort:
es: Contraseña:
fi: Salasana:
km: ពាក្យ​សម្ងាត់ ៖
lt: Slaptažodis:
pa: ਪਾਸਵਰਡ:
sv: Lösenord:
uk: Пароль:

source: Service %s is not available in the target machine
de: Dienst %s ist auf der Zielmaschine nicht verfügbar.
es: El servicio %s no está disponible en la máquina destinataria
fi: Palvelua %s ei ole saatavissa kohdekoneella
km: សេវា %s មិន​អាច​ប្រើបាននៅ​ក្នុង​ម៉ាស៊ីន​គោលដៅ​ទេ
lt: Paskirties kompiuteryje paslauga %s negalima
sv: Tjänsten %s är inte tillgänglig på målmaskinen
uk: Служба %s недоступна на машині цілі

source: Service %s is not running on the target machine
de: Dienst %s läuft nicht auf der Zielmaschine.
es: El servicio %s no está corriendo en la máquina destinataria
fi: Palvelu %s ei ole käynnissä kohdekoneella
km: សេវា %s មិនកំពុង​ដំណើរការ​នៅ​លើ​ម៉ាស៊ីន​គោលដៅ​ទេ
lt: Paskirties kompiuteryje nepaleista paslauga %s
sv: Tjänsten %s körs inte på målmaskinen
uk: Службу %s не запущено на машині цілі
