Repository: webyast/web-client
Catalog: webclient/po/*/yast_webclient.po
Languages: de, es, fi, km, lt, pa, sv, uk

source: Broken permission setup on rest-service. Can be fixed by grantwebyastrights script.
es: Permiso roto en servicio 'rest'.
fi: Toimimaton oikeuksien asetus rest-palvelussa. Voidaan korjata suorittamalla grantwebyastrights-komentojono.
km: សិទ្ធិ​ដែលខូច​បាន​រៀបចំ​នៅ​លើសេវា​ដែលនៅ​សល់ ។ អាច​ត្រូ​វបានជួសជុល​ដោយ​ស្គ្រីប grantwebyastrights ។
sv: En behörighetskonfiguration för resttjänsten avbröts. Detta kan rättas till med skriptet grantwebyastrights.
uk: Пошкоджене налаштування прав доступу на rest-service. Можна виправити скриптом grantwebyastrights.

source: Permission %s is not granted for user %s
de: Berechtigung %1 ist für Benutzer %2 nicht gegeben.
es: El permiso %s no se concede al usuario %s
fi: Oikeutta %s ei myönnetty käyttäjälle %s
km: សិទ្ធិ %s មិន​ត្រូវ​បានផ្ដល់​សម្រាប់​អ្នកប្រើ %s នោះ​ទេ
lt: Leidimas %s nesuteiktas vartotojui %s
sv: Behörigheten %s har inte beviljats för användaren %s
uk: Дозвіл %s не надано користувачу %s

source: Policy kit exception for user %s and permission %s (untranslated message): %s
de: PolicyKit-Ausnahme für Benutzer %2 und Berechtigung %s (nicht übersetzte Nachricht): %s
es: Excepción "policy kit" para el usuario %s y permiso %s (mensaje sin traducir): %s
fi: Policy kit poikkeus käyttäjälle %s ja käyttöoikeus %s (kääntämätön viesti): %s
km: ការ​លើក​លែងផ្នែកគោល​នយោ​សម្រាប់​​អ្នក​ប្រើ​ %s និង​សិទ្ធិ​​ %s (សារដែលមិន​បាន​បកប្រែ​​) ៖ %s
sv: PolicyKit-undantag för användaren %s och behörigheten %s (ej översatt meddelande): %s
uk: Виняток політики для користувача %s і дозволу %s (неперекладене повідомлення): %s

source: A user is no longer logged to target machine. Please log in again.
de: Auf der Zielmaschine ist niemand mehr angemeldet. Bitte melden Sie sich erneut an.
es: No hay un usuario conectado en la máquina destinataria. Por favor, entre de nuevo.
fi: Käyttäjä ei ole enää kirjautuneena kohdekoneella. Kirjaudu uudestaan.
km: អ្នក​ប្រើ​មិន​ត្រូវ​បាន​ចុះកំណត់​ហេតុ​ទៅកាន់​ម៉ាស៊ីន​គោលដៅ​ទៀតទេ​ ។ សូម​ចុះ​កំណត់​ហេតុ​​ម្តង​ទៀត​ ។
lt: Vartotojas nebėra prisijungęs paskirties kompiuteryje. Prašome prisijungti iš naujo.
sv: En användare är utloggad från målmaskinen. Logga in igen.
uk: Користувач повинен знову увійти в машину цілі.

source: Target system is not consistent: Missing or corrupted file %s
de: Zielsystem ist nicht konsistent. Fehlende oder beschädigte Datei %s
es: El sistema destino no es consistente: archivo %s perdido o corrupto
fi: Kohdejärjestelmä ei ole yhtenäinen. Tiedosto %s puuttuu tai on vioittunut
km: ប្រព័ន្ធ​គោលដៅ​បានមិន​ស្ថិតស្ថេរ​ទេ​ ៖បាត់​ ឬ​​ឯកសារខូច​ %s
lt: Paskirties sistema nėra vientisa: rinkmenos %s nėra arba ji sugadinta
sv: Målsystemet är inkonsekvent: Saknad eller korrupt fil %s
uk: Система цілі нестабільна: відсутній або пошкоджений файл %s

source: There is no predefined ntp server at /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS
de: Unter /etc/sysconfig/network/config gibt es keinen vordefinierten NTP-Server - NETCONFIG_NTP_STATIC_SERVERS
es: No hay servidor predefinido en /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS
fi: Esimääritettyjä ntp-palvelimia ei löytynyt /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS
km: មិនមាន​ម៉ាស៊ីបម្រើ​​ ntp ដែល​បាន​កំណត់​ជា​មុន​នៅ​ក្នុង​ /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS នោះ​ទេ​
lt: Rinkmenoje /etc/sysconfig/network/config nėra nurodytas ntp serveris - NETCONFIG_NTP_STATIC_SERVERS
sv: Det finns ingen fördefinierad ntp-server vid /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS
uk: Немає визначеного ntp-сервера в /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS

source: Error occurred during ntp synchronization: %s
es: Ocurrió un error durante la sincronización ntp: %s
fi: Tapahtui virhe ntp synkronoinnin aikana: %s
km: កំហុស​មួយ​បាន​កើត​ឡើង កំឡុង​ពេលធ្វើ​​សមកាលកម្ម ៖ %s
sv: Ett fel inträffade vid ntp-synkronisering: %s
uk: Під час синхронізації ntp трапилась помилка: %s

source: Error while saving administrator settings: %s
de: Fehler beim Speichern der Administrator-Einstellungen: %s
es: Error mientras se guardaban las configuraciones del administrador: %s
fi: Virhe tallennettaessa järjestelmävalvojan asetuksia: %s
km: មាន​កំហុស ខណៈ​ពេល​រក្សាទុក​ការ​ដំណត់របស់​អ្នក​គ្រប់​គ្រង់​ ៖ %s
lt: Įrašant administratoriaus nuostatas įvyko klaida: %s
sv: Ett fel inträffade när administratörsinställningarna sparades: %s
uk: Помилка під час збереження адміністраторських параметрів: %s

source: Url
fi: Verkko-osoite

source: WebYaST
lt: Žiniatinklio YaST

source: Connected Host
pa: ਕੁਨੈਕਟ ਹੋਇਆ ਹੋਸਟ

source: Name:
pa: ਨਾਂ:
