Repository: webyast/web-client
Catalog: plugins/kerberos/po/*/webyast-kerberos-ui.po
Languages: es, it, ja, ko, pt_br, zh_cn, zh_tw

source: Cannot read Kerberos client configuraton.
es: No es posible leer la configuración del cliente Kerberos.
it: Impossibile leggere la configurazione del client Kerberos.
ja: Kerberosクライアントの環境設定を読み込めません。
ko: Kerberos 클라이언트 구성을 읽을 수 없습니다.
pt_br: Impossível ler configuração do cliente Kerberos.
zh_cn: 无法读取 Kerberos 客户端配置。
zh_tw: 無法讀取 Kerberos 用戶端組態。

source: Kerberos client configuraton successfully written.
es: La configuración del cliente de Kerberos se ha escrito correctamente.
it: Scrittura della configurazione client Kerberos riuscita.
ja: Kerberosクライアント環境設定が正常に書き込まれました。
ko: Kerberos 클라이언트 구성이 성공적으로 작성되었습니다.
pt_br: Configuração do cliente Kerberos gravada com êxito.
zh_cn: Kerberos 客户端配置写入成功。
zh_tw: 已成功寫入 Kerberos 用戶端組態。

source: Error while saving Kerberos client configuration.
es: Error al guardar la configuración del cliente Kerberos.
it: Errore durante il salvataggio della configurazione del client Kerberos.
ja: Kerberosクライアント環境設定の保存中にエラーが発生しました。
ko: Kerberos 클라이언트 구성을 저장하는 중에 오류가 발생했습니다.
pt_br: Erro ao gravar configuração do cliente Kerberos.
zh_cn: 保存 Kerberos 客户端配置时出错。
zh_tw: 儲存 Kerberos 用戶端組態時發生錯誤。

source: This field is required.
es: Este campo es obligatorio.
it: Il campo Ã¨ obbligatorio.
ja: このフィールドは必須です。
ko: 이 필드는 필수입니다.
pt_br: Este campo é obrigatório.
zh_cn: 此字段是必需的。
zh_tw: 此欄位是必要的。

source: Enter a valid domain name or an IP address.
es: Introduzca un nombre de dominio válido o una dirección IP.
it: Immettere un nome di dominio valido o un indirizzo IP.
ja: 正しいドメイン名かIPアドレスを入力してください。
ko: 유효한 도메인 이름 또는 IP 주소를 입력하십시오.
pt_br: Digite um nome de domínio ou um endereço IP válido.
zh_cn: 请输入有效的域名或 IP 地址。
zh_tw: 輸入有效的網域名稱或 IP 位址。

source: Kerberos client
es: Cliente Kerberos
it: Client Kerberos
ja: Kerberosクライアント
ko: Kerberos 클라이언트
pt_br: Cliente Kerberos
zh_cn: Kerberos 客户端
zh_tw: Kerberos 用戶端

source: Enable Kerberos Authentication
es: Habilitar la autenticación con Kerberos
it: Abilita autenticazione Kerberos
ja: Kerberos認証を有効にする
ko: Kerberos 인증 사용
pt_br: Habilitar Autenticação Kerberos
zh_cn: 启用 Kerberos 身份验证
zh_tw: 啟用 Kerberos 驗證

source: Default Domain
es: Dominio por defecto
it: Dominio predefinito
ja: デフォルトのドメインです
ko: 기본 도메인
pt_br: Domínio padrão
zh_cn: 默认域
zh_tw: 預設網域

source: Default Realm
es: Realm por defecto
it: Realm predefinito
ja: デフォルトのレルム(realm)です
ko: 기본 영역
pt_br: Realm Padrão
zh_cn: 默认领域
zh_tw: 預設領域

source: KDC Server Address
es: Dirección del servidor KDC
it: Indirizzo del server KDC
ja: KDCサーバのアドレス
ko: KDC 서버 주소
pt_br: Endereço do Servidor KDC
zh_cn: KDC 服务器地址
zh_tw: KDC 伺服器位址

source: Configure Kerberos client
es: Configurar cliente Kerberos
it: Configura client Kerberos
ja: Kerberos クライアントを設定する
ko: Kerberos 클라이언트 구성
pt_br: Configurar cliente Kerberos
zh_cn: 配置 Kerberos 客户端
zh_tw: 設定 Kerberos 用戶端
