Repository: webyast/web-client
Catalog: plugins/activedirectory/po/*/webyast-activedirectory-ui.po
Languages: cs, de, es, fr, ja, ko, pt_br, zh_cn, zh_tw

source: Cannot read Active Directory client configuraton.
de: Active Directory-Client-Konfiguration kann nicht gelesen werden.
es: No es posible leer la configuración del cliente de Active Directory.
fr: Impossible de lire la configuration du client Active Directory.
ja: Active Directoryクライアント環境設定を読み込めません。
ko: Active Directory 클라이언트 구성을 읽을 수 없습니다.
pt_br: Impossível ler configuração do cliente do Active Directory.
zh_cn: 无法读取 Active Directory 客户端配置。
zh_tw: 無法讀取 Active Directory 用戶端組態。

source: Active Directory client configuraton successfully written.
cs: Konfigurace klienta Active Directory byla úspěšně zapsána
de: Active Directory-Client-Konfiguration erfolgreich geschrieben.
es: La configuración del cliente de Active Directory se ha escrito correctamente.
fr: Succès de l'écriture de la configuration du client Active Directory.
ja: Active Directoryクライアント環境設定が正常に書き込まれました。
ko: Active Directory 클라이언트 구성이 성공적으로 작성되었습니다.
pt_br: Configuração do cliente do Active Directory gravada com êxito.
zh_cn: Active Directory 客户端配置写入成功。
zh_tw: 已成功寫入 Active Directory 用戶端組態。

source: Machine is not member of given domain. Enter the credentials needed for join.
cs: Počítač není členem uvedené domény. Pro připojení uveďte přihlašovací údaje
de: Computer ist kein Mitglied der angegbenen Domäne. Für den Beitritt erforderlichen Berechtigungsnachweis eingeben.
es: La máquina no es miembro del dominio proporcionado. Introduzca las credenciales necesarias para unirse.
fr: La machine n'est pas membre du domaine indiqué. Saisissez les références requises pour adhérer.
ja: コンピュータが所定ドメインのメンバでありません。参加に必要な資格情報を入力してください。
ko: 시스템이 지정한 도메인에 속하지 않습니다. 참가에 필요한 자격 증명을 입력하십시오.
pt_br: A máquina não é membro do domínio especificado. Digite as credenciais necessárias para entrar.
zh_cn: 计算机不是给定域成员。请输入连接所需的身份凭证。
zh_tw: 機器不是指定網域的成員。請輸入加入網域所需的身分證明。

source: Error while joining Active Directory domain: %s
cs: Chyba při připojování k doméně Active Directory: %s
de: Fehler beim Beitritt in Active Directory-Domäne: %s
es: Error al unirse al dominio de Active Directory: %s
fr: Erreur lors de l'adhésion au domaine Active Directory : %s
ja: Active Directoryドメインへの参加時にエラーが発生しました: %s
ko: Active Directory 도메인에 참가하는 중에 오류가 발생했습니다. %s
pt_br: Erro ao entrar no domínio do Active Directory: %s
zh_cn: 加入 Active Directory 域时出错：%s
zh_tw: 加入 Active Directory 網域 %s 時發生錯誤

source: Error while leaving Active Directory domain: %s
cs: Při opouštění domény Active Directory došlo k chybě: %s
de: Fehler beim Austritt aus Active Directory-Domäne: %s
es: Error al abandonar el dominio de Active Directory: %s
fr: Erreur lors du départ du domaine Active Directory : %s
ja: Active Directoryドメインからの脱退時にエラーが発生しました: %s
ko: Active Directory 도메인에서 탈퇴하는 중에 오류가 발생했습니다. %s
pt_br: Erro ao sair do domínio do Active Directory: %s
zh_cn: 离开 Active Directory 域时出错：%s
zh_tw: 離開 Active Directory 網域 %s 時發生錯誤

source: Error while saving Active Directory client configuration.
cs: Při ukládání konfigurace klienta Active Directory došlo k chybě.
de: Fehler beim Speichern der Active Directory-Client-Konfiguration.
es: Error al guardar la configuración del cliente de Active Directory.
fr: Erreur lors de l'enregistrement de la configuration du client Active Directory.
ja: Active Directoryクライアント環境設定の保存時にエラーが発生しました。
ko: Active Directory 클라이언트 구성을 저장하는 중에 오류가 발생했습니다.
pt_br: Erro ao gravar configuração do cliente do Active Directory.
zh_cn: 保存 Active Directory 客户端配置时出错。
zh_tw: 儲存 Active Directory 用戶端組態時發生錯誤。

source: This field is required.
cs: Tato položka je požadována.
de: Dies ist ein erforderliches Feld.
es: Este campo es obligatorio.
fr: Ce champ est obligatoire.
ja: このフィールドは必須です。
ko: 이 필드는 필수입니다.
pt_br: Este campo é obrigatório.
zh_cn: 此字段是必需的。
zh_tw: 此欄位是必要的。

source: Please wait
cs: Čekejte prosím
de: Bitte warten

source: Enable Authentication of AD users
cs: Povolit autentifikaci uživatelů AD
de: Authentifizierung von AD-Benutzern aktivieren
es: Habilitar autenticación de usuarios de Active Directory
fr: Activer l'authentification des utilisateurs AD
ja: ADユーザの認証を有効にする
ko: AD 사용자 인증 사용
pt_br: Habilitar Autenticação de usuários do AD
zh_cn: 启用 AD 用户的身份验证
zh_tw: 啟用 AD 使用者驗證

source: Active Directory Domain
cs: Doméne Active Directory
de: Active Directory-Domäne
es: Dominio de Active Directory
fr: Domaine Active Directory
ja: Active Directoryドメイン
ko: Active Directory 도메인
pt_br: Domínio do Active Directory
zh_cn: Active Directory 域
zh_tw: Active Directory 網域

source: Account settings
cs: Nastavení účtu
de: Kontoeinstellungen

source: Administrator User Name
cs: Uživatelské jméno administrátora
de: Administratorbenutzername

source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha
zh_cn: 口令
zh_tw: 密碼

source: Machine Account
cs: Účet počítače
de: Computerkonto
es: Cuenta de máquina
fr: Compte machine
ja: マシンアカウント
ko: 시스템 계정
pt_br: Conta da Máquina
zh_cn: 计算机帐户
zh_tw: 機器帳戶

source: Configure the connection to Active Directory
cs: Nastavit připojení k Active Directory
de: Verbindung mit Active Directory konfigurieren
es: Configurar la conexión con Active Directory
fr: Configurer la connexion à Active Directory
ja: Active Directoryへの接続を設定する
ko: Active Directory에 연결 구성
pt_br: Configurar a conexão com o Active Directory
zh_cn: 配置 Active Directory 连接
zh_tw: 設定 Active Directory 連線

source: Adminstrator User Name
es: Nombre del usuario administrador
fr: Nom d'utilisateur administrateur
ja: 管理者ユーザ名
ko: 관리자 사용자 이름
pt_br: Nome de Usuário do Administrador
zh_cn: 管理员用户名
zh_tw: 管理員使用者名稱
