Repository: webyast/web-client
Catalog: plugins/services/po/*/webyast-services-ui.po
Languages: ca, cs, de, fr, hr, hu, it, ja, nb, pl, ro, ru

source: (cannot read status)
ca: (no es pot llegir l'estat)
cs: (nelze zjistit stav)
de: (Status kann nicht gelesen werden)
fr: (impossible de lire l'état)
hr: (ne mogu pročitati status)
hu: (az állapot nem olvasható be)
it: (impossibile leggere lo stato)
ja: (ステータスを読み取れません)
nb: (kan ikke lese status)
pl: (nie można odczytać statusu)
ro: (nu pot citi statusul)
ru: (невозможно прочесть состояние)

source: List of services could not be read
de: Liste der Services konnte nicht gelesen werden
it: Impossibile leggere l'elenco dei servizi
ja: サービスのリストを読み込ませんでした

source: List of custom services could not be read
de: Liste der benutzerdefinierten Services konnte nicht gelesen werden
it: Impossibile leggere l'elenco dei servizi personalizzati
ja: カスタムサービスのリストを読み込めませんでした

source: success
ca: èxit
cs: úspěch
de: Erfolg
fr: succès
hr: uspjeh
hu: sikeres
it: operazione riuscita
ja: 成功しました
nb: fullført
pl: sukces
ro: succes
ru: успешно

source: unspecified error
ca: no s'ha especificat l'error
cs: nespecifikovaná chyba
de: Unspezifischer Fehler
fr: erreur non spécifiée
hr: nepoznata greška
hu: meghatározatlan hiba
it: errore non specificato
ja: 原因不明のエラー
nb: uspesifisert feil
pl: nieznany błąd
ro: eroare nespecificată
ru: неуказанная ошибка

source: invalid or excess argument(s)
ca: els arguments no són vàlids o bé són en excés
cs: neplatný/é nebo překročený/é argument/y
de: Ungültige oder zu viele Argumente
fr: argument(s) invalide(s) ou en excès
hr: neispravni ili prevelik broj argumenata
hu: érvénytelen vagy felesleges paraméter(ek)
it: argomenti non validi o in eccesso
ja: 無効な引数か、または引数が多すぎます
nb: ugyldig(e) eller for mange argument(er)
pl: nieprawidłowy parametr lub zbyt duża liczba parametrów
ro: argument(e) invalid(e) sau în exces
ru: неверные или избыточные аргументы

source: unimplemented feature
ca: no s'ha implementat la característica
cs: neimplementovaná vlastnost
de: Nicht implementierte Funktion
fr: fonctionnalité non implémentée
hr: funkcija nije implementirana
hu: nem megvalósított funkció
it: funzione non implementata
ja: この機能はまだ実装されていません
nb: ikke implementert funksjon
pl: funkcja niezaimplementowana
ro: funcţionalitate neimplementată
ru: нереализованная возможность

source: user had insufficient privilege
ca: l'usuari no tenia suficients privilegis
cs: uživatel má nedostatečná oprávnění
de: Unzureichende Benutzerrechte
fr: l'utilisateur a des privilèges insuffisants
hr: korisnik nema dovoljne privilegije
hu: a felhasználónak nincs elegendő jogosultsága
it: l'utente ha privilegi insufficienti
ja: ユーザの権利が不十分です
nb: bruker hadde ikke tilstrekkelige rettigheter
pl: użytkownik ma wystarczające uprawnienia
ro: utilizatorul nu are suficiente drepturi
ru: пользователю не хватает прав

source: program is not installed
ca: el programa no està instal·lat
cs: program není nainstalován
de: Programm ist nicht installiert
fr: le programme n'est pas installé
hr: program nije instaliran
hu: a program nincs telepítve
it: programma non installato
ja: プログラムはインストールされていません
nb: programmet er ikke installert
pl: program nie zainstalowany
ro: programul nu este instalat
ru: программа не установлена

source: program is not configured
ca: el programa no està configurat
cs: program není nastaven
de: Programm ist nicht konfiguriert
fr: le programme n'est pas configuré
hr: program nije podešen
hu: a program nincs beállítva
it: programma non configurato
ja: プログラムは設定されていません
nb: programmet er ikke satt opp
pl: program nie skonfigurowany
ro: programul nu este configurat
ru: программа не настроена

source: program is not running
de: Programm wird nicht ausgeführt
it: programma non è in esecuzione
ja: プログラムが実行されていません

source: Unknown error on server side
de: Unbekannter serverseitiger Fehler
it: Errore sconosciuto del server
ja: サービス側の未知のエラー

source: Service Call Result
ca: Resultat de la crida de servei
cs: Výsledek volání služby
de: Dienst-Aufruf-Ergebnis
fr: Résultat de l'appel au service
hr: Rezultat poziva servisa
hu: Szolgáltatáshívás eredménye
it: Risultato della chiamata del servizio
ja: サービス呼び出し結果
nb: Resultat av tjenestekommando
pl: Wynik wywołania usługi
ro: Rezultatul apelului către serviciu
ru: Результат вызова службы

source: Result
ca: Resultat
cs: Výsledek
de: Ergebnis
fr: Résultat
hr: Rezultat
hu: Eredmény
it: Risultato
ja: 結果
nb: Resultat
pl: Wynik
ro: Rezultat
ru: Результат

source: Description
ca: Descripció
cs: Popis
de: Beschreibung
hr: Opis
hu: Leírás
it: descrizione
ja: 説明
nb: Beskrivelse
pl: Opis
ro: Descriere
ru: Описание

source: System Services
ca: Serveis del sistema
cs: Služby systému
de: Systemdienste
fr: Services système
hr: Sistemski servisi
hu: Rendszerszolgáltatások
it: Servizi di sistema
ja: システムサービス
nb: Systemtjenester
pl: Usługi systemowe
ro: Servicii sistem
ru: Системные службы

source: You do not have permission to execute the services.
ca: No teniu permís per executar els serveis.
cs: Nemáte dostatečná oprávnění ke spuštění služeb.
de: Sie sind nicht zur Ausführung der Dienste berechtigt.
fr: Vous n'avez pas la permission d'exécuter les services.
hr: Nemate dozvolu za izvođenje servisa.
hu: Nincs megfelelő jogosultsága a szolgáltatás indításához.
it: Non si dispone dell'autorizzazione per eseguire i servizi.
ja: このサービスを実行するためのパーミッションがありません。
nb: Du er ikke autorisert for å kjøre tjenestene.
pl: Brak uprawnień do wykonania usług.
ro: Nu aveţi permisiunea de a executa serviciile.
ru: У вас нет прав для выполнения служб.

source: Filter services
ca: Filtra els serveis
cs: Filtrovat služby
de: Dienste filtern
fr: Filtrer les services
hr: Filtriraj servise
hu: Szolgáltatások szűrése
it: Filtra servizi
ja: サービスをフィルタする
nb: Filtrer tjenester
pl: Filtr usług
ro: Filtrează serviciile
ru: Фильтр служб

source: All
ca: Tot
cs: Vše
de: Alle
fr: Tous
hr: Sve
hu: Összes
it: Tutto
ja: すべて
nb: Alle
pl: Wszystko
ro: Toate
ru: Все

source: Running
ca: S'està executant
cs: Běžící
de: Wird ausgeführt
fr: En cours exécution
hr: Radi
hu: Futó
it: In esecuzione
ja: 稼働中
nb: Kjører
pl: Działa
ro: Pornite
ru: Запущенные

source: Not Running
ca: No s'està en executant
cs: Neběžící
de: Wird nicht ausgeführt
fr: Inactifs
hr: Ne radi
hu: Nem fut
it: Non in esecuzione
ja: 実行していません
nb: Kjører ikke
pl: Nie działa
ro: Nepornite
ru: Не запущенные

source: Dead
ca: Aturat
cs: Mrtvý
de: Inaktiv
fr: Morts
hr: Mrtav
hu: Elhalt
it: Rimosso
ja: 無応答です
nb: Inaktiv
pl: Martwy
ro: Moarte
ru: Остановленные

source: Started on Boot
ca: Iniciat durant l'arrencada
cs: Spuštěno během bootu
de: Beim Booten gestartet
fr: Démarrés à l'amorçage
hr: Pokrenuto prilikom podizanja sustava
hu: Indítás rendszerindításkor
it: Avviato all'avvio
ja: 起動時に開始
nb: Aktivert ved oppstart
pl: Uruchamiane podczas startu
ro: Pornit la boot
ru: Запущенные при загрузке

source: Not Started on Boot
ca: No s'ha iniciat durant l'arrencada
cs: Nespuštěno během bootu
de: Beim Booten nicht gestartet
fr: Non démarrés à l'amoçage
hr: Nije pokrenuto prilikom podizanja sustava
hu: Ne induljon rendszerindításkor
it: Non avviato all'avvio
ja: 起動時には開始しない
nb: Ikke aktivert ved oppstart
pl: Nie uruchomione podczas startu
ro: Nepornite la boot
ru: Не запущенные при загрузке

source: Quick Search
ca: Cerca ràpida
cs: Rychlé vyhledávání
de: Schnellsuche
fr: Recherche rapide
hr: Brza pretraga
hu: Gyorskeresés
it: Ricerca veloce
ja: クィック検索
nb: Hurtigsøk
pl: Szybkie wyszukiwanie
ro: Căutare rapidă
ru: Быстрый поиск

source: Add New Repository
de: Neues Repository hinzufügen
it: Aggiungi nuovo archivio
ja: 新しいリポジトリを追加

source: Filter repositories
de: Filterrepositorys
it: Filtra archivi
ja: リポジトリのフィルタ

source: Enabled
de: Aktiviert
it: Abilitato
ja: 有効

source: Disabled
de: Deaktiviert
it: Disabilitato:
ja: 無効

source: Description for service is not available
ca: La descripció del servei no està disponible.
cs: Popis není pro službu dostupný
de: Keine Beschreibung für den Dienst verfügbar
fr: Description du service indisponible
hr: Opis servisa nije dostupan
hu: A szolgáltatáshoz nem tartozik leírás
it: Descrizione del servizio non disponibile
ja: サービスの説明が利用できません。
nb: Ingen beksrivelse av tjenesten er tilgjengelig
pl: Opis usługi jest niedostępny
ro: Descrierea serviciului nu este disponibilă
ru: Описание службы недоступно

source: (refresh)
ca: (refresca)
cs: (obnovit)
de: (aktualisieren)
fr: (actualiser)
hr: (osvježi)
hu: (frissítés)
it: (aggiorna)
ja: (更新)
nb: (oppdater)
pl: (odśwież)
ro: (reîncarcă)
ru: (обновить)

source: Start
ca: Inici
cs: Spustit
fr: Démarrer
hr: Pokreni
hu: Indítás
it: Inizio
ja: 開始
pl: Uruchom
ru: Запустить

source: Stop
ca: Atura
de: Stopp
fr: Arrêter
hr: Zaustavi
hu: Leállítás
it: Ferma
ja: 停止
nb: Stopp
pl: Zatrzymaj
ru: Остановить

source: Restart
ca: Reinicia
cs: Restartovat
de: Neustart
fr: Redémarrer
hr: Ponovno pokreni
hu: Újraindítás
it: Riavvia
ja: 再起動
nb: Start på nytt
ro: Reporniţi
ru: Перезапустить

source: Start on Boot
ca: Inicia durant l'arrencada
cs: Spustit během bootu
de: Beim Booten starten
fr: Démarrer à l'amorçage
hr: Pokreni prilikom podizanja sustava
hu: Indítás rendszerindításkor
it: Avvia all'avvio
ja: 起動時に開始
nb: Aktiver ved oppstart
pl: Uruchom podczas startu
ro: Pornire la boot
ru: Запускать при загрузке

source: Do Not Start on Boot
ca: No iniciïs durant l'arrencada
cs: Nespouštět během bootu
de: Nicht beim Booten starten
fr: Ne pas démarrer à l'amorçage
hr: Nemoj pokrenuti prilikom podizanja sustava
hu: Ne induljon rendszerindításkor
it: Non avviare all'avvio
ja: 起動時には開始しません
nb: Ikke aktiver ved oppstart
pl: Nie uruchamiaj podczas startu
ro: Nu porneşte la boot
ru: Не запускать при загрузке

source: Service will be started on boot.
ca: El servei s'iniciarà durant l'arrencada
cs: Služba bude spuštěna během bootu.
de: Der Dienst wird beim Booten gestartet.
fr: Le service sera démarré à l'amorçage.
hr: Servis neće biti pokrenut prilikom podizanja sustava.
hu: A szolgáltatás elindul rendszerindításkor.
it: Il servizio verrà avviato all'avvio.
ja: サービスは起動時に開始します。
nb: Tjenesten vil bli aktivert ved oppstart.
pl: Usługa zostanie uruchomiona podczas uruchamiania systemu.
ro: Serviciul va fi pornit la iniţierea sistemului.
ru: Служба будет запущена при загрузке.

source: Service will not be started on boot.
ca: El servei no s'iniciarà durant l'arrencada
cs: Služba nebude spuštěna během bootu.
de: Der Dienst wird beim Booten nicht gestartet.
fr: Le service ne sera pas démarré à l'amorçage.
hr: Servis neće biti pokrenut prilikom podizanja sustava.
hu: A szolgáltatás nem indul el rendszerindításkor.
it: Il servizio non sarà riavviato all'avvio.
ja: サービスは起動時には開始しません。
nb: Tjenesten vil ikke bli aktivert ved oppstart.
pl: Usługa nie będzie uruchomiona podczas uruchamiania systemu.
ro: Serviciul nu va fi pornit la iniţierea sistemului.
ru: Служба не будет запущена при загрузке.

source: status unknown
ca: estat desconegut
cs: neznámý stav
de: Status unbekannt
fr: état inconnu
hr: nepoznat status
hu: ismeretlen állapot
it: stato sconosciuto
ja: 状態不明
nb: status ukjent
pl: status nieznany
ro: stare necunoscută
ru: состояние неизвестно

source: running
ca: s'està executant
cs: běží
de: wird ausgeführt
fr: en cours d'exécution
hr: radi
hu: futó
it: in esecuzione
ja: 稼働中
nb: kjører
pl: (działa)
ro: rulează
ru: выполняется

source: dead
ca: aturat
cs: mrtvý
de: inaktiv
fr: mort
hr: mrtav
hu: elhalt
it: rimosso
ja: 無応答です
nb: død
pl: (martwy)
ro: moarte
ru: остановлена

source: not running
ca: no està en funcionament
cs: neběží
de: wird nicht ausgeführt
fr: non démarré
hr: ne radi
hu: nem fut
it: non in esecuzione
ja: 実行していません
nb: kjører ikke
pl: (nie działa)
ro: nu rulează
ru: не выполняется

source: status unknown: %d
ca: estat desconegut: %d
cs: neznámý stav: %d
de: Status unbekannt: %d
fr: état inconnu : %d
hr: status nepoznat: %d
hu: ismeretlen állapot: %d
it: stato sconosciuto: %d
ja: 状態不明: %d
nb: status ukjent: %d
pl: status nieznany: %d
ro: stare necunoscută: %d
ru: состояние неизвестно: %d

source: Current status of the service:
ca: Estat actual del servei:
cs: Současný stav služby:
de: Aktueller Status des Dienstes:
fr: État actuel du service :
hr: Trenutni satus servisa:
hu: A szolgáltatás jelenleg állapota:
it: Stato attuale del servizio:
ja: サービスの現在の状態:
nb: Gjeldende status for tjenesten:
pl: Aktualny status usługi:
ro: Starea curentă a serviciului:
ru: Текущее состояние службы:

source: Manage the LSB init scripts
de: LSB init-Skripten verwalten
it: Gestisci script iniziali LSB
ja: LSB initスクリプトを管理する

source: program is not runnning
ro: programul nu rulează
