Repository: webyast/web-client
Catalog: plugins/services/po/*/yast_webclient_services.po
Languages: ar, zh_cn

source: (cannot read status)
ar: (تعذرت قراءة الحالة)
zh_cn: （无法读取状态）

source: success
ar: نجاح
zh_cn: 成功

source: unspecified error
ar: خطأ غير محدد
zh_cn: 未指定的错误

source: invalid or excess argument(s)
ar: وسيطة (وسيطات) غير صالحة أو زائدة
zh_cn: 自变量无效或过多

source: unimplemented feature
ar: ميزة غير منفذة
zh_cn: 功能未实现

source: user had insufficient privilege
ar: امتياز المستخدم غير كافٍ
zh_cn: 用户没有足够的特权

source: program is not installed
ar: لم يتم تثبيت البرنامج
zh_cn: 程序尚未安装

source: program is not configured
ar: لم يتم تكوين البرنامج
zh_cn: 程序尚未配置

source: program is not runnning
ar: البرنامج ليس قيد التشغيل
zh_cn: 程序未运行

source: Service Call Result
ar: نتيجة استدعاء الخدمة
zh_cn: 服务调用结果

source: Result
ar: النتيجة
zh_cn: 结果

source: Description
ar: الوصف
zh_cn: 描述

source: System Services
ar: خدمات النظام
zh_cn: 系统服务

source: You do not have permission to execute the services.
ar: ليس لديك إذن للتصديق.
zh_cn: 您无权执行服务。

source: Filter services
ar: بدء الخدمات
zh_cn: 过滤器服务

source: All
ar: الكل
zh_cn: 全部

source: Running
ar: قيد التشغيل
zh_cn: 正在运行

source: Not Running
ar: ليس قيد التشغيل
zh_cn: 未运行

source: Dead
ar: قراءة
zh_cn: 终止

source: Started on Boot
ar: تم البدء عند التشغيل
zh_cn: 引导时已启动

source: Not Started on Boot
ar: لم يتم البدء عند التشغيل
zh_cn: 引导时未启动

source: Quick Search
ar: بحث سريع
zh_cn: 快速搜索

source: Description for service is not available
ar: وصف الخدمة غير متاح
zh_cn: 服务的说明不可用

source: (refresh)
ar: (تجديد)
zh_cn: （刷新）

source: Start
ar: بدء
zh_cn: 启动

source: Stop
ar: إيقاف
zh_cn: 停止

source: Restart
ar: إعادة التشغيل
zh_cn: 重启动

source: Start on Boot
ar: بدء عند التشغيل
zh_cn: 引导时启动

source: Do Not Start on Boot
ar: عدم البدء عند التشغيل
zh_cn: 引导时不启动

source: Service will be started on boot.
ar: سيتم بدء الخدمة عند التشغيل.
zh_cn: 将在引导时启动服务。

source: Service will not be started on boot.
ar: لن يتم بدء الخدمة عند التشغيل.
zh_cn: 引导时将不启动服务。

source: status unknown
ar: الحالة غير معروفة
zh_cn: 状态未知

source: running
ar: (قيد التشغيل)
zh_cn: 正在运行

source: dead
ar: قراءة
zh_cn: 终止

source: not running
ar: (ليس قيد التشغيل)
zh_cn: 未在运行

source: status unknown: %d
ar: الحالة غير معروفة: %d
zh_cn: 状态未知：%d

source: Current status of the service:
ar: الحالة الحالية للخدمة:
zh_cn: 当前服务状态：
