Repository: webyast/web-client
Catalog: plugins/eulas/po/*/webyast-licenses-ui.po
Languages: ar, ca, es, fi, fr, gl, km, ko, pt_br, ro

source: You cannot reject a license once it has been accepted!
ar: لا يمكنك رفض ترخيص بعد قبوله!
ca: No podeu refusar una llicència un cop ja ha estat acceptada!
es: No es posible rechazar una licencia una vez que se ha aceptado.
fi: Et voi hylätä sopimusta kun sen olet kerran hyväksynyt!
fr: Vous ne pouvez pas rejeter un accord de licence une fois qu'il a été accepté !
gl: Non pode rexeitar unha licenza que xa foi aceptada!
km: អ្នក​មិនអាច​ច្រាន​ចោល​អាជ្ញាបណ្ណ​ នៅពេល​ដែល​វា​ត្រូ​វបាន​ទទួល​យក​បាន​ទេ !
ko: 라이센스는 동의하고 나면 거부할 수 없습니다.
pt_br: Você não pode rejeitar uma licença que já foi aceita!
ro: Nu puteţi refuza o licenţă dacă aceasta a fost acceptată!

source: You must accept all licences before using this product!
ar: يجب عليك قبول كافة التراخيص قبل استخدام هذا المنتج!
ca: Heu d'acceptar totes les llicències abans d'usar aquest producte!
es: Debe aceptar todas las licencias antes de usar este producto.
fi: Sinun täytyy hyväksyä kaikki käyttöoikeussopimukset ennen tämän tuotteen käyttöä!
fr: Vous devez accepter toutes les licences avant d'utiliser ce produit !
gl: Debe aceptar todas as licenzas antes de usar este produto!
km: អ្នក​ត្រូវ​តែ​ព្រម​ទទួល​អាជ្ញាបណ្ណ​ទាំងអស់​ មុន​ពេល​​ប្រើ​ផលិត​ផល​នេះ !
ko: 이 제품을 사용하기 전에 모든 라이센스에 동의해야 합니다.
pt_br: Você deve aceitar todas as licenças antes de usar este produto!
ro: Trebuie să acceptaţi toate licenţele înainte de a utiliza acest produs!

source: Accept End User Licence Agreement
ar: قبول اتفاقية ترخيص المستخدم النهائي
ca: Accepteu o rebutgeu l'acord de llicència d'usuari final.
es: Aceptar acuerdo de licencia de usuario final
fi: Hyväksy loppukäyttäjän käyttöoikeussopimus
fr: Accepter l'accord de licence Utilisateur Final
gl: Acepte o acordo de licenza de usuario final
km: ព្រម​ទទួល​​​កិច្ច​ព្រមព្រៀង​អាជ្ញាបណ្ណ​របស់​អ្នក​ប្រើប្រាស់
ko: 최종 사용자 사용권 계약에 동의
pt_br: Aceitar contrato de licença para usuário final
ro: Acceptaţi Acordul de licenţă pentru utilizatorul final

source: There are no licenses to accept.
ar: لا توجد أية تراخيص يمكن قبولها.
ca: No hi ha cap llicència per acceptar.
es: No hay licencias que aceptar.
fi: Ei käyttöoikeussopimuksia hyväksyttäväksi.
fr: Il n'y a aucune licence à accepter.
gl: Non hai máis licenzas para aceptar.
km: មិនមាន​អាជ្ញាបណ្ណ​​ដើម្បី​ទទួល​យក​ទេ ។
ko: 동의할 라이센스가 없습니다.
pt_br: Não existem mais licenças para aceitar.
ro: Nu există licenţe de acceptat.

source: Licence Agreement
ar: اتفاقية الترخيص
ca: Acord de llicència
es: Acuerdo de licencia
fi: Käyttöoikeussopimus
fr: Accord de licence
gl: Contrato de Licenza
km: កិច្ចព្រមព្រៀង​អាជ្ញាប័ណ្ណ
ko: 사용권 계약
pt_br: Contrato de licença
ro: Licenţă de utilizare

source: Available translations:
ar: الترجمات المتوفرة:
ca: Traduccions disponibles:
es: Traducciones disponibles:
fi: Saatavilla olevat käännökset:
fr: Traductions disponibles :
gl: Traducións dispoñibles:
km: កា​របកប្រែ​ដែលមាន ៖
ko: 사용 가능한 변환:
pt_br: Traduções disponíveis
ro: Traduceri disponibile:

source: Yes, I agree to the license agreement.
ar: نعم، أوافق على اتفاقية الترخيص.
ca: Sí, accepto l'acord de llicència
es: Sí, acepto el acuerdo de licencia.
fi: Kyllä, hyväksyn käyttöoikeussopimuksen.
fr: Oui, j'accepte l'accord de licence.
gl: Si, acepto o acordo de licenza.
km: បាទ/ចាស ខ្ញុំ​យល់​ព្រមនឹង​​​កិច្ច​ព្រមព្រៀង​អាជ្ញាបណ្ណ ។
ko: 동의함
pt_br: Sim, eu concordo com o contrado de licença.
ro: Da, sunt de acord cu licenţa.

source: No, I do not agree.
ar: لا، لا أوافق.
ca: No, no hi estic d'acord
es: No, no lo acepto.
fi: Ei, en hyväksy
fr: Non, je n'accepte pas.
gl: Non, non estou de acordo.
km: ទេ ខ្ញុំមិន​យល់​ព្រម​ទេ​ ។
ko: 동의 안 함
pt_br: Não, eu não concordo.
ro: Nu, nu sunt de acord.

source: Back
ar: الخلف
ca: Enrere
es: Atrás
fi: Takaisin
fr: Retour
gl: Atrás
km: ថយក្រោយ
ko: 뒤로
pt_br: Voltar
ro: Înapoi

source: All licenses have already been accepted
ar: تم قبول كافة التراخيص بالفعل
ca: Totes les llicències ja han estat acceptades
es: Ya se han aceptado todas las licencias
fi: Kaikki käyttöoikeussopimukset on jo hyväksytty
fr: Toutes les licences ont déjà été acceptées
gl: Xa foron aceptadas todas as licenzas
km: ​អាជ្ញាបណ្ណ​ទាំង​អស់​ត្រូវ​បាន​ទទួល​យក​​ហើយ
ko: 모든 라이센스에 이미 동의했습니다.
pt_br: Todas as licenças já foram aceitas
ro: Toate licenţele au fost deja acceptate
