Repository: webyast/web-client
Catalog: plugins/eulas/po/*/yast_webclient_eulas.po
Languages: hr, hu, it, ja, nb, pl, ru, sk, zh_cn, zh_tw

source: You cannot reject a license once it has been accepted!
hr: Ne možete odbiti licencu nakon što je prihvaćena!
hu: A licenc, annak elfogadását követően nem utasítható vissza.
it: Impossibile rifiutare una licenza una volta che è stata accettata.
ja: いったん同意した使用許諾契約を拒否することはできません！
nb: Du kan ikke forkaste en lisens etter at den er godtatt!
pl: Nie można odrzucić wcześniej zaakceptowanej licencji!
ru: Вы не можете отказаться от лицензии после её принятия!
sk: Nemôžete odmietnuť licenciu potom, čo bol prijatá!
zh_cn: 接受许可证后将无法拒绝它！
zh_tw: 授權一旦接受便不能再拒絕！

source: You must accept all licences before using this product!
hr: Morate prihvatiti sve licence prije korištenja ovog proizvoda!
hu: A termék használatához el kell fogadnia az összes licencmegállapodást!
it: Accettare tutte le licenze prima di utilizzare il prodotto.
ja: この製品を使用する前に、全ての使用許諾契約 (EULA) に同意しなければなりません！
nb: Du må godkjenne alle lisensbetingelser før du bruker dette produktet!
pl: Należy zaakceptować wszystkie licencje, by móc używać tego produktu!
ru: Перед использованием данного продукта вы должны принять все лицензии!
sk: Musíte prijať všetky licencie, ak chcete používať tento produkt!
zh_cn: 使用此产品前必须接受所有许可证！
zh_tw: 使用此產品前必須接受所有授權！

source: Accept End User Licence Agreement
hr: Licencni sporazum krajnjeg korisnika
hu: Licencmegállapodás elfogadása
it: Accetta Contratto di licenza con l'utente finale
ja: 使用許諾契約 (EULA) への同意
nb: Godkjenn lisensavtalen for sluttbrukere
pl: Akceptacja umowy licencyjnej użytkownika końcowego
ru: Принять Лицензионное соглашение конечного пользователя
sk: Súhlasiť s licenčnou zmluvou
zh_cn: 接受最终用户许可协议
zh_tw: 接受終端使用者授權合約

source: There are no licenses to accept.
hr: Nema licenci za prihvatiti.
hu: Nincs elfogadásra váró licenc.
it: Nessuna licenza da accettare.
ja: 同意すべき使用許諾契約はありません。
nb: Det er ingen flere lisensavtaler som må godkjennes.
pl: Brak licencji do zaakceptowania.
ru: Нет непринятых лицензий.
sk: Nie sú žiadne licencie pre prijatie.
zh_cn: 没有要接受的许可证。
zh_tw: 沒有可接受的授權。

source: Licence Agreement
hr: Licencni sporazum
hu: Licencmegállapodás
it: Contratto di licenza
ja: ライセンス同意
nb: Lisensavtale
pl: Umowa licencyjna
ru: Лицензионное соглашение
sk: Licenčná zmluva
zh_cn: 许可协议
zh_tw: 授權合約

source: Available translations:
hr: Dostupni prijevodi:
hu: Elérhető fordítások:
it: Traduzioni disponibili:
ja: 利用可能な翻訳:
nb: Tilgjengelige oversettelser:
pl: Dostępne tłumaczenia:
ru: Доступные переводы:
sk: Dostupné preklady:
zh_cn: 可用译文版本：
zh_tw: 可用翻譯：

source: Yes, I agree to the license agreement.
hr: Da, slažem se s licencnim sporazumom.
hu: Igen, elfogadom a licencmegállapodást.
it: Sì, accetto il contratto di licenza.
ja: はい、ライセンス同意を受け入れます。
nb: Ja, jeg godkjenner lisensavtalen.
pl: Tak, zgadzam się z warunkami umowy licencyjnej.
ru: Да, я принимаю Лицензионное соглашение.
sk: Áno, súhlasím s licenčnou zmluvou.
zh_cn: 是，我同意许可协议。
zh_tw: 是，我同意授權合約。

source: No, I do not agree.
hr: Ne, ne slažem se.
hu: Nem, nem fogadom el.
it: No, non accetto.
ja: いいえ、同意しません。
nb: Nei, jeg godkjenner ikke avtalen.
pl: Nie, nie zgadzam się.
ru: Нет, я не принимаю.
sk: Nie, nesúhlasím.
zh_cn: 否，我不同意。
zh_tw: 否，我不同意。

source: Back
hr: Nazad
hu: Vissza
it: Indietro
ja: 戻る
nb: Tilbake
pl: Cofnij
ru: Назад
sk: Nazad
zh_cn: 后退
zh_tw: 上一步

source: All licenses have already been accepted
hr: Sve licence su već prihvaćene
hu: Már minden licenc elfogadása megtörtént
it: Tutte le licenze sono già state accettate
ja: 全ての使用許諾契約に同意しました
nb: Alle lisensavtaler er allerede godkjent
pl: Wszystkie licencje już zostały zaakceptowane
ru: Все лицензии приняты.
sk: Všetky licencie už boli prijaté.
zh_cn: 所有许可证均已获接受
zh_tw: 已接受所有授權
