Repository: webyast/web-client
Catalog: plugins/ldap/po/*/webyast-ldap-ui.po
Languages: it, ja, ko, zh_cn, zh_tw

source: Cannot read LDAP client configuraton.
it: Impossibile leggere la configurazione client LDAP.
ja: LDAPクライアントの環境設定を読み込めません。
ko: LDAP 클라이언트 구성을 읽을 수 없습니다.
zh_cn: 无法读取 LDAP 客户端配置。
zh_tw: 無法讀取 LDAP 用戶端組態。

source: LDAP client configuraton successfully written.
it: Scrittura della configurazione client LDAP riuscita.
ja: LDAPクライアント環境設定が正常に書き込まれました。
ko: LDAP 클라이언트 구성이 성공적으로 작성되었습니다.
zh_cn: LDAP 客户端配置写入成功。
zh_tw: 已成功寫入 LDAP 用戶端組態。

source: Error while saving LDAP client configuration.
it: Errore durante il salvataggio dei dati di configurazione client LDAP.
ja: LDAPクライアント環境設定の保存中にエラーが発生しました。
ko: LDAP 클라이언트 구성을 저장하는 중에 오류가 발생했습니다.
zh_cn: 保存 LDAP 客户端配置时出错。
zh_tw: 儲存 LDAP 用戶端組態時發生錯誤。

source: This field is required.
it: Il campo Ã¨ obbligatorio.
ja: このフィールドは必須です。
ko: 이 필드는 필수입니다.
zh_cn: 此字段是必需的。
zh_tw: 此欄位是必要的。

source: Enter a valid domain name or an IP address.
it: Immettere un nome di dominio valido o un indirizzo IP.
ja: 正しいドメイン名かIPアドレスを入力してください。
ko: 유효한 도메인 이름 또는 IP 주소를 입력하십시오.
zh_cn: 请输入有效的域名或 IP 地址。
zh_tw: 輸入有效的網域名稱或 IP 位址。

source: LDAP client
it: Client LDAP
ja: LDAPクライアント
ko: LDAP 클라이언트
zh_cn: LDAP 客户端
zh_tw: LDAP 用戶端

source: Enable LDAP Authentication
it: Abilita autenticazione LDAP
ja: LDAP認証を有効にする
ko: LDAP 인증 사용
zh_cn: 启用 LDAP 身份验证
zh_tw: 啟用 LDAP 驗證

source: LDAP Server Address
it: Indirizzo del server LDAP
ja: LDAPサーバアドレス
ko: LDAP 서버 주소
zh_cn: LDAP 服务器地址
zh_tw: LDAP 伺服器位址

source: Base DN
it: DN di base
ja: ベースDN
ko: 기본 DN
zh_cn: 库 DN
zh_tw: 基礎 DN

source: Fetch DN
it: Recupera DN
ja: DNの取得
ko: DN 가져오기
zh_cn: 提取 DN
zh_tw: 取得 DN

source: Secure Connection
it: Connessione sicura
ja: セキュアな接続
ko: 보안 연결
zh_cn: 安全连接
zh_tw: 安全連線

source: Configure LDAP client
it: Configura client LDAP
ja: LDAP クライアントを設定する
ko: LDAP 클라이언트 구성
zh_cn: 配置 LDAP 客户端
zh_tw: 設定 LDAP 用戶端
