Repository: webyast/web-client
Catalog: plugins/software/po/*/webyast-software-ui.po
Languages: cs, hu, ja, pt_br, uk

source: Highest
cs: Nejvyšší
hu: Legmagasabb
ja: 最高
pt_br: Mais alto
uk: Найвищий

source: Higher
cs: Vyšší
hu: Magasabb
ja: 高い
pt_br: Mais Alta
uk: Вищий

source: Default
cs: Výchozí
hu: Alapértelmezett
ja: デフォルト
pt_br: Padrão
uk: Типовий

source: Low
cs: Nízký
hu: Alacsony
ja: 低速
pt_br: Baixa
uk: Низький

source: Lowest
cs: Nejmenší
hu: Legalacsonyabb
ja: 最も低い
pt_br: Mínima
uk: Нижчий

source: Highest priority
cs: Nejvyšší priorita
hu: Legmagasabb prioritás
ja: 最高の優先度
pt_br: Prioridade mais alta
uk: Найвищий пріоритет

source: Higher priority
cs: Vyšší priorita
hu: Magasabb prioritás
ja: 高い優先度
pt_br: Prioridade maior
uk: Вищий пріоритет

source: Low priority
cs: Nízká priorita
hu: Alacsony prioritás
ja: 低い優先度
pt_br: Prioridade baixa
uk: Низький пріоритет

source: Lowest priority
cs: Nejnižší priorita
hu: Alacsonyabb prioritás
ja: 最低の優先度
pt_br: Prioridade mais baixa
uk: Найнижчий пріоритет

source: Custom priority
cs: Vlastní priorita
hu: Egyedi prioritás
ja: カスタム優先度
pt_br: Prioridade personalizada
uk: Нетиповий пріоритет

source: Custom
cs: Vlastní
hu: Egyedi
ja: カスタム
pt_br: Personalizado
uk: Нетиповий

source: enable
cs: povolit
hu: engedélyezés
ja: 有効
pt_br: habilitar
uk: увімкнути

source: disable
cs: zakázat
hu: letiltás
ja: 無効
pt_br: desabilitar
uk: вимкнути

source: enabled
cs: povoleno
hu: engedélyezett
ja: 有効
pt_br: habilitado
uk: увімкнено

source: disabled
cs: zakázáno
hu: letiltott
ja: 無効
pt_br: desabilitado
uk: вимкнено

source: Repository is currently %senabled%s.
cs: Repozitář je nyní %spovolen%s.

source: Repository is currently %sdisabled%s.
cs: Repozitář je nyní %szakázán%s.

source: Autorefresh is currently %senabled%s.
cs: Automatické obnovení je nyní %spovoleno%s.

source: Autorefresh is currently %sdisabled %s.
cs: Automatické obnovení je nyní %szakázáno%s.

source: Keeping downloaded packages is currently %senabled%s.
cs: Úschova stažených balíčků je nyní %spovolena%s.

source: Keeping downloaded packages is currently %sdisabled%s.
cs: Úschova stažených balíčků je nyní %szakázána%s.

source: Repository will be enabled.
cs: Repozitář bude povolen.

source: Repository will be disabled.
cs: Repozitář bude zakázán.

source: Autorefresh will be enabled.
cs: Automatické obnovení bude povoleno.

source: Autorefresh will be disabled.
cs: Automatické obnovení bude zakázáno.

source: Keep packages option will be enabled.
cs: Volba ponechání stažených balíčků bude povolena.

source: Keep packages option will be disabled.
cs: Volba ponechání stažených balíčků bude zakázána.

source: Enabled
cs: povoleno
hu: Engedélyezett
ja: 有効
pt_br: Habilitado
uk: Увімкнено

source: Autorefresh
cs: Automatické obnovení
hu: Automatikus frissítés
ja: 自動更新
pt_br: Atualização Automática
uk: Автоосвіження

source: Name
cs: Název
hu: Név
ja: 名前
pt_br: Nome
uk: Назва

source: Priority
cs: Priorita
hu: Prioritás
ja: 優先度
pt_br: Prioridade
uk: Пріоритет

source: Keep downloaded packages
cs: Zachovat stažené balíčky
hu: Letöltött csomagok megtartása
ja: ダウンロードしたパッケージを維持します
pt_br: Manter pacotes descarregados
uk: Зберігати завантажені пакунки

source: Cannot read repository list.
cs: Nelze číst seznam repozitářů
hu: A telepítési források listája nem olvasható.
ja: リポジトリリストを読み込むことができません
pt_br: Impossível ler a lista de repositórios.
uk: Неможливо прочитати список сховищ.

source: Missing repository parameter
cs: Chybí parametr repozitáře
hu: Hiányzó telepítési forrás paraméter
ja: リポジトリパラメータが不足しています
pt_br: Parâmetro do repositório ausente
uk: Відсутній параметр сховища

source: Repository '%s' was not found.
cs: Repozitář '%s' nebyl nalezen.
ja: リポジトリ 「%s」が見つかりませんでした。
pt_br: Repositório '%s' não encontrado.

source: Repository '%s' has been deleted.
cs: Repozitář '%s' byl odstraněn.
ja: リポジトリ「%s」が削除されました。
pt_br: Repositório '%s' apagado.

source: Cannot remove repository '%s'
cs: Nelze odstranit repozitář '%s'
ja: リポジト「%s」を削除できません
pt_br: Impossível remover o repositório '%s'.

source: Cannot update repository '%s': missing parameters.
cs: Nelze upravit nastavení repozitáře '%s': chybějící parametry.
ja: リポジトリ「%s」を更新できません: パラメータの不足
pt_br: Impossível atualizar o repositório '%s': parâmetros ausentes.

source: Invalid priority
cs: Neplatná priorita
hu: Érvénytelen prioritás
ja: 不正な優先度
pt_br: Prioridade inválida
uk: Нечинний пріоритет

source: Repository '%s' has been updated.
cs: Nastavení repozitáře '%s' bylo upraveno.
ja: リポジトリ「%s」が更新されました。
pt_br: Repositório '%s' atualizado.

source: Cannot update repository '%s': Unknown error
cs: Nastavení repozitáře '%s' nelze změnit: Neznáýmá chyba
ja: リポジトリ「%s」を更新できません: 未知のエラー
pt_br: Impossível atualizar o repositório '%s': erro desconhecido

source: Cannot update repository '%s'
cs: Nastavení repozitáře '%s' nelze změnit
ja: リポジトリ「%s」を更新できません
pt_br: Impossível atualizar o repositório '%s'

source: Unknown backend error: %s
cs: Neznámá chyba backendu: %s
ja: 未知のバックエンドエラー: %s
pt_br: Erro de back end desconhecido: %s

source: Missing repository parameters
cs: Chybějící parametry repozitáře
hu: Hiányzó telepítési forrás paraméterek
ja: パラメータが不足しています
pt_br: Parâmetros do repositório ausentes
uk: Відсутні параметри сховища

source: Repository '%s' has been added.
cs: Repozitář '%s' byl přidán.
ja: リポジトリ「%s」が追加されました。
pt_br: Repositório '%s' adicionado.

source: Cannot create repository '%s': Unknown error
cs: Repozitář '%s' nelze vytvořit: Neznámá chyba
ja: リポジトリ「%s」を作成できません: 未知のエラー
pt_br: Impossível criar o repositório '%s': erro desconhecido

source: Cannot create repository '%s'
cs: Repozitář '%s' nelze vytvořit
ja: リポジトリ「%s」を作成できません
pt_br: Impossível criar o repositório '%s'

source: Unknown backend error
cs: Neznámá chyba backendu
hu: Ismeretlen rendszerhiba
ja: 未知のバックエンドエラー
pt_br: Erro de back end desconhecido
uk: Невідома помилка фонової програми

source: There are patch installation messages available
cs: Jsou dostupné zprávy k instalaci patchů

source: Cannot read patch updates: GPG key for repository <em>%s</em> is not trusted.
cs: Nelze číst aktualizace: GPG klíč repozitáře <em>%s</em> je nedůvěryhodný.
hu: Nem olvashatók a frissítések: a(z) <em>%s</em> telepítési forrás GPG kulcsa nem megbízható.
ja: パッチアップデートを読み込めません: リポジトリ<em>%s</em>のGPGキー が信頼できません。
pt_br: Impossível ler atualizações de patch: a chave GPG do repositório <em>%s</em> não é confiável.

source: A problem occured when loading patch information.
cs: Při stahování aktualizačních informací došlo k chybě.
hu: Hiba történt a javítási információ betöltése közben.
ja: パッチ情報の読み込み時に問題が発生しました。
pt_br: Ocorreu um problema ao carregar as informações do patch.
uk: Під час завантаження інформації про латки трапилась помилка.

source: Refreshing package cache
cs: Obnovuje se balíčková cache
hu: Csomaggyorsítótár frissítése
ja: パッケージキャッシュを更新しています
pt_br: Atualizando cache de pacotes
uk: Освіження кешу пакунків

source: Starting package manager
cs: Startuji správce balíčků
hu: Csomagkezelő elindítása
ja: パッケージマネージャを開始しています
pt_br: Iniciando gerenciador de pacote
uk: Запуск менеджера пакунків

source: Waiting for the package manager lock
cs: Čeká se na zámek správce balíčků
hu: Várakozás a csomagkezelő zárolására
ja: パッケージマネージャロックを待っています
pt_br: Aguardando pelo bloqueio do gerenciador de pacote
uk: Очікування на замок менеджера пакунків

source: Evaluating available patches
cs: Vyhodnocování dostupných oprav
hu: Elérhető frissítések kiértékelése
ja: 使用可能なパッチを評価しています
pt_br: Avaliando os patches disponíveis
uk: Оцінка наявних латок

source: Finished reading patches
cs: Čtení oprav dokončeno
hu: Frissítések beolvasásának befejezése
ja: パッチの読み込みが終了しました
pt_br: Leitura dos patches concluída
uk: Закінчено читання латок

source: Please wait
cs: Čekejte prosím
ja: しばらくお待ちください
pt_br: Aguarde

source: Updates
cs: Aktualizace
hu: Frissítések
ja: 更新
pt_br: Atualizações
uk: Оновлення

source: Your system is up to date.
cs: Vás systém je aktuální.
hu: A rendszer naprakész.
ja: システムは最新の状態です。
pt_br: Seu sistema está atualizado.
uk: Ваша система не потребує оновлень.

source: Please wait ...
cs: Čekejte prosím...
ja: お待ちください...
pt_br: Aguarde...

source: All updates
cs: Všechny aktualizace
ja: すべての更新
pt_br: Todas as atualizações

source: Security
cs: Bezpečnost
ja: セキュリティ
pt_br: Segurança

source: Important
cs: Důležité
ja: 重要
pt_br: Importante

source: Recommended
cs: Doporučeno
ja: 推奨
pt_br: Recomendado

source: Optional
cs: Volitelný
ja: オプション
pt_br: Opcional

source: Update
cs: Aktualizace
hu: Frissítés
ja: 更新
pt_br: Atualizar
uk: Оновити

source: One of the patches seems to update WebYaST itself. You may need to reload the page after applying the patch.
cs: Jeden z patchů updatuje přímo WebYaST. Po aplikace patche doporučujeme znovu nahrát stránku.
ja: パッチの1つがWebYaST自体を更新するようです。 パッチの適用後、ページの再読み込みが必要な可能性があります。
pt_br: Um dos patches parece atualizar o próprio WebYaST. Talvez seja necessário recarregar a página após aplicar o patch.

source: No patches available
cs: Žádné dostupné opravy
ja: 使用できるパッチはありません
pt_br: Nenhum patch disponível

source: Kind
cs: Druh závislosti
hu: Típus
ja: 種類
pt_br: Tipo
uk: Вид

source: Source
cs: Zdroj
hu: Forrás
ja: ソース
pt_br: Fonte
uk: Джерело

source: Install
cs: Instalovat
hu: Telepítés
ja: インストール
pt_br: Instalar
uk: Встановити

source: Cannot read patch updates - you have been logged out.
cs: Nelze číst opravy - byl(a) jste odhlášena(a).
hu: Nem olvashatók a javítások - nincs bejelentkezve.
ja: パッチ更新を読み込めません - ログアウトしました。
pt_br: Impossível ler atualizações de patch - você foi desconectado.
uk: Неможливо прочитати інформацію про латки - ви не є в системі.

source: No information about patches available
cs: Nejsou dostupné informace o aktualizacích
hu: Nem áll rendelkezésre információ az elérhető javításokról
ja: 利用可能なパッチに関する情報がありません
pt_br: Nenhuma informação disponível sobre os patches
uk: Нема інформації про латки

source: Loading patch information
cs: Stahuje se aktualizační informace
hu: Javítási információk betöltése
ja: パッチ情報を読み込んでいます
pt_br: Carregando as informações do patch
uk: Завантаження інформації про латки

source: Update needs EULA license confirmation. Please follow to patch module to decide about license.
cs: Update vyžaduje potvrzení licence. Otevřete modul instalace oprav a rozhodněte zda licenci akceptovat.

source: Security Updates: %d
cs: Bezpečnostní aktualizace: %d
hu: Biztonsági frissítés: %d
ja: セキュリティ更新: %d
pt_br: Atualizações de Segurança: %d
uk: Оновлення безпеки: %d

source: Important Updates: %d
cs: Důležitá aktualizace: %d
hu: Fontos frissítések: %d
ja: 重要な更新: %d
pt_br: Atualizações Importantes: %d
uk: Важливі оновлення: %d

source: Optional Updates: %d
cs: Volitelné aktualizace: %d
hu: Opcionális frissítések: %d
ja: 任意指定の更新: %d
pt_br: Atualizações Opcionais: %d
uk: Додаткові оновлення: %d

source: Install all
cs: Instalovat vše

source: Updating all. Are you sure?
cs: Opravdu se má aktualizovat vše?
hu: Összes frissítése. Biztos benne?
ja: すべてを更新します。よろしいですか？
pt_br: Atualizando tudo. Você tem certeza?
uk: Оновлення всіх. Ви певні?

source: Accept
cs: Přijmout

source: Reject
cs: Odmítnout

source: An error occured while installing patches.
cs: Objevila se chyba během instalace oprav.
hu: Hiba történt a javítások telepítés közben.
ja: パッチのインストール中にエラーが発生しました。
pt_br: Erro ao instalar os patches.
uk: Під час встановлення латок трапилась помилка.

source: Patch Installation
cs: Instalace opravy
hu: Javítás telepítése
ja: パッチインストール
pt_br: Instalação de Patch

source: Are you sure?
cs: Jste si jisti?
hu: Biztos benne?
ja: 正しいですか？
pt_br: Você tem certeza?
uk: Ви впевнені?

source: Enter a valid repository URL.
cs: Zadejte platné URL repozitáře.
hu: Adjon meg egy érvényes telepítési forrás URL-t.
ja: 有効なリポジトリURLを入力してください。
pt_br: Digite um URL válido do repositório.
uk: Введіть чинну адресу URL сховища.

source: Symbols <b>%s</b> are not allowed in repository alias.
cs: Symboly <b>%s</b> nejsou v aliasu repozitáře povoleny.
hu: A <b>%s</b> szimbólumok használata telepítési forrás álnévként nem engedélyezett.
ja: リポジトリエイリアスでシンボル <b>%s</b> は許可されません。
pt_br: Os símbolos <b>%s</b> não são permitidos no álias de repositório.
uk: Символи <b>%s</b> не дозволяються в псевдонімі сховища.

source: This value cannot be empty.
cs: Tato hodnota nemůže být prázdná.
hu: Az értéket meg kell adni.
ja: 値を空白にはできません。
pt_br: Este valor não pode ficar vazio.
uk: Значення не може бути порожнім.

source: A repository with this URL already exists. Create a duplicate?
cs: Repozitář s tímto URL již existuje. Vytvořit duplikát?
hu: Ezzel az URL-lel már van egy telepítési forrás. Másolatot készít róla?
ja: このURLを持つリポジトリはすでに存在しています。 複製しますか?
pt_br: Já existe um repositório com este URL. Criar uma duplicata?
uk: Вже існує сховище з цією адресою URL. Створити дублікат?

source: Software Repositories
cs: Repozitáře software
hu: Telepítési források
ja: ソフトウエアリポジトリ
pt_br: Repositórios de Software
uk: Сховища програм

source: Add a new repository
cs: Přidat nový repozitář
hu: Új telepítési forrás felvétele
ja: 新しいリポジトリを追加
pt_br: Adicionar um novo repositório
uk: Додати нове сховище

source: Repository will be %s.
cs: Repozitář bude %s.
hu: A telepítési forrás %s lesz.
ja: リポジトリは%s。
pt_br: O repositório será %s.
uk: Сховище буде %s.

source: Autorefresh will be %s.
cs: Automatické obnovení bude %s.
hu: Az automatikus frissítés %s lesz.
ja: 自動更新は%s。
pt_br: A atualização automática será %s.
uk: Автоосвіження буде %s.

source: Keep packages option will be %s.
cs: Volba nakládání se staženými balíčky bude %s.
hu: Csomagok megőrzése %s lesz.
ja: パッケージを維持オプションは%s。
pt_br: A opção para manter pacotes será %s.
uk: Параметр збереження пакунків буде %s.

source: Quick Search
cs: Rychlé hledání
hu: Gyorskeresés
ja: クィック検索
pt_br: Pesquisa Rápida
uk: Швидкий пошук

source: Filter repositories
cs: Filtrovat repozitáře
hu: Telepítési források szűrése
ja: リポジトリのフィルタ
pt_br: Filtrar repositórios
uk: Фільтрування сховищ

source: All
cs: Vše
hu: Összes
ja: すべて
pt_br: Todos
uk: Всі

source: Disabled
cs: Zakázáno
hu: Letiltott
ja: 無効
pt_br: Desabilitado
uk: Вимкнено

source: New Repository
cs: Nový repozitář
hu: Új telepítési forrás
ja: 新しいリポジトリ
pt_br: Novo Repositório
uk: Нове сховище

source: Save
cs: Uložit
hu: Mentés
ja: 保存
pt_br: Gravar
uk: Зберегти

source: Delete
cs: Smazat
hu: Törlés
ja: 削除
pt_br: Apagar
uk: Вилучити

source: Really delete repository '%s'?
cs: Opravdu smazat repozitář '%s'?
hu: Valóban törli a(z) '%s' telepítési forrást?
ja: リポジトリ %s を削除しますか？
pt_br: Deseja realmente apagar o repositório '%s'?
uk: Вилучити сховище "%s"?

source: See and manage configured software repositories
cs: Prohlédněte si a spravujte nastavené repozitáře software
ja: 設定されたソフトウェアリポジトリの参照と管理
pt_br: Ver e gerenciar repositórios de software configurados

source: Patch installation messages not confirmed
cs: Zprávy instalace patche nebyly potvrzeny

source: Alias
hu: Álnév
ja: エイリアス
pt_br: Álias
uk: Псевдонім

source: <p>Please reboot your system after all patches have been installed.</p>
ja: <p>すべてのパッチをインストールしたら、システムを再起動してください。</p>
pt_br: <p>Reinicialize o sistema após a instalação de todos os patches.</p>

source: <p>Please logout and login again after all patches have been installed.</p>
ja: <p>すべてのパッチをインストールしたら、ログアウトして再度ログインしてください。</p>
pt_br: <p>Efetue logout e login novamente após a instalação de todos os patches.</p>

source: Configured software repositories
hu: Beállított telepítési források
ja: 設定されたソフトウェアリポジトリ
pt_br: Repositórios de software configurados
uk: Налаштовані сховища ПЗ

source: Add New Repository
hu: Új telepítési forrás hozzáadása
ja: 新しいリポジトリを追加
pt_br: Adicionar Novo Repositório
uk: Додати нове сховище

source: Repository is currently
hu: A telepítési forrás jelenleg
ja: リポジトリは現在
pt_br: O repositório está
uk: В даний час сховище

source: Autorefresh is currently
hu: Az automatikus frissítés jelenleg
ja: 自動更新は現在
pt_br: A atualização automática está
uk: Автоосвіження в даний час

source: Keeping downloaded packages is currently
hu: Letöltött csomagok megtartása jelenleg
ja: ダウンロードしたパッケージの維持は現在
pt_br: A conservação de pacotes descarregados está
uk: В даний час параметр збереження завантажених пакунків

source: Stop
hu: Leállítás
ja: 停止
pt_br: Parar
uk: Зупинити

source: Updates available
hu: Frissítések érhetők el
ja: 更新が利用可能です
pt_br: Atualizações disponíveis
uk: Наявні оновлення

source: Check
hu: Ellenőrzés
ja: チェック
pt_br: Verificar
uk: Перевірити

source: Summary
hu: Összefoglaló
ja: 概要
pt_br: Resumo
uk: Підсумок

source: Update All
hu: Összes frissítése
ja: すべてを更新
pt_br: Atualizar Tudo
uk: Оновити всі
