Repository: webyast/web-client
Catalog: plugins/software/po/*/yast_webclient_software.po
Languages: ar, fi, nb, sv

source: Highest
ar: الأعلى
fi: Korkein
nb: Høyeste
sv: Högsta

source: Higher
ar: أعلى
fi: Korkeampi
nb: Høyere
sv: Högre

source: Default
ar: افتراضي
fi: Oletus
nb: Standard
sv: Standard

source: Low
ar: أدنى
fi: Matala
nb: Lavt
sv: Låg

source: Lowest
ar: الأدنى
fi: Matalin
nb: Laveste
sv: Lägsta

source: Highest priority
ar: أعلى أولوية
fi: Korkein tärkeys
nb: Høyeste prioritet
sv: Högsta prioritet

source: Higher priority
ar: أولوية أعلى
fi: Korkeampi tärkeys
nb: Høyere prioritet
sv: Högre prioritet

source: Low priority
ar: أولوية منخفضة
fi: Matala tärkeys
nb: Lav prioritet
sv: Låg prioritet

source: Lowest priority
ar: أدنى أولوية
fi: Matalin tärkeys
nb: Laveste prioritet
sv: Lägsta prioritet

source: Custom priority
ar: أولوية مخصصة
fi: Muokattu tärkeysjärjestys
nb: Egendefinert prioritet
sv: Egen prioritering

source: Custom
ar: تخصيص
fi: Muokattu
nb: Egendefinert
sv: Egen

source: enable
ar: تمكين
fi: ota käyttöön
nb: aktiver
sv: aktivera

source: disable
ar: تعطيل
fi: poista käytöstä
nb: deaktiver
sv: inaktivera

source: enabled
ar: ممكّن
fi: otettu käyttöön
nb: aktivert
sv: aktiverad

source: disabled
ar: معطّل
fi: poistettu käytöstä
nb: deaktivert
sv: inaktiverad

source: Alias
ar: الاسم المستعار

source: Enabled
ar: مُمكّن
fi: Käytössä
nb: aktivert
sv: Aktiverad

source: Autorefresh
ar: تجديد تلقائي
fi: Automaattinen päivitys
nb: Autooppdater
sv: Automatisk uppdatering

source: Name
ar: الاسم
fi: Nimi
nb: Navn
sv: Namn

source: URL
ar: عنوان URL
nb: Nettadresse
sv: Webbadress

source: Priority
ar: أولوية
fi: Tärkeysjärjestys
nb: Prioritet
sv: Prioritet

source: Keep downloaded packages
ar: الحزم التي تم إنزالها
fi: Pidä ladatut paketit
nb: Behold pakker som er lastet ned
sv: Spara hämtade paket

source: Cannot read repository list.
ar: تعذرت قراءة المخازن.
fi: Asennuslähde-luetteloa ei voi lukea
nb: Kan ikke lese arkivliste.
sv: Det går inte att läsa listan över lagringsplatser.

source: Missing repository parameter
ar: معلمة مخزن مفقودة
fi: Puuttuva asennuslähteen parametri
nb: Manglende arkivparameter
sv: Det saknas en parameter för lagringsplats

source: Invalid priority
ar: الخطأ غير صالح
fi: Virheellinen tärkeys
nb: Ugyldig prioritet
sv: Ogiltig prioritet

source: Missing repository parameters
ar: معلمات مخازن مفقودة
fi: Puuttuvat asennuslähteen parametrit
nb: Manglende arkivparametere
sv: Saknade parametrar för lagringsplats

source: Unknown backend error
ar: خطأ غير معروف
fi: Tuntematon taustaosan virhe
nb: Ukjent feil i grunnsystem
sv: Okänt backend-fel

source: Error: Missing repository id.
ar: حدث خطأ أثناء تحليل ملف تعريف المخزن.

source: Error: Missing 'enabled' parameter.
ar: خطأ: معلمة 'ممكَّنة' مفقودة.

source: Unknown backend error.
ar: خطأ غير معروف.

source: A problem occured when loading patch information.
ar: حدثت مشكلة عند تحميل معلومات التصحيح.
fi: Ilmeni ongelma ladattaessa tietoja korjauksista.
nb: Det oppstod en feil under lasting av oppdateringsinformasjon
sv: Ett fel inträffade när korrigeringsinformationen lästes in.

source: Installing all patches...
ar: يتم الآن تثبيت كافة التصحيحات...
fi: Asennetaan kaikki päivitykset...
nb: Installerer alle oppdateringer...
sv: Installerar alla korrigeringar...

source: Installation stopped
ar: تم إيقاف التثبيت
fi: Asennus pysäytettiin
nb: Installasjon stoppet
sv: Installationen avbröts

source: Installation finished
ar: انتهى التثبيت
fi: Asennus on valmis
nb: Installasjon fullført
sv: Installationen är slutförd

source: %s installed.
ar: %s مثبت.
fi: %s asennettu.
nb: %s installert
sv: %s har installerats.

source: Patch has been installed.
ar: تم تثبيت التصحيح.
fi: Korjaukset on asennettu.
nb: Pakkeoppdateringen er installert.
sv: Korrigeringen har installerats.

source: Enter a valid repository URL.
ar: أدخل عنوان URL صالح للمخزن.
fi: Anna kelpaava asennuslähteen URL.
nb: Angi en gyldig arkivadresse.
sv: Ange en giltig webbadress till en lagringsplats.

source: Symbols <b>%s</b> are not allowed in repository alias.
ar: غير مسموح بالرموز <b>%s</b> في الاسم المستعار للمخزن.
fi: Symbolit <b>%s</b> eivät ole sallittuja asennuslähteen aliasnimessä.
nb: Symboler <b>%s</b> er ikke tillatt i et arkivalias.
sv: Symbolerna <b>%s</b> är inte tillåtna i ett alias till en lagringsplats.

source: This value cannot be empty.
ar: لا يمكن ترك حقل الهدف فارغًا.
fi: Tämä arvo ei voi olla tyhjä.
nb: Du må angi en verdi.
sv: Detta värde får inte vara tomt.

source: Quick Search
ar: بحث سريع
fi: Nopea etsintä
nb: Hurtigsøk
sv: Snabbsökning

source: Software Repositories
ar: مخازن البرامج
fi: Ohjelmistoasennuslähteet
nb: Programvarearkiver
sv: Lagringsplats för programvara

source: Configured software repositories
ar: مخازن البرامج المكوَّنة
fi: Määritetyt ohjelmistojen asennuslähteet
nb: Valgte programvarearkiver
sv: Konfigurerade lagringsplatser för programvara

source: Filter repositories
ar: ترشيح المخازن
fi: Suodata asennuslähteet
nb: Filtrer arkiver
sv: Filtrera arkiv

source: All
ar: الكل
fi: Kaikki
nb: Alle
sv: Alla

source: Disabled
ar: معطّل
fi: Poistettu käytöstä
nb: Deaktivert
sv: Inaktiverad

source: Repository will be %s.
ar: سيكون المخزن هو %s.
fi: Asennuslähde %s.
nb: Arkivet vil være %s.
sv: Lagringsplats kommer att vara %s.

source: Autorefresh will be %s.
ar: سيكون التجديد التلقائي هو %s.
fi: Automaattinen päivitys on %s.
nb: Autooppdatering vil være %s.
sv: Automatisk uppdatering kommer att vara %s.

source: Keep packages option will be %s.
ar: سيكون خيار الاحتفاظ بالحزم هو %s.
fi: Säilytä paketit valinta on %s.
nb: Beholde pakker som er lastet ned vil være %s.
sv: Alternativ för att behålla paket kommer att vara %s.

source: Save
ar: حفظ
fi: Tallenna
nb: Lagre
sv: Spara

source: Delete
ar: حذف
fi: Poista
nb: Fjern
sv: Ta bort

source: Really delete repository '%s'?
ar: هل تريد حذف المضيف %s بالفعل؟
fi: Poistetaanko varmasti asennuslähde '%s'?
nb: Vil du virkelig slette arkivet '%s'?
sv: Vill du ta bort lagringsplatsen %s?

source: Add
ar: إضافة

source: a new repository
ar: إضافة مخزن جديد

source: Enter a number in range 0 (the highest priority) to 200 (the lowest priority).
ar: أدخل رقم داخل النطاق من صفر (أعلى أولوية) إلى 200 (أدنى أولوية).

source: Priority must be a positive number.
ar: يجب أن تكون الأولوية رقمًا إيجابيًا.

source: Priority must be less than 200.
ar: يجب أن تكون قيمة الحقل "من" أقل من الحقل "إلى".

source: Add a new repository
ar: إضافة مخزن جديد
fi: Lisää uusi asennuslähde
nb: Legg til nytt arkiv
sv: Lägg till ny lagringsplats

source: Properties of
ar: خصائص

source: Edit Properties of
ar: خصائص اللوحة

source: Repository
ar: مخزن

source: Create
ar: إنشاء

source: Update
ar: تحديث
fi: Päivitys
nb: Oppdater
sv: Uppdatera

source: An error occured while installing patches.
ar: حدث خطأ أثناء تثبيت التصحيحات.
fi: Tapahtui virhe asennettaessa päivityksiä.
nb: Det oppstod en feil under installasjon av oppdateringer.
sv: Ett fel inträffade när korrigeringarna installerades.

source: Stop
ar: إيقاف
fi: Pysäytä
nb: Stopp
sv: Stopp

source: Are you sure?
ar: هل أنت متأكد؟
fi: Oletko varma?
nb: Er du sikker?
sv: Är du säker?

source: Updates
ar: تحديثات
fi: Päivitykset
nb: Oppdateringer
sv: Uppdateringar

source: Your system is up to date.
ar: النظام محدّث.
fi: Järjestelmäsi on ajan tasalla.
nb: Systemet er oppdatert.
sv: Systemet är uppdaterat.

source: Updates available
ar: التحديثات المتوفرة
fi: Päivityksiä saatavilla
nb: Oppdateringer tilgjengelige
sv: Det finns tillgängliga uppdateringar

source: Refreshing package cache
ar: تجديد الذاكرة المؤقتة للحزمة
fi: Virkistetään pakettivälimuistia
nb: Oppdaterer pakkemellomlager
sv: Uppdaterar paketcache

source: Starting package manager
ar: بدء تشغيل مدير الحزمة
fi: Käynnistetään pakettihallintaa
nb: Starter pakkebehandler
sv: Startar pakethanterare

source: Waiting for the package manager lock
ar: انتظار قفل مدير الحزمة
fi: Odotetaan pakettihallinnan lukkoa
nb: Venter på at pakkebehandler skal låse tjenesten
sv: Väntar på lås för pakethanterare

source: Evaluating available patches
ar: تقييم التصحيحات المتوفرة
fi: Arvioidaan saatavilla olevia korjauksia
nb: Vurderer tilgjengelige oppdateringer
sv: Utvärderar tillgängliga korrigeringar

source: Finished reading patches
ar: تم الانتهاء من قراءة التصحيحات
fi: Korjausten lukeminen valmis.
nb: Ferdig med å lese oppdateringer
sv: Läsning av korrigeringar avslutad

source: Check
ar: بحث
fi: Tarkista
nb: Kontroller
sv: Kontrollera

source: Kind
ar: النوع
fi: Laji
nb: Type
sv: Typ

source: Summary
ar: الملخص
fi: Yhteenveto
nb: Sammendrag
sv: Sammanfattning

source: Source
ar: المصدر
fi: Lähde
nb: Kilde
sv: Källa

source: Install
ar: تثبيت
fi: Asenna
nb: Installer
sv: Installera

source: Cannot read patch updates - you have been logged out.
ar: لا يمكن قراءة تحديثات التصحيح - لقد تم إخراجك.
fi: Korjauspäivityksiä ei voi lukea - et ole kirjautuneena.
nb: Kan ikke lese pakkeoppdateringer - du har blitt logget ut.
sv: Det går inte att läsa korrigeringsuppdateringarna. Du har loggats ut.

source: No information about patches available
ar: لا توجد أية معلومات حول التصحيحات المتوفرة
fi: Tietoja korjauksista ei ole saatavilla
nb: Ingen informasjon om oppdateringer tilgjengelig
sv: Det finns ingen tillgänglig information om korrigeringar

source: Security Updates: %d
ar: تحديثات الأمان: %d
fi: Turvallisuuspäivitykset: %d
nb: Sikkerhetsoppdateringer: %d
sv: Säkerhetsuppdateringar: %d

source: Important Updates: %d
ar: تحديثات هامة: %d
fi: Tärkeät päivitykset: %d
nb: Viktige oppdateringer: %d
sv: Viktiga uppdateringar: %d

source: Optional Updates: %d
ar: تحديثات اختيارية: %d
fi: Valinnaiset päivitykset: %d
nb: Valgfrie oppdateringer: %d
sv: Valfria uppdateringar: %d

source: Update All
ar: تحديث الكل
fi: Päivitä kaikki
nb: Oppdater alle
sv: Uppdatera alla

source: Updating all. Are you sure?
ar: تحديث الكل. هل أنت متأكد؟
fi: Päivitetään kaikki. Oletko varma?
nb: Er du sikker på at du vil oppdatere alt?
sv: Alla kommer att uppdateras. Vill du fortsätta?

source: Loading patch information
ar: تحميل معلومات التصحيح
fi: Ladataan päivitystietoja
nb: Laster oppdateringsinformasjon
sv: Läser in korrigeringsinformation

source: Add New Repository
fi: Lisää uusi asennuslähde
nb: Legg til nytt arkiv
sv: Lägg till nytt arkiv

source: Repository is currently
fi: Asennuslähde on tällä hetkellä
nb: Arkivet er
sv: Arkivet är för närvarande

source: Autorefresh is currently
fi: Automaattinen päivitys on tällä hetkellä
nb: Autooppdatering er
sv: Automatisk uppdatering är för närvarande

source: Keeping downloaded packages is currently
fi: Säilytä ladatut paketit on tällä hetkellä
nb: Beholde pakker som er lastet ned er
sv: Spara hämtade paket är för närvarande

source: A repository with this URL already exists. Create a duplicate?
fi: Asennuslähde tällä URL-osoitteella on jo olemassa. Luodaanko kaksoiskappale?
nb: Et arkiv med denne adressen finnes allerede. Vil du lage et duplikat?
sv: Det finns redan ett arkiv med denna URL. Skapa en kopia?

source: New Repository
fi: Uusi asennuslähde
nb: Nytt arkiv
sv: Nytt arkiv

source: Priority for packages:
fi: Pakettien prioriteetit:
nb: Prioritet for pakker
sv: Prioritet för paket:
