Repository: webyast/web-client
Catalog: plugins/mail_settings/po/*/yast_webclient_mail_settings.po
Languages: gl

source: Passwords do not match.
gl: Os contrasinais non coinciden.

source: Mail settings have been written.
gl: A configuración do correo foi gravada correctamente

source: Error while saving mail settings: %s
gl: Erro ao gardar a configuración de correo: %s

source: Enter a valid domain name or an IP address.
gl: Introduza un nome de dominio válido ou un enderezo IP.

source: Mail Settings
gl: Configuración do correo

source: Outgoing mail server (SMTP)
gl: Servidor de envío de correo (SMTP)

source: Transport Layer Security (TLS)
gl: capa de seguridade en transporte (TLS)

source: Disabled
gl: Desactivado

source: If available
gl: Se está dispoñible

source: Always
gl: Sempre

source: User name
gl: Nome de Usuario

source: Password
gl: Contrasinal

source: Confirm Password
gl: Confirme o contrasinal
