Repository: webyast/web-client
Catalog: plugins/permissions/po/*/webyast-permissions-ui.po
Languages: de, es, ja, uk

source: Invalid session, please login again.
de: Ung端ltige Sitzung, bitte melden Sie sich erneut an.
es: Sesi칩n inv치lida, por favor entre de nuevo.
ja: セッションが無効です。再度ログインしてください。
uk: Нечинний сеанс, увійдіть знов.

source: User name is not valid name
de: Der Benutzername ist kein g端ltiger Name.
es: El nombre de usuario no es v치lido
ja: ユーザ名が正しくありません
uk: Нечинна назва користувача

source: User does not exist
de: Benutzer existiert nicht.
es: El usuario no existe
ja: ユーザがいません
uk: Користувач не існує

source: Permissions have been set.
de: Berechtigungen wurden gesetzt.
es: Se han puesto los permisos.
ja: 許可が設定されていません。
uk: Права доступу встановлено.

source: User Permissions
de: Anwender-Berechtigungen
es: Permisos de usuario
ja: ユーザパーミッション
uk: Права доступу користувачів

source: User
de: Benutzer
es: Usuario
ja: ユーザ
uk: Користувач

source: Search
de: Suche
es: Buscar
ja: 検索
uk: Пошук

source: Revoked Permissions
de: Zur端ckgezogene Berechtigungen
es: Permisos revocados
ja: 取り消した許可
uk: Анульовані права доступу

source: Granted Permissions
de: Gegebene Berechtigungen
es: Permisos concedidos
ja: 付与されたパーミッション
uk: Надані права доступу

source: Back
de: Zur端ck
es: Atr치s
ja: 戻る
uk: Назад

source: Set user permissions
ja: ユーザパーミッションを設定する
