Repository: webyast/web-client
Catalog: plugins/permissions/po/*/yast_webclient_permissions.po
Languages: km, lt

source: Invalid session, please login again.
km: សម័យ​មិន​ត្រឹមត្រូវ​ សូមចូល​ម្តង​ទៀត​ ។
lt: Negalima sesija, prisijunkite iš naujo.

source: User name is not valid name
km: ឈ្មោះអ្នក​ប្រើ​មិនមែនជា​ឈ្មោះ​ត្រឹមត្រូវ​ទេ
lt: Netinkamas vartotojo vardas

source: User does not exist
km: មិន​ទាន់មាន​អ្នកប្រើ​នៅឡើយ​ទេ​
lt: Vartotojo nėra

source: Permissions have been set.
km: សិទ្ធិ​ត្រូវ​បានកំណត់ ។
lt: Leidimai nustatyti.

source: User Permissions
km: សិទ្ធិ​​អ្នក​ប្រើ​
lt: Vartotojo leidimai

source: User
km: អ្នក​ប្រើ​
lt: Vartotojas

source: Search
km: ស្វែងរក
lt: Paieška

source: Revoked Permissions
km: សិទ្ធិ​ដែល​បាន​ដកហូត​
lt: Panaikinti leidimai

source: Granted Permissions
km: សិទ្ធិ​ដែល​បានផ្តល់​
lt: Suteikti leidimai

source: Back
km: ថយក្រោយ
lt: Atgal
