Repository: webyast/web-client
Catalog: plugins/administrator/po/*/webyast-root-user-ui.po
Languages: ca, gl, nb

source: Enter a valid e-mail address.
ca: Introduïu una adreça de correu electrònic vàlida.
gl: Introduza un enderezo válido de correo-e.
nb: Angi en gyldig e-postadresse.

source: Passwords do not match.
ca: Les contrasenyes no coincideixen.
gl: Os contrasinais non coinciden.
nb: Passordene samsvarer ikke.

source: Administrator settings have been written.
ca: S'han escrit els paràmetres d'dministració
gl: As preferencias do administrador foron gravadas.
nb: Administratorinnstillingene er lagret.

source: Error while saving administrator settings: %s
ca: S'ha produït un error en desar els paràmetres d'administració: %s
gl: Erro mentres se gardaban as preferencias do administrador: %s
nb: Feil under lagring av administratorinnstillinger: %s

source: Mail alias was set but outgoing mail server is not configured (%s<i>change</i>%s).
ca: L'àlies de correu ha estat definit però no s'ha configurat el servidor de correpo de sortida (%s<i>canvia</i>%s).
gl: O alias de correo-e foi configurado pero o servidor de saída de correo-e non está configurado (%s<i>cambiar</i>%s).
nb: E-postalias er definiert med utgående e-postserver er ikke satt opp (%s<i>endre</i>%s).

source: Administrator Settings
ca: Paràmetres d'administració
gl: Preferencias do administrador
nb: Administratorinnstillinger

source: The passwords do not match.
ca: Les contrasenyes no coincideixen.
gl: Os contrasinais non coinciden.
nb: Passordene samsvarer ikke.

source: A password is required.
ca: La contrasenya és obligatòria
gl: Cómpre un contrasinal.
nb: Du må angi et passord.

source: Password Strength:
ca: Fortalesa de la contrasenya
nb: Passordsikkerhet:

source: Weak
ca: Fluixa
gl: Feble
nb: Svak

source: Medium
ca: Mitjana
gl: Medio
nb: Middels

source: Strong
ca: Forta
gl: Forte
nb: God

source: Very Strong
ca: Molt forta
gl: Moi forte
nb: Svært god

source: Password Setup for User 'root'
ca: Contrasenya de l'usuari primari
gl: Configurar o contrasinal para o usuario 'root'
nb: Passordoppsett for 'root'

source: New Password
ca: Nova contrasenya
gl: Novo contrasinal
nb: Nytt passord

source: Confirm Password
ca: Confirmeu la contrasenya
gl: Confirmar contrasinal
nb: Bekreft passord

source: Mail Setup for User 'root'
ca: Paràmetres de correu per a l'usuari primari
gl: Configuración do correo electrónico para o usuario 'root'
nb: E-postoppsett for 'root'

source: Forward system mail to
ca: Reenvia el correu del sistema a
gl: Reenviar correo-e do sistema para
nb: Videresend system-e-post til

source: Save Mail Only
ca: Només desa el correu
gl: Gardar só correo
nb: Kun lagre e-post
