Repository: webyast/web-client
Catalog: plugins/administrator/po/*/yast_webclient_administrator.po
Languages: km

source: Enter a valid e-mail address.
km: បញ្ចូល​អាសយដ្ឋាន​​អ៊ីមែល​ត្រឹម​ត្រូវ ។

source: Passwords do not match.
km: ពាក្យ​សម្ងាត់​មិន​ដូច​គ្នា​ទេ ។

source: Administrator settings have been written.
km: កា​រកំណត់​របស់​អ្នក​គ្រប់គ្រង​ត្រូវ​បាន​សរសេរ ។

source: Error while saving administrator settings: %s
km: មាន​កំហុស ខណៈ​ពេលការ​រក្សាទុក​ការ​កំណត់​របស់​អ្នក​គ្រប់​គ្រង​ ៖ %s

source: Mail alias was set but outgoing mail server is not configured (%s<i>change</i>%s).
km: ឈ្មោះ​ក្លែងក្លាយ​សំបុត្រ​ត្រូវ​បាន​កំណត់ ប៉ុន្តែ​ម៉ាស៊ីន​បម្រើ​សំបុត្រ​ចេញ​មិន​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ទេ (%s<i>ផ្លាស់ប្ដូរ</i>%s) ។

source: Administrator Settings
km: ការ​កំណត់​របស់​អ្នក​គ្រប់​គ្រង​

source: The passwords do not match.
km: ពាក្យ​សម្ងាត់​មិន​ផ្គូផ្គង​គ្នា​​ទេ ។

source: A password is required.
km: ត្រូវការ​ពាក្យ​សម្ងាត់ ។

source: Password Strength:
km: ភាព​ខ្លាំង​របស់​ពាក្យ​សម្ងាត់ ៖

source: Weak
km: ខ្សោយ

source: Normal
km: ធម្មតា

source: Medium
km: មធ្យម​

source: Strong
km: ខ្លាំង

source: Very Strong
km: ខ្លាំង​ណាស់

source: Password Setup for User 'root'
km: ការ​រៀបចំ​ពាក្យ​សម្ងាត់​សម្រាប់​អ្នក​ប្រើ 'root'

source: New Password
km: ពាក្យ​សម្ងាត់​ថ្មី

source: Confirm Password
km: បញ្ជាក់​ពាក្យ​សម្ងាត់

source: Mail Setup for User 'root'
km: ការ​រៀបចំ​សំបុត្រ​សម្រាប់​អ្នក​ប្រើ 'root'

source: Forward system mail to
km: បញ្ជូន​សំបុត្រ​ប្រព័ន្ធ​ទៅ​

source: Save Mail Only
km: ទុក​តែ​សំបុត្រ​ប៉ុណ្ណោះ​
