Repository: webyast/web-client
Catalog: plugins/systemtime/po/*/yast_webclient_systemtime.po
Languages: cs, da, de, fi, gl, hr, ja, lt, nl, pl, pt_br, uk

source: Unknown timezone %s on host
de: Unbekannte Zeitzone %s auf dem Rechner
gl: Fuso horario %s descoñecido neste equipo
hr: Nepoznata vremenska zona %s na računalu
lt: Nežinoma laiko juosta %s pagrindiniame kompiuteryje
nl: Onbekende tijdzone %s op de host
pl: Nieznana strefa czasowa %s hosta
pt_br: Fuso horário desconhecido %s na máquina

source: No permissions for time module
cs: Nemáte práva nastavení času
da: Ingen rettigheder til tidmodulet
de: Keine Berechtigungen für das Zeit-Modul
fi: Ei käyttöoikeuksia aika-moduuliin
gl: Non ten permisos para o módulo de hora
hr: Nema dozvola za vremenski modul
ja: 時刻モジュールへの許可がありません
lt: Jokių leidimų laiko moduliui
nl: Geen permissies voor de tijdmodule
pl: Brak uprawnień dla modułu zegara
pt_br: Sem permissões para o módulo de hora
uk: Немає прав доступу до модуля часу

source: Settings have been written.
cs: Nastavení byla uložena.
da: Indstillingerne er blevet skrevet.
fi: Asetukset tallennettiin.
gl: Gravouse correctamente a configuración.
hr: Postavke su zapisane.
ja: 設定を書き込みました。
nl: Instellingen zijn weggeschreven.
pl: Zapisano ustawienia.
uk: Параметри було збережено.

source: Invalid date format. Correct one is dd/mm/yyyy
cs: Chybný formát data. Správně je to dd/mm/rrrr
da: Ugyldigt datoformat. Det korrekte er dd/mm/åååå
de: Ungültiges Datumsformat: Korrekt ist dd/mm/yyyy
fi: Päiväyksen muoto ei kelpaa. Oikea muoto on pp/kk/vvvv
gl: O formato da data non é válido. O correcto é dd/mm/yyyy
hr: Nesipravan format datuma. Ispravan ima oblik dd/mm/yyyy
ja: 日付の書式が正しくありません。 (日)/(月)/(年) のように指定してください。
lt: Netinkamas datos formatas. Turi būti dd/mm/MMMM
nl: Ongeldige datumopmaak. De juiste is dd/mm/yyyy
pl: Niepoprawny format daty. Poprawny format (dzień/miesiąc/rok) dd/mm/yyyy
pt_br: Formato de data inválido. O correto é dd/mm/aaaa
uk: Нечинний формат дати. Правильний формат дд/мм/рррр

source: Invalid time format. Correct one is hh:mm:ss
cs: Chybný formát času. Správně je to: hh:mm:ss
da: Ugyldigt tidformat. Det korrekte er tt:mm:ss
de: Ungültiges Zeitformat: Korrekt ist hh:mm:ss
fi: Ajan muoto ei kelpaa. Oikea muoto on tt:mm:ss
gl: O formato da hora non é válido. O correcto é hh:mm:ss
hr: Neispravan format vremena. Ispravan ima oblik hh:mm:ss
ja: 時刻の書式が正しくありません。 (時):(分):(秒) のように指定してください。
lt: Netinkamas laiko formatas. Turi būti hh:mm:ss
nl: Ongeldige tijdopmaak. De juiste is hh:mm:ss
pl: Niepoprawny format czasu. Poprawny format (godziny/minuty/sekundy) hh:mm:ss
pt_br: Formato de hora inválido. O correto é hh:mm:ss
uk: Нечинний формат часу. Правильний формат гг:хх:сс

source: Time
cs: Čas
da: Tid
de: Zeit
fi: Aika
gl: Hora
hr: Vrijeme
ja: 時刻
lt: Laikas
nl: Tijd
pl: Godzina
pt_br: Hora
uk: Час

source: Region:
fi: Alue:
gl: Rexión:
hr: Regija:
ja: 地域:
nl: Regio:
pl: Strefa:
uk: Регіон:

source: Timezone:
cs: Časové pásmo:
da: Tidszone:
fi: Aikavyöhyke:
gl: Fuso horario:
hr: Vremenska zona:
ja: 時間帯:
nl: Tijdzone:
pl: Strefa czasowa
uk: Часовий пояс:

source: Hardware clock is set to UTC
cs: Hardware hodiny nastaveny na UTC.
da: Hardware-uret er sat til UTC
fi: Laitteiston kello on asetettu UTC-aikaan
gl: O reloxo hardware está posto como UTC
hr: Sklopovski sat je podešen na UTC
ja: ハードウエアクロックは UTC に設定されています
nl: Hardware klok is ingesteld op UTC
pl: Zegar systemowy ustawiono dla UTC
uk: Годинник обладнання встановлено на UTC

source: Don't set time
fi: Älä aseta aikaa.
ja: 時間を設定しない
nl: Stel de tijd niet in

source: Manually configure time
cs: Nastavit čas ručně
da: Konfigurér tid manuelt
de: Manuelle Zeit-Einrichtung
fi: Määritä aika käsin
gl: Configuración manual da hora
hr: Ručno podesi vrijeme
ja: 手動で時刻を設定
lt: Rankinis laiko konfigūravimas
nl: Handmatige configuratie van de tijd
pl: Ręczna konfiguracja czasu
pt_br: Configurar a hora manualmente
uk: Налаштувати час вручну

source: Synchronize via NTP
fi: Synkronoi NTP:llä
ja: NTP を利用して同期
nl: Via NTP synchroniseren

source: Date:
cs: Datum:
da: Dato:
fi: Päiväys:
gl: Data:
hr: Datum:
ja: 日付:
nl: Datum:
pl: Data:
uk: Дата:

source: Time:
cs: Čas:
da: Tid:
fi: Aika:
gl: Hora:
hr: Vrijeme:
ja: 時刻:
nl: Tijd:
pl: Godzina:
uk: Час:

source: Synchronize via Network Time Protocol (NTP)
de: Mittels Netzwerkzeitprotokoll (NTP) synchronisieren
gl: Sincronización mediante NTP (Network Time Protocol)
hr: Sinkroniziraj preko protokola mrežnog vremena (NTP)
lt: Suderinti naudojant Tinklo Laiko Protokolą (NTP)
pt_br: Sincronizar via NTP (Network Time Protocol)

source: Time settings have been written.
de: Zeiteinstellungen wurden geschrieben.
lt: Laiko nuostatos įrašytos.
pt_br: As configurações de hora foram gravadas.

source: Region
lt: Regionas
pt_br: Região

source: Timezone
de: Zeitzone
lt: Laiko juosta
pt_br: Fuso horário

source: Date
de: Datum
lt: Data
pt_br: Data
