Repository: webyast/web-client
Catalog: plugins/roles/po/*/webyast-roles-ui.po
Languages: cs, de, zh_tw

source: Role name is already used or invalid. Allowed is combination of a-z, A-Z, numbers, space, dash and underscore only.
de: Der Rollenname wird bereits verwendet oder ist ungültig. Zulässig sind nur Kombinationen aus a-z, A-Z, Nummern, Leerzeichen, Bindestrichen und Unterstrichen.
zh_tw: 角色名稱已被使用或無效。只允許使用 a-z、A-Z、數字、空格、破折號和底線的組合。

source: Role <i>%s</i> was successfully removed.
cs: Role <i>%s</i> byla úspěšně odebrána.
de: Rolle <i>%s</i> wurde entfernt.
zh_tw: 角色 <i>%s</i> 已成功移除。

source: Error: Could not remove role <i>%s</i>.
cs: Chyba: Nelze odstranit roli <i>%s</i>.
de: Fehler: Rolle <i>%s</i> konnte nicht entfernt werden.
zh_tw: 錯誤：無法移除角色 <i>%s</i>。

source: Cannot find roles
cs: Nelze nalézt role
de: Rollen nicht gefunden
zh_tw: 找不到角色

source: Roles
cs: Role
de: Rollen
zh_tw: 角色

source: In order to assign the user to roles,
cs: K přiřazení uživateků rolím,
de: Um Benutzern Rollen zuzuweisen,

source: Drag and Drop the user labels into Role containers
cs: přetáhněte uživatele do kontejneru odpovídajícímu vybrané roli
de: Ziehen Sie die Benutzerbezeichnungen auf die Rollenbehältnisse

source: Don't show this again
cs: Nezobrazovat tuto zprávu znovu.
de: Dies nicht wieder zeigen

source: Create Role
cs: Vytvořit roli
de: Rolle erstellen
zh_tw: 建立角色

source: Assign Users
cs: Přiřadit uživatele
de: Benutzer zuweisen
zh_tw: 指定使用者

source: User already assigned
cs: Uživatel již byl přiřazen
de: Benutzer ist bereits zugewiesen

source: Assign Permissions
cs: Přiradit oprávnění
de: Berechtigungen zuweisen
zh_tw: 指定許可權

source: collapse all
de: Alle minimieren
zh_tw: 全部折疊

source: This field is required
cs: Toto pole je vyžadováno
de: Dieses Feld ist erforderlich.

source: Allowed is combination of a-z, A-Z, numbers, space, dash and underscore only.
cs: Povolena je pouze kombinace a-z, A-Z, čísel, mezer, pomlček a podtržítek
de: Zulässig sind nur Kombinationen aus a-z, A-Z, Nummern, Leerzeichen, Bindestrichen und Unterstrichen.

source: Please wait
cs: Čekejte prosím
de: Bitte warten
zh_tw: 請稍候

source: Set permissions in roles and assign users to roles
cs: Nastavit oprávnění v rolích a přidat uživatelům role
de: Berechtigungen in Rollen festlegen und Benutzern Rollen zuweisen
zh_tw: 設定角色的許可權並為其指定使用者

source: Selected Users
zh_tw: 選定使用者

source: Available Users
zh_tw: 可用使用者

source: Click user names to assign/remove users
zh_tw: 按一下使用者名稱以指定/移除使用者

source: Delete
zh_tw: 刪除
