Repository: webyast/web-client
Catalog: plugins/samba_server/po/*/yast_webclient_samba_server.po
Languages: ar, ca, da, es, fi, hr, hu, it, km, ko, lt, nb, nl, pl, pt_br, sk, sv, zh_tw

source: Error: Permission denied
ar: خطأ: تم رفض الإذن
ca: Error: S'ha denegat el permís
da: Fejl: Tilladelse nægtet
es: Error: permiso denegado
fi: Virhe: Ei käyttöoikeutta
hr: Greška: pristup odbijen
hu: Hiba: Engedély megtagadva
it: Errore: Permesso negato
km: កំហុស​ ៖ សិទ្ធិដែ​ល​បាន​បដិសេធ
ko: 오류: 권한 없음
lt: Klaida: Priėjimas uždraustas
nb: Feil: Ingen tilgang
nl: Fout: Permissie geweigerd
pl: Błąd: Dostęp zabroniony
pt_br: Erro: permissão negada
sk: Chyba: Povolenie odmietnuté
sv: Fel: Nekad behörighet
zh_tw: 錯誤：權限被拒絕

source: Share '%s' has been added.
ar: تمت إضافة مشاركة '%s'.
ca: El recurs compartit '%s' ha estat afegit.
es: Se ha añadido el recurso compartido '%s'.
fi: Jako '%s' lisättiin.
hr: Dijeljenje '%s' je dodano.
hu: A(z) '%s' megosztás létrejött.
it: La condivisione '%s' è stata aggiunta.
km: ការ​ចែក​រំលែក​​ '%s' ដែល​​ត្រូវ​បាន​បន្ថែម​ ។
ko: 공유 '%s' 가 추가되었습니다.
lt: Bendrieji duomenys „%s“ sėkmingai pridėti.
nb: Den delte ressursen '%s' er lagt til.
nl: Share '%s' is toegevoegd.
pl: Został dodany udział '%s'.
pt_br: O compartilhamento '%s' foi adicionado.
sv: Utdelningen %s har lagts till.

source: Share '%s' has been successfully updated.
ar: تم تحديث مشاركة '%s' بنجاح.
ca: El recurs compartit '%s' ha estat actualitzat correctament.
es: El recurso compartido '%s' ha sido actualizado con éxito.
fi: Jako '%s' päivitettiin onnistuneesti.
hr: Dijeljenje '%s' je uspješno dograđeno.
hu: A(z) '%s' megosztás frissítése megtörtént.
it: La condivisione '%s' è stata aggiornata con successo.
km: ការ​ចែក​រំលែក​ '%s' ដែល​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ទាន់​សម័យ​ដោយ​ជោគជ័យ​ ។
ko: 공유 '%s' 가 성공적으로 업데이트 되었습니다.
lt: Bendrieji duomenys „%s“ sėkmingai atnaujinti.
nb: Oppdatering av den delte ressursen '%s' er fullført.
nl: Service '%s' is met succes bijgewerkt.
pl: Udział '%s' został pomyślnie zaktualizowany.
pt_br: O compartilhamento '%s' foi atualizado com sucesso.
sv: Utdelningen %s har uppdaterats.

source: Share '%s' has not been changed.
ar: لم يتم تغيير مشاركة '%s'.
ca: El recurs compartit '%s' no ha estat modificat.
es: El recurso compartido '%s' no ha sido cambiado.
fi: Jakoa '%s' ei ole muutettu.
hr: Dijeljenje '%s' nije promijenjeno.
hu: A(z) '%s' megosztás nem módosult.
it: La condivisione '%s' non è stata modificata.
km: ការ​ចែក​រំលែក​ '%s' មិន​​ត្រូវ​បាន​ប្តូរ​ឡើយ​ ។
ko: 공유 '%s' 가 변경되지 않았습니다.
lt: Bendrieji duomenys „%s“ nepakeisti.
nb: Den delte ressursen '%s' er ikke endret
nl: Share '%s' is niet gewijzigd.
pl: Udział '%s' nie został zmieniony.
pt_br: O compartilhamento '%s' não foi alterado.
sv: Utdelningen %s har inte ändrats.

source: Share '%s' has been successfully deleted.
ar: تم حذف مشاركة '%s' بنجاح.
ca: El recurs compartit '%s' ha estat esborrat correctament.
es: El recurso compartido '%s' ha sido borrado con éxito.
fi: Jako '%s' poistettiin onnistuneesti.
hr: Dijeljenje '%s' je uspješno obrisano.
hu: A(z) '%s' megosztás sikeresen törölve.
it: La condivisione '%s' è stata eliminata con successo.
km: ការ​ចែក​រំលែក​​ '%s' ត្រូវ​បាន​លុប​ដោយ​ជោគជ័យ​ ។
ko: 공유 '%s' 가 성공적으로 제거되었습니다.
lt: Bendrinamieji duomenys „%s“ sėkmingai pašalinti.
nb: Sletting av den delte ressursen '%s' er fullført.
nl: Share '%s' is met succes verwijderd.
pl: Udział '%s' został pomyślnie usunięty.
pt_br: O compartilhamento '%s' foi removido com sucesso.
sv: Utdelningen %s har tagits bort.

source: Error:
ar: خطأ:
da: Fejl:
fi: Virhe:
hr: Greška:
hu: Hiba:
it: Errore:
km: កំហុស ៖
ko: 오류:
lt: Klaida:
nb: Feil:
nl: Fout:
pl: Błąd:
pt_br: Erro:
sk: Chyba:
sv: Fel:
zh_tw: 錯誤：

source: Exported Samba Shares
ar: مشاركات Samba المصدرة
ca: Recursos compartits del Samba exportats
da: Eksporterede delte Samba-ressourcer
es: Recursos compartidos samba exportados
fi: Viedyt Samba-jaot
hr: Izvezena Samba dijeljenja
hu: Exportált Samba-megosztások
it: Condivisioni Samba esportate
km: ចែក​រំលែក Samba ​ដែល​បាន​នាំចេញ
ko: 삼바 공유 내보내기
lt: Eksportuotieji Samba bendrieji duomenys
nb: Eksporterte delte Samba-ressurser
nl: GeÃ«xporteerde Samba-shares
pl: Eksportuje udziały Samby
pt_br: Compartilhamentos do Samba exportados
sk: Exportované zdieľania Samby
sv: Exporterad Samba-utdelning
zh_tw: 匯出的 Samba 分享

source: Samba Shares
ar: مشاركات Samba
ca: Recursos compartits del Samba
da: Delte Samba-ressourcer
es: Recursos samba
fi: Samba-jaot
hr: Samba dijeljenja
hu: Samba-megosztások
it: Condivisioni Samba
km: កា​រចែក​រំលែក Samba
ko: 삼바 공유
lt: Samba bendrieji duomenys
nb: Delte Samba-ressurser
pl: Udziały Samby
pt_br: Compartilhamentos do Samba
sk: Zdieľania Samby
sv: Samba-utdelningar
zh_tw: Samba 分享

source: Edit Samba Share
ar: تحرير مشاركة Samba
ca: Edita el recurs compartit del Samba
da: Redigér delt Samba-ressource
es: Editar recurso compartido samba
fi: Muokkaa Samba-jakoa
hr: Uredi Samba dijeljenja
hu: Samba-megosztások szerkesztése
it: Modifica la condivisione Samba
km: កែសម្រួល​ការ​ចែករំលែក Samba
ko: 삼바 공유 편집
lt: Keisti Samba bendruosius duomenis
nb: Rediger delte Samba-ressurser
nl: Samba-share bewerken
pl: Edycja udziału Samby
pt_br: Editar compartilhamento do Samba
sk: Upraviť zdieľania Samby
sv: Redigera Samba-utdelning
zh_tw: 編輯 Samba 分享

source: Samba Share
ar: مشاركة Samba
ca: Recurs compartit del samba
da: Delt Samba-ressource
es: Recurso compartido samba
fi: Samba-jako
hr: Samba dijeljenje
hu: Samba-megosztás
it: Condivisione Samba
km: ការ​ចែករំលែក Samba
ko: 삼바 공유
lt: Samba bendrieji duomenys
nb: Delt Samba-ressurs
pl: Udział Samby
pt_br: Compartilhamento do Samba
sk: Zdieľanie Samby
sv: Samba-utdelning
zh_tw: Samba 分享

source: Share Name
ar: اسم المشاركة
ca: Nom del recurs compartit
da: Navn på delt ressource
es: Nombres de recurso compartido
fi: Jaon nimi
hr: Dijeljeno ime
hu: Megosztás neve
it: Nome della condivisione
km: ឈ្មោះ​ចែករំលែក​
ko: 공유 이름
lt: Bendrųjų duomenų pavadinimas
nb: Navn på delt ressurs
nl: Share-naam
pl: Nazwa udziału
pt_br: Nome do compartilhamento
sk: Názov zdieľania
sv: Utdelningsnamn
zh_tw: 分享名稱

source: Update
ar: تحديث
ca: Actualització
da: Opdatering
es: Actualizar
fi: Päivitys
hr: Dogradnja
hu: Frissítés
it: Aggiornamento
km: ធ្វើ​ឲ្យ​ទាន់សម័យ
ko: 업데이트
lt: Atnaujinta
nb: Oppdater
nl: Opwaarderen
pl: Aktualizacja
pt_br: Atualizar
sk: Aktualizácia
sv: Uppdatera
zh_tw: 更新

source: Back
ar: الخلف
ca: Enrere
da: Tilbage
es: Atrás
fi: Takaisin
hr: Natrag
hu: Vissza
it: Indietro
km: ថយក្រោយ
ko: 뒤로
lt: Atgal
nb: Tilbake
nl: Terug
pl: Powrót
pt_br: Voltar
sk: Nazad
sv: Tillbaka
zh_tw: 上一步

source: New Samba Share
ar: مشاركة Samba الجديدة
ca: Nou recurs compartit del Samba
da: Ny delt Samba-ressource
es: Nuevo recurso compartido samba
fi: Uusi Samba-jako
hr: Novo Samba dijeljenje
hu: Új Samba-megosztás
it: Nuova condivisione Samba
km: កា​រចែករំលែក​ Samba ថ្មី
ko: 새 삼바 공유
lt: Nauji Samba bendrieji duomenys
nb: Ny delt Samba-ressurs
nl: Nieuwe Samba-share
pl: Nowy udział Samby
pt_br: Novo nome do compartilhamento
sk: Nové zdieľanie Samby
sv: Ny Samba-utdelning
zh_tw: 新增 Samba 分享

source: Create
ar: إنشاء
ca: Crea
da: Opret
es: Crear
fi: Luo
hr: Napravi
hu: Létrehozás
it: Crea
km: បង្កើត
ko: 생성
lt: Sukurti
nb: Opprett
nl: Aanmaken
pl: Utwórz
pt_br: Criar
sk: Vytvoriť
sv: Skapa
zh_tw: 建立
