Repository: webyast/web-client
Catalog: plugins/registration/po/*/webyast-registration-ui.po
Languages: ca, es, fr, gl, hr, hu, ja, nb, ro, ru, uk

source: Email
ca: Correu electrònic
es: Correo electrónico
gl: Correo-e
hr: E-pošta
ja: 電子メール
nb: E-post
uk: Ел. пошта

source: System name
ca: Nom del sistema
es: Nombre del sistema
fr: Nom du système
gl: Nome do sistema
hr: Naziv sustava
hu: Rendszernév
ja: システム名
nb: Systemnavn
ro: Nume sistem
ru: Системное имя
uk: Назва системи

source: SLES registration code
ca: Codi de registre de SLES
es: Código de registro SLES
fr: Code d'enregistrement SLES
gl: Código de rexistro de SLES
hr: SLES registracijski kod
hu: SLES regisztrációs kód
ja: SLES 登録コード
nb: SLES-registreringskode
ro: Cod de înregistrare SLES
ru: Код регистрации SLES
uk: Код реєстрації SLES

source: SLED registration code
ca: Codi de registre de SLED
es: Código de registro SLED
fr: Code d'enregistrement SLED
gl: Código de rexistro de SLES
hr: SLED registracijski kod
hu: SLED regisztrációs kód
ja: SLED 登録コード
nb: SLED-registreringskode
ro: Cod de înregistrare SLED
ru: Код регистрации SLED
uk: Код реєстрації SLED

source: Appliance registration code
ca: Codi de registre de l'aplicació incrustada
es: Código de registro del aplicativo
fr: Code d'enregistrement de la machine
gl: Código de rexistro do dispositivo
hr: Registracijski kod prilagođene distrubucije
hu: Készülék regisztrációs kód
ja: アプライアンス登録コード
nb: Utstyrsregistreringskode
ro: Aparat de înregistrare cod
ru: Код регистрации приложения
uk: Код реєстрацій приладу

source: WebYaST registration code
ca: Codi de registre del WebYaST
es: Código de registro WebYaST
fr: Code d'enregistrement WebYaST
gl: Código de rexistro de WebYaST
hr: WebYaST registracijski kod
hu: WebYaST regisztrációs kód
ja: WebYaST 登録コード
nb: WebYaST-registreringskode
ro: Cod de înregistrare WebYaST
ru: Код регистрации WebYaST
uk: Реєстраційний код WebYaST

source: Registration code
ca: Codi de registre
es: Código de registro
fr: Code d'enregistrement
gl: Código de rexistro
hr: Registracijski kod
hu: Regisztrációs kód
ja: 登録コード
nb: Registreringskode
ro: Cod de înregistrare
ru: Код регистрации
uk: Реєстраційний код

source: Hostname
ca: Nom de l'ordinador central
es: Nombre de equipo
fr: Nom d'hôte
gl: Nome de host
hr: Naziv računala
hu: Gépnév
ja: ホスト名
nb: Vertsnavn
ro: Nume gazdă
ru: Имя узла
uk: Назва вузла

source: Device name
ca: Nom del sispositiu
es: Nombre del dispositivo
fr: Nom du périphérique
gl: Nome do dispositivo
hr: Naziv uređaja
hu: Eszköznév
ja: デバイス名
nb: Enhetsnavn
ro: Nume dispozitiv
ru: Имя устройства
uk: Назва пристрою

source: Appliance name
ca: Nom de l'aplicació incrustada
es: Nombre del aplicativo
fr: Nom de la machine
gl: Nome do dispositivo
hr: Naziv prilagođene distribucije
hu: Készüléknév
ja: アプライアンス名
nb: Utstyrsnavn
ro: Numele dispozitivului
ru: Имя приложения
uk: Назва приладу

source: registration code
ca: codi de registre
es: código de registro
fr: code d'enregistrement
gl: código de rexistro
hr: registracijski kod
hu: regisztrációs kód
ja: 登録コード
nb: registreringskode
ro: cod de înregistrare
ru: код регистрации
uk: реєстраційний код

source: Invalid session, please login again.
ca: La sessió no és vàlida. Torneu a iniciar la sessió.
es: Sesión inválida, por favor vuelva a entrar.
fr: Session invalide, veuillez vous reconnecter.
gl: Sesión non válida, inicie a sesión outra vez.
hr: Invalidna sesija, molimo vas da se ponovo prijavite.
hu: Érvénytelen munkamenet, lépjen be újra.
ja: セッションが正しくありません。ログインし直してください。
nb: Ugyldig økt, logg inn på nytt.
ro: Sesiune invalidă, vă rugăm să vă reconectati.
ru: Неверный сеанс, пожалуйста, войдите снова.
uk: Нечинний сеанс. Будь ласка, увійдіть знов.

source: No permissions for registration
ca: No hi ha permisos per fer el registre
es: Sin permiso para reistro
fr: Pas de permissions pour l'enregistrement
gl: Non se precisan permisos para o rexistro
hr: Nema dozvola za registraciju
hu: Nincs hozzáférése a regisztrációhoz
ja: 登録に対する許可がありません
nb: Ingen rettigheter for registrering
ro: Nu aveţi permisiunea pentru a vă înregistra
ru: Нет прав для регистрации
uk: Немає дозволу на реєстрацію

source: Please try to register again later.
ca: Torneu a intentar de fer el registre més tard.
es: Por favor reintente el registro más tarde.
fr: Veuillez essayer de vous enregistrer à nouveau ultérieurement.
gl: Tente rexistrarse novamente máis tarde.
hr: Molimo vas da se pokušate registrirati kasnije.
hu: Próbálja meg a regisztrációt később.
ja: あとで再度登録を行なってみてください。
nb: Forsøk å registrere deg på nytt senere.
ro: Vă rugăm să încercaţi să vă înregistraţi din nou mai târziu.
ru: Попробуйте зарегистрироваться ещё раз позже.
uk: Будь ласка, спробуйте пізніше знов зареєструватись.

source: Registration did not succeed.
ca: El registre no ha funcionat correctament.
es: El registro no tuvo éxito.
fr: L'enregistrement a échoué.
gl: O rexistro non se realizou correctamente.
hr: Registracija nije uspjela.
hu: A regisztráció nem sikerült.
ja: 登録処理が成功しませんでした。
nb: Registreringen mislyktes.
ro: Înregistrarea nu s-a efectuat cu succes.
ru: Регистрация завершилась неудачей.
uk: Реєстрація не була успішною.

source: Registration was skipped.
ca: S'ha omès el registre.
es: Se omitió el registro.
fr: L'enregistrement a été passé.
gl: O rexistro foi ignorado
hr: Registracija je preskočena.
hu: A regisztráció kihagyva.
ja: 登録処理を飛ばしました。
nb: Registreringen ble ikke utført.
ro: Înregistrarea a fost omisă.
ru: Регистрация была пропущена.
uk: Реєстрацію пропущено.

source: This may be a temporary issue.
ca: Aquesta situació pot ser temoral.
es: Esto puede ser un problema temporal.
fr: Ceci peut être un problème temporaire.
gl: Isto pode ser un problema temporal.
hr: Ovo je možda privremeni problem.
hu: Ez valószínűleg csak átmeneti probléma.
ja: これはおそらく一時的な問題と思われます。
nb: Dette kan være en midlertidig feil.
ro: Înregistrarea nu s-a efectuat cu succes.
ru: Это может быть временное явление.
uk: Можливо, це тимчасова проблема.

source: The registration server returned invalid or incomplete data.
ca: El servidor de registre ha retornat dades no vàlides o incompletes.
es: El servidor de registro retornó datos incompletos o inválidos.
fr: Le serveur d'enregistrement a renvoyé des données invalides ou incomplètes.
gl: O servidor de rexistro devolveu datos incorrectos ou incompletos.
hr: Poslužitelj za registraciju vratio je neispravne ili nepotpune podatke.
hu: A regisztrációs kiszolgáló érvénytelen vagy hiányos adatot küldött vissza.
ja: 登録サーバが正しい応答を返さなかったか、不完全なデータを返しました。
nb: Registreringsserveren returnerte ugyldig eller ufullstendig informasjon.
ro: Serverul de înregistrare a primit date incorecte sau incomplete.
ru: Сервер регистрации вернул неверные или неполные данные.
uk: Сервер реєстрації повернув нечинні або неповні дані.

source: Could not read the registration configuration.
ca: No s'ha pogut llegir la configuració del registre.
es: No se puedo leer la configuración de registro.
fr: Impossible de lire la configuration d'enregistrement.
hu: Nem olvasható a regisztrációs beállítás.
ru: Невозможно прочесть настройки регистрации.

source: The registration backend is not installed correctly
ca: El servei de registre no s'ha instal·lat correctament
es: El motor de registro no ha sido correctamente instalado
fr: Le fournisseur d'enregistrement n'est pas installé correctement.
hu: A regisztrációs háttérrendszer nincs megfelelően telepítve
ru: Внутренний механизм регистрации установлен неправильно

source: Please refer to your support contact.
ca: Dirigiu-vos al vostre contacte de suport.
es: Por favor, remítase a su contacto de soporte.
fr: Veuillez vous référer à votre contact de support.
hu: Adja meg a támogatási kapcsolattartót.
ru: Пожалуйста, свяжитесь со службой поддержки.

source: Please fill out missing entries.
ca: Completeu els valors que falten.
es: Por favor, rellene las entradas que faltan.
fr: Veuillez remplir les entrées manquantes.
gl: Por favor, encha as entradas que faltan.
hr: Molimo vas da popunite unose koji nedostaju.
hu: Töltse ki a hiányzó adatokat.
ja: 失われた項目を入力してください。
nb: Legg inn manglende informasjon.
ro: Vă rugăm să completaţi câmpurile libere.
ru: Заполните пропущенные записи.
uk: Будь ласка, заповніть всі поля.

source: Service added:
ca: El servei ha estat afegit:
es: Servicio añadido:
fr: Service ajouté :
gl: Servizo engadido:
hr: Dodani servis:
hu: Hozzáadott szolgáltatás:
ja: サービスを追加しました:
nb: Tjeneste lagt til:
ro: Serviciu adăugat:
ru: Служба добавлена:
uk: Додана служба:

source: Catalog enabled:
ca: El catàleg ha estat habilitat:
es: Catálogo activado:
fr: Catalogue activé :
gl: Catálogo activado:
hr: Katalog omogućen:
hu: Engedélyezett katalógus:
ja: カタログを有効にしました:
nb: Katalog aktivert:
ro: Catalog activat:
ru: Каталог включён:
uk: Увімкнено каталог:

source: Repository added:
ca: S'ha afegit el dipòsit.
es: Repositorio añadido:
fr: Dépôt ajouté :
gl: Repositorio engadido:'
hr: Dodani repozitorij:
hu: Hozzáadott telepítése forrás:
ja: リポジトリを追加しました:
nb: Pakkebrønn lagt til:
ro: Sursa de instalare adăugată:
ru: Репозиторий добавлен:
uk: Додане сховище:

source: This system is already registered.
ca: Aquest sistema ja ha estat registrat anteriorment.
es: El sistema ya está registrado.
fr: Le système est déjà enregistré.
gl: O sistema xa está rexistrado.
hr: Sustav je već registriran.
hu: A rendszer regisztrációja korábban megtörtént.
ja: このシステムは既に登録済みです。
nb: Dette systemet er allerede registrert
ro: Acest sistem este deja înregistrat.
ru: Система уже зарегистрирована
uk: Ця система вже зареєстрована.

source: Registration finished successfully.
ca: El registre ha finalitzat correctament
es: Registro finalizado con éxito.
fr: L'enregistrement s'est terminé avec succès.
gl: Rexistro finalizado correctamente.
hr: Registracija je uspješno završena.
hu: A regisztráció sikeresen befejeződött.
ja: 登録処理が成功しました。
nb: Registreringen er fullført.
ro: Înregistrarea s-a finalizat cu succes.
ru: Регистрация завершена успешно.
uk: Реєстрація закінчилась успішно.

source: <p><b>Repositories were not modified during the registration process.</b></p><p>It is likely that an incorrect registration code was used. If this is the case, please attempt the registration process again to get an update repository.</p><p>Please make sure that this system has an update repository configured, otherwise it will not receive updates.</p>
ca: <p><b>Els dipòsits no han estat modificats durant el procés de registre.</b></p><p>És probable que el codi de registe emprat no sigui vàlid. Si és el cas, torneu-ho a provar el procés de registre per obtenir un dipòsit d'actualitzacions.</p><p>Assegureu-vos que aquest sistema té un dipòsit d'actualitzacions configurat, d'altre manera el sistema no podrà rebre actualitzacions.</p>
es: <p><b>Los repositorios no fueron modificados durante el proceso de registro.</b></p><p>Es probable que se usara un código de registro incorrecto. Si este fuera el caso, por favor reintente el proceso de registro para obtener un repositorio de actualización.</p><p>Por favor, asegúrese de que el sistema tiene un repositorio de actualizaciones configurado, de otro modo no recibirá actualizaciones.</p>
fr: <p><b>Les dépôts n'ont pas été modifiés pendant le processus d'enregistrement.</b></p> <p>Il est probable qu'un code d'enregistrement invalide ait été utilisé. Si c'est le cas, veuillez réessayer le processus d'enregistrement pour obtenir un dépôt de mises à jour.</p> <p>Veuillez vous assurer que ce système a un dépôt de mises à jour configuré, sinon il ne recevra pas de mises à jour.</p>
gl: <p><b>Os repositorios foron modificados durante o processo de rexistro.</b>< /p><p>É probable que se empregase un código de rexistro non válido. De seren este o caso, execute de novo o proceso de rexistro para obter un repositorio de actualización.</p><p>Asegúrese que o sistema ten un repositorio de actualización configurado, en caso contrario non recibirá actualizacións</p>
hr: <p><b>Repozitoriji nisu promijenjeni prilikom procesa registracije.</b></p><p>Vjerojatno je upotrijebljen krivi registracijski kod. Ako se to dogodilo, molimo da ponovno pokušate registraciju da biste dohvatili repozitorij za dogradnje.</p><p>Molimo vas da osigurate da sustav ima podešen repozitorij za dogradnje, inače sustav neće biti u mogućnosti primati dogradnje.</p>
hu: <p><b>A regisztrációs folyamat során a telepítési források nem kerültek módosításra.</b></p><p>Ez akkor történik, ha nem megfelelő regisztrációs kód került megadásra. Ebben az esetben indítsa újra a regisztráció folyamatát, hogy a telepítési források frissüljenek.</p><p>Bizonyosodjon meg arról, hogy a rendszerhez beállításra került egy frissítési telepítési forrás, mert ellenkező esetben nem kapja meg a frissítéseket.</p>
ja: <p><b>登録処理中にリポジトリの修正が行なわれませんでした。</b></p><p>これは正しくない登録コードを入力したような場合に発生するものです。このような場合は、更新リポジトリの設定を受けるために登録処理を再度行なってください。</p><p>また、既にお使いのシステムに更新リポジトリが設定されているかどうかご確認ください。登録されていないと、更新を受信できません。</p>
nb: <p><b>Pakkebrønnene ble ikke endret under registreringsprosessen.</b></p><p>En ugyldig registreringskode ble sannsynligvis benyttet. Forsøk i så fall å kjøre registringsprosessen på nytt for å opprette en oppdateringspakkebrønn.</p><p>Kontroller at et oppdateringsarkiv er satt opp for dette systemet. Hvis ikke, vil det ikke motta oppdateringer.</p>
ro: <p><b>Sursele de instalare nu au fost modificate în timpul procesului de înregistrare.</b></p>Este probabil ca un cod de înregistrare incorect să fi fost folosit. Dacă este aşa, vă rugăm să încercaţi din nou procesul de înregistrare pentru a obţine o sursă de instalare nouă.</p><p>Vă rugăm să vă asiguraţi că acest sistem are o sursă de instalare configurată, deoarece în caz contrar nu va primi actualizări.</p>
ru: <p><b>Репозитории не были изменены во время регистрации.</b></p><p>Скорее всего, был указан неверный код регистрации. В этом случае повторите процесс регистрации, чтобы получить репозиторий обновлений.</p><p>Убедитесь, что в системе настроен репозиторий обновлений, иначе она не будет получать обновлений.</p>
uk: <p><b>Сховища не були змінені під час процесу реєстрації.</b></p><p>Можливо, було використано неправильний реєстраційний код. У цьому випадку, знову спробуйте повторити процес реєстрації, щоб отримати сховище оновлення.</p><p>Переконайтесь, що в системі налаштовано сховище оновлення, інакше вона не зможе отримувати оновлення.</p>

source: A connection to the registration server could not be established.
ca: No s'ha pogut establir la connexió amb el servidor de registre.
es: No se pudo establecer una conexión con el servidor de registro.
fr: Une connexion au serveur d'enregistrement n'a pas pu être établie.
gl: Non foi posible establecer a conexión co servidor de rexistro.
hr: Ne može se uspostaviti veza sa poslužiteljem za registraciju.
hu: Nem sikerült kapcsolatot létesíteni a regisztrációs kiszolgálóval.
ja: 登録サーバへの接続が確立できませんでした。
nb: Det kunne ikke etableres forbindelse med registreringsserveren.
ro: Nu a putut fi stabilită o conexiune cu serverul de înregistrare.
ru: Невозможно установить соединение с сервером регистрации.
uk: Не вдалося зв'язатись з сервером реєстрації.

source: The transmitted registration data created a conflict.
ca: Les dades de registre transmeses han creat un conflicte.
es: Los datos de registro transmitidos ceraron un conflicto.
fr: Les données d'enregistrement transmises ont créé un conflit.
gl: Os datos transmitidos crearán un conflito.
hr: Poslani registracijski podaci uzrokovali su konflikt.
hu: Az átküldött regisztrációs adatok ütközést okoztak a rendszerben.
ja: 送信された登録データによって矛盾が発生しました。
nb: Overført registreringsinformasjon skapte en konflikt.
ro: Datele de înregistrare transmise au creat un conflict.
ru: Переданные регистрационные данные вызвали конфликт.
uk: Передані реєстраційні дані створили конфлікт.

source: Registration can not be performed. There is no product installed that can be registered.
ca: No s'ha pogut fer el registre. No hi ha cap producte instal·lat que pugui ser registrat.
es: El registro no se pudo realizar. No hay un producto instalado que pueda ser registrado.
fr: L'enregistrement ne peut être effectué. Aucun produit installé ne peut être enregistré.
gl: O rexistro non pode ser executado. Non existe un produto instalado que poida seren rexistrado.
hr: Registracija se ne može obaviti. Nema proizvoda koji se može registrirati.
hu: A regisztrációt nem lehet végrehajtani. Nincs olyan telepített termék, amelyhez regisztráció lenne szükséges.
ja: 登録処理を行なえことができません。登録可能な製品がありません。
nb: Registreringen kan ikke utføres. Det finnes ingen installerte produkter som kan registreres.
ro: Înregistrarea nu poate fi efectuată. Nu există nici un produs instalat care să poată fi înregistrat.
ru: Невозможно выполнить регистрацию. Не установлено продуктов, которые можно зарегистрировать.
uk: Реєстрація неможлива. Не встановлено продукту, який можна було б зареєструвати.

source: A connection to the registration server could not be established or it did not reply.
ca: No s'ha pogut establir la connexió amb el servidor de registre o no s'ha obtingut cap resposta.
es: No se pudo establecer una conexión con el servidor de registro o no contestó.
fr: Une connexion au serveur d'enregistrement n'a pas pu être établie ou il n'a pas répondu.
gl: Non foi posible unha conexión co servidor de rexistro ou o servidor non respondeu.
hr: Ne može se uspostaviti veza sa poslužiteljem za registraciju ili poslužitelj ne odgovara.
hu: Nem sikerült kapcsolatot létesíteni a regisztrációs kiszolgálóval vagy nem válaszol.
ja: 登録サーバへの接続が確率できなかったか、応答を返しませんでした。
nb: Det kunne ikke etableres forbindelse med registreringsserveren, eller den svarte ikke.
ro: O conexiune la serverul de înregistrare nu a putut fi stabilită sau acesta nu a răspuns.
ru: Невозможно установить соединение с сервером регистрации или он не отвечает.
uk: Не вдалося зв'язатись з сервером реєстрації або він не відповідає.

source: The registration server returned invalid data.
ca: El servidor de registre ha retornat dades que son vàlides.
es: El servidor de registro devolvió datos inválidos.
fr: Le serveur d'enregistrement a renvoyé des données invalides.
gl: O servidor de rexistro devolveu datos non válidos.
hr: Poslužitelj za registraciju vratio je neispravne podatke.
hu: A regisztrációs kiszolgáló érvénytelen adatot küldött vissza.
ja: 登録サーバは正しくないデータを返却しました。
nb: Registreringsserveren returnerte ugyldig informasjon.
ro: Serverului de înregistrare a returnat date invalide.
ru: Сервер регистрации вернул неверные данные.
uk: Сервер реєстрації повернув нечинні дані.

source: Please enter a valid Email address.
ca: Introduïu una adreça de correu electrònic vàlida.
es: Por favor introduzca una dirección de correo electrónico válida.
fr: Veuillez entrer une adresse e-mail valide.
gl: Introduza un enderezo de correo-e válido.
hr: Molimo unesite ispravnu adresu e-pošte.
hu: Adjon meg egy érvényes e-mail címet.
ja: 正しい電子メールアドレスを入力してください。
nb: Angi en gyldig e-postadresse.
ro: Vă rugăm să introduceţi o adresă de e-mail validă.
ru: Введите верный адрес электронной почты.
uk: Будь ласка, введіть чинну адресу ел. пошти.

source: register plugin
ca: connector de registre
es: complemento de registro
fr: module d'enregistrement
gl: extensión de rexistro
hr: umetak za registraciju
hu: regisztrációs bővítmény
ja: 登録プラグイン
nb: registreringsprogramtillegg
ro: modul de înregistrare
ru: модуль регистрации
uk: додаток реєстрації

source: Registration
ca: Registre
es: Registro
fr: Enregistrement
gl: Rexistro
hr: Registracija
hu: Regisztráció
ja: 登録
nb: Registrering
ro: Înregistrare
ru: Регистрация
uk: Реєстрація

source: Registration Information
ca: Informació sobre el registre
es: Información de registro
fr: Informations d'enregistrement
gl: Información de rexistro
hr: Informacije o registraciji
hu: Regisztrációs információ
ja: 登録情報
nb: Registreringsinformasjon
ro: Informaţii de înregistrare
ru: Сведения о регистрации
uk: Реєстраційна інформація

source: This system is registered
ca: Aquest sistema està registrat.
es: Este sistema está registrado
fr: Le système est enregistré
gl: Este sistema está rexistrado
hr: Ovaj sustav je registriran
hu: Regisztrált rendszer
ja: このシステムは登録済みです
nb: Dette systemet er registrert
ro: Acest sistem este înregistrat
ru: Система зарегистрирована
uk: Ця система зареєстрована

source: System number (GUID)
ca: Número de sistema (GUID)
es: Número de sistema (GUID)
fr: Numéro du système (GUID)
gl: Número do sistema (GUID)
hr: Broj sustava (GUID)
hu: Rendszerszám (GUID)
ja: システム番号 (GUID)
nb: Systemetnummer (GUID)
ro: Număr de sistem (GUID)
ru: Номер системы (GUID)
uk: Номер системи (GUID)

source: Register again
ca: Torneu a registrar
es: Regístrese otra vez
fr: Enregistrer à nouveau
gl: Rexistrar de novo
hr: Registriraj ponovo
hu: Újbóli regisztráció
ja: 再登録
nb: Registrer på nytt
ro: Înregistrează-te din nou
ru: Зарегистрировать ещё раз
uk: Зареєструйтесь знов

source: Next
ca: Següent
es: Siguiente
fr: Suivant
gl: Seguinte
hr: Dalje
hu: Következő
ja: 次
nb: Neste
ro: Înainte
ru: Далее
uk: Далі

source: Mandatory Information
ca: Informació obligatòria
es: Información obligatoria
fr: Informations obligatoires
gl: Información obrigatoria
hr: Obavezne informacije
hu: Szükséges információ
ja: 必須情報
nb: Obligatorisk informasjon
ro: Informaţie obligatorie
ru: Обязательные сведения
uk: Обов'язкова інформація

source: Details
ca: Detalls
es: Detalles
fr: Détails
gl: Detalles
hr: Detalji
hu: Részletek
ja: 詳細情報
nb: Detaljer
ro: Detalii
ru: Подробности
uk: Подробиці

source: Postpone
ca: Posposar
es: Postponer
fr: Reporter
gl: Adiar
hr: Odgodi
hu: Elhalaszt
ja: 延期する
nb: Utsett
ro: Amână
ru: Отложить
uk: Відкласти
