Repository: webyast/web-client
Catalog: plugins/registration/po/*/yast_webclient_registration.po
Languages: ar, cs, pt_br

source: System name
ar: تحديث النظام
cs: Název systému
pt_br: Nome do sistema

source: SLES registration code
ar: رمز التسجيل
cs: Registrační číslo SLES
pt_br: Código de registro do SLES

source: SLED registration code
ar: رمز التسجيل
cs: Registrační číslo SLED
pt_br: Código de registro do SLED

source: Appliance registration code
ar: رمز تسجيل الجهاز
cs: Registrační číslo zařízení
pt_br: Código de registro do appliance

source: WebYaST registration code
ar: رمز تسجيل WebYaST
cs: Registrační číslo WebYaST
pt_br: Código de registro do WebYaST

source: Registration code
ar: رمز التسجيل
cs: Registrační číslo
pt_br: Código de registro

source: Hostname
ar: اسم المضيف
cs: Název hostitele
pt_br: Nome de máquina

source: Device name
ar: اسم الجهاز
cs: Název zařízení
pt_br: Nome do dispositivo

source: Appliance name
ar: اسم الجهاز
cs: Název zařízení
pt_br: Nome do appliance

source: registration code
ar: رمز التسجيل
cs: registrační číslo
pt_br: código de registro

source: Invalid session, please login again.
ar: جلسة عمل غير صالحة، الرجاء الدخول مرة أخرى.
cs: Nepatná relace, přihlaste se znovu.
pt_br: Sessão inválida, por favor inicie a sessão novamente.

source: No permissions for registration
ar: لا توجد أذونات للتسجيل
cs: Nejsou žádná oprávnění pro registraci.
pt_br: Sem permissão para registro

source: Please try to register again later.
ar: الرجاء محاولة التسجيل لاحقًا.
cs: Zkuste se prosím zaregistrovat později.
pt_br: Por favor, tente registrar novamente mais tarde.

source: Registration was skipped.
ar: تم تخطي عملية الإنشاء
cs: Registrace byla přeskočena.
pt_br: O registro foi ignorado.

source: Registration did not finish.
ar: لم يتم إنهاء التسجيل
cs: Registrace nebyla dokončena.
pt_br: O registro não foi concluído.

source: Registration did not succeed.
ar: لم ينجح التسجيل
cs: Registrace se nezdařila.
pt_br: O registro não foi bem sucedido.

source: This may be a temporary issue.
ar: قد تكون هذه مشكلة مؤقتة.
cs: Může jít o dočasný problém.
pt_br: Isto pode ser um problema temporário.

source: The registration server returned invalid or incomplete data.
ar: نتج عن خادم التسجيل بيانات غير صالحة أو غير مكتملة.
cs: Registrační server vrátil neplatná nebo neúplná data.
pt_br: O servidor de registro retornou dados inválidos ou incompletos.

source: Could not read the registration configuration.
pt_br: Não foi possível ler a configuração do registro.

source: The registration backend is not installed correctly
pt_br: A infraestrutura de registro não está instalada corretamente

source: Please refer to your support contact.
pt_br: Por favor, consulte seu contato de suporte.

source: Please fill out missing entries.
ar: الرجاء ملء الإدخالات المفقودة.
cs: Vyplňte chybějící položky.
pt_br: Por favor, preencha os campos em branco.

source: Service added:
ar: الخدمة المضافة:
cs: Přidaná služba:
pt_br: Serviço adicionado:

source: Catalog enabled:
ar: تم تمكين الكتالوج:
cs: Povolený katalog:
pt_br: Catálogo habilitado:

source: Repository added:
ar: المخزن المضاف:
cs: Přidané úložiště:
pt_br: Repositório adicionado:

source: This system is already registered.
ar: هذا النظام مسجل
cs: Tento systém je již zaregistrován.
pt_br: O sistema já está registrado.

source: Registration finished successfully.
ar: انتهى التسجيل بنجاح.
cs: Registrace byla úspěšně dokončena.
pt_br: Registro concluído com sucesso.

source: <p><b>Repositories were not modified during the registration process.</b></p><p>It is likely that an incorrect registration code was used. If this is the case, please attempt the registration process again to get an update repository.</p><p>Please make sure that this system has an update repository configured, otherwise it will not receive updates.</p>
ar: <p><b>لم يتم تعديل المخازن أثناء عملية التسجيل.</b></p><p>من المحتمل أن يكون قد تم استخدام رمز تسجيل غير صحيح. إذا كان ذلك هو الذي حدث، الرجاء محاولة إكمال عملية التسجيل مرة أخرى للحصول على مخزن محدَّث.</p><p>الرجاء التأكد من أنه قد تم تكوين مخزن محدث للنظام، وإلا فلن يتلقى تحديثًا.</p>
cs: <p><b>Úložiště nebyla při registraci změněna.</b></p><p>Nejspíš bylo použito nesprávné registrační číslo. Je-li tomu tak, úložiště aktualizací získáte zopakováním registrace.</p><p>Ujistěte se, že úložiště aktualizací je v tomto systému nakonfigurováno, jinak nebude aktualizace přijímat.</p>
pt_br: <p><b>Os repositórios foram alterados durante o processo de registro.</b></p><p>É provavel que um código de registro inválido foi usado. Se este for o caso, por favor, execute o processo de registro novamente para obter um repositório de atualização..</p><p>Por favor, tenha certeza de que o sistema tem um repositório de atualização configurado, de outra forma ele não receberá atualizações.</p>

source: A connection to the registration server could not be established.
ar: يتعذر تأسيس الاتصال بخادم LDAP.
cs: Nepodařilo se navázat připojení k registračnímu serveru.
pt_br: Não foi possível estabelecer a conexão com o servidor de registro.

source: The transmitted registration data created a conflict.
ar: نتج عن بيانات التسجيل التي تم إرسالها تعارض.
cs: Odeslaná registrační data vyvolala konflikt.
pt_br: Os dados de registro transmitidos criaram um conflito.

source: Registration can not be performed. There is no product installed that can be registered.
ar: لا يمكن إجراء التسجيل. لا يوجد أي منتج مثبت يمكن تسجيله.
cs: Registraci nelze provést. Není nainstalován žádný produkt, který by bylo možné zaregistrovat.
pt_br: O registro não pôde ser executado. Não existe produto instalado que possa ser registrado.

source: A connection to the registration server could not be established or it did not reply.
ar: تعذر إنشاء اتصال بخادم التسجيل أو أنه لم يستجب.
cs: Nepodařilo se navázt připojení k registračnímu serveru, nebo server neodpověděl.
pt_br: Não foi possível estabelecer a conexão com o servidor de registro ou o servidor não respondeu.

source: The registration server returned invalid data.
ar: نتج عن خادم التسجيل بيانات غير صحيحة.
cs: Registrační server vrátil neplatná data.
pt_br: O servidor de registro retornou dados inválidos.

source: Please enter a valid Email address.
cs: Zadejte platnou e-mailovou adresu.
pt_br: Por favor, digite um endereço de e-mail válido.

source: register plugin
ar: أداة تسجيل إضافية
cs: registrovat modul plug-in
pt_br: extensão de registro

source: Registration
ar: التسجيل
cs: Registrace
pt_br: Registro

source: Registration Information
ar: قراءة معلومات التثبيت
cs: Informace o registraci
pt_br: Informação do registro

source: This system is registered
ar: هذا النظام مسجل
cs: Systém je zaregistrován
pt_br: Este sistema está registrado

source: System number (GUID)
ar: رقم النظام (GUID)
cs: Číslo systému (GUID)
pt_br: Número do sistema (GUID)

source: Register again
ar: التسجيل مرة أخرى
cs: Registrovat znovu
pt_br: Registrar novamente

source: Next
ar: التالي
cs: Další
pt_br: Próximo

source: Mandatory Information
ar: معلومات الأجهزة
cs: Povinné informace
pt_br: Informação obrigatória

source: Details
ar: التفاصيل
cs: Podrobnosti
pt_br: Detalhes

source: Skip
ar: تخطي
cs: Přeskočit
pt_br: Ignorar

source: Postpone
cs: Odložit
pt_br: Adiar

source: or
cs: nebo
pt_br: ou

source: Email
ar: البريد الإلكتروني
