Repository: webyast/web-client
Catalog: plugins/status/po/*/webyast-status-ui.po
Languages: ca, es, fi, hr, hu, it, ja, km, nb, pt_br, ro

source: No data found for showing system status.
ca: No s'han trobat dades per mostrar l'estat del sistema.
es: No se encontró datos para mostrar el estado del sistema.
fi: Järjestelmän tilan tietoja ei löytynyt näytettäväksi.
hr: Nema dostupnih podataka za prikaz statusa sustava.
hu: Nem található adat a rendszerállapot megjelenítéséhez.
it: Non è stato trovato alcun dato per mostrare lo stato del sistema.
ja: システム情報を表示するためのデータが見つかりません。
km: រក​មិនឃើញ​ទិន្នន័យ​សម្រាប់បង្ហាញ​ស្ថានភាព​ប្រព័ន្ធ​ទេ ។
nb: Ingen data for visning av systemstatus funnet.
pt_br: Nenhum dado encontrado para exibir o status do sistema.
ro: Nu au fost găsite date pentru a afişa starea sistemului.

source: Status not available.
es: El estado no está disponible.
hu: Nincs elérhető állapotinformáció.
pt_br: Status não disponível.

source: Can't connect to host
es: No se pudo conectar al equipo
hu: Nem tud kapcsolódni a géphez
pt_br: Não foi possível conectar-se à máquina

source: Can't connect to host %s.
es: No se pudo conectar al equipo %s.
hu: Nem tud kapcsolódni a(z) %s géphez.
pt_br: Não foi possível conectar-se à máquina %s.

source: Limits exceeded for
ca: S'han excedit els límits per
es: Límites excedidos para
fi: Rajat ylitettiin
hr: Granice su prekoračene za
hu: Ennek a határértéknek a tállépése:
it: Limiti ecceduti per
ja: 以下のものに対する制限が超過しています
km: បានលើក​​ដែន​កំណត់​សម្រាប់
nb: Grenser overskredet for
pt_br: Limites excedidos para
ro: Limite depăşite pentru

source: Status not available
es: El estado no está disponible
hu: Az állapot nem érhető el
pt_br: Status não disponível

source: exceeded
ca: excedit
es: excedido
fi: ylittää
hr: prekoračeno
hu: túllépett
it: ecceduto
ja: 超過
km: បានលើក​កំណត់
nb: over grenser
pt_br: excedido
ro: depăşită

source: undercut
ca: inferior
es: inferiores
fi: alittaa
hr: podsijecanje
hu: alatti
it: resta sotto
ja: 削減
km: កាត់​បន្ថយ
nb: under grenser
pt_br: corte inferior
ro: subcotat

source: Limits have been written.
ca: S'han desat els límits.
es: Los límites han sido escritos.
fi: Rajoitukset tallennettiin.
hr: Granice su zapisane.
hu: A határértékek mentése befejeződött.
it: I limiti sono stati scritti.
ja: 制限を書き込みました。
km: ដែន​កំណត់​ត្រូវ​បាន​សរសេរ ។
nb: Grenser er lagret.
pt_br: Os limites foram gravados.
ro: Limitele au fost scrise.

source: Only numbers are valid !
ca: Només els números son vàlids !
es: ¡Sólo son válidos los números!
fi: Vain numerot kelpaavat!
hr: Samo brojevi su ispravni !
hu: Csak a számok érvényesek !
it: Solo validi solamente i numeri!
ja: 数字だけを指定してください！
km: មានតែ​លេខ​ទេ​ដែល​ត្រឹមត្រូវ !
nb: Bare tall er gyldige !
pt_br: Somente números são válidos!
ro: Numai numerele sunt valide!

source: Settings
ca: Paràmetres
es: Configuración
fi: Asetukset
hr: Postavke
hu: Beállítások
it: Impostazioni
ja: 設定
km: ការ​កំណត់
nb: Innstillinger
pt_br: Configurações
ro: Setări

source: undercuts
ca: inferiors
es: superiores
fi: alittaa
hr: podsijeca
hu: alattiak
it: resta sotto
ja: 削減
km: កាត់​បន្ថយ
nb: under grenser
pt_br: cortes inferiores
ro: subminează

source: exceeds
ca: excedeix
es: Excede
fi: ylittää
hr: prelazi
hu: túllépettek
it: eccede
ja: 超過
km: លើស​កំណត់​
nb: over grenser
pt_br: excede
ro: depăşeşte

source: details
ca: detalls
es: detalles
fi: tiedot
hr: detalji
hu: részletek
it: dettagli
ja: 詳細
km: សេចក្ដី​លម្អិត
nb: detaljer
pt_br: detalhes
ro: detalii

source: Details
ca: Detalls
es: Detalles
fi: Tiedot
hr: Detalji
hu: Részletek
it: Dettagli
ja: 詳細
km: សេចក្ដី​លម្អិត
nb: Detaljer
pt_br: Detalhes
ro: Detalii

source: Edit Limits
ca: Edita els límits
es: Editar límites
fi: Muokkaa rajoituksia
hr: Uredi ograničenja
hu: Határértékek szerkesztése
it: Modifica limiti
ja: 制限の編集
km: កែសម្រួល​ព្រំដែន​
nb: Rediger grenser
pt_br: Editar limites
ro: Editează limitele

source: A problem occured when loading status information.
ca: S'ha produït un problema en llegir la informació d'estat .
es: Ocurrió un problema al cargar información de estado.
fi: Ilmeni ongelma ladattaessa tilatietoja.
hr: Dogodio se problem prilikom učitavanja informacija o statusu.
hu: Hiba történt az állapotinformáció betöltése közben.
it: Si è verificato un errore durante la lettura dello stato delle informazioni.
ja: 状態情報を読み込む際に問題が発生しました。
km: បញ្ហា​​មួយ​បាន​កើត​ឡើង នៅ​​ពេល​ដែលផ្ទុក​ព័ត៌មាន​​ស្ថាន​ភាព ។
nb: Det oppstod en feil under lasting av statusinformasjon.
pt_br: Ocorreu um problema ao carregar as informações do status.
ro: A apărut o problemă la încărcarea informaţiile despre stare.

source: Show last
ca: Mostra el darrer
es: Mostrar el último
fi: Näytä viimeisin
hr: Pokaži zadnje
hu: Utolsó megjelenítése
it: Mostra ultimi
ja: 以下の間隔の最新を表示
km: បង្ហាញ​ចុងក្រោយ
nb: Vis siste
pt_br: Exibir último
ro: Arată ultimele

source: 5 Minutes
ca: 5 minuts
es: 5 minutos
fi: 5 minuuttia
hr: 5 minuta
hu: 5 perc
it: 5 minuti
ja: 5 分
km: ៥ នាទី
nb: 5 minutter
pt_br: 5 minutos
ro: 5 minute

source: 15 Minutes
ca: 15 minuts
es: 15 minutos
fi: 15 minuuttia
hr: 15 minuta
hu: 15 perc
it: 15 minuti
ja: 15 分
km: ១៥ នាទី
nb: 15 minutter
pt_br: 15 minutos
ro: 15 minute

source: 30 Minutes
ca: 30 minuts
es: 30 minutos
fi: 30 minuuttia
hr: 30 minuta
hu: 30 perc
it: 30 minuti
ja: 30 分
km: ៣០ វិនាទី
nb: 30 minutter
pt_br: 30 minutos
ro: 30 minute

source: 1 Hour
ca: 1 hora
es: 1 hora
fi: 1 tunti
hr: 1 sat
hu: 1 óra
it: un'ora
ja: 1 時間
km: ១ ម៉ោង
nb: 1 time
pt_br: 1 hora
ro: 1 oră

source: 6 Hours
ca: 6 hores
es: 6 horas
fi: 6 tuntia
hr: 6 sati
hu: 6 óra
it: 6 ore
ja: 6 時間
km: ៦ ម៉ោង
nb: 6 timer
pt_br: 6 horas
ro: 6 ore

source: 12 Hours
ca: 12 hores
es: 12 horas
fi: 12 tuntia
hr: 12 sati
hu: 12 óra
it: 12 ore
ja: 12 時間
km: ១២ ម៉ោង
nb: 12 timer
pt_br: 12 horas
ro: 12 ore

source: An problem occured when loading status information.
ca: S'ha produït un problema en llegir la informació d'estat.
es: Se ha producido un problema mientras se cargaba la información de estado.
fi: Ilmeni ongelma ladattaessa tilatietoja.
hr: Dogodio se problem prilikom učitavanja informacija o statusu.
hu: Hiba történt az állapotinformáció betöltése közben.
it: Si è verificato un errore durante la lettura delle informazioni dello stato.
ja: 状態情報を読み込む際に問題が発生しました。
km: បញ្ហា​​មួយ​បាន​កើត​ឡើង នៅ​​ពេល​ដែលផ្ទុក​ព័ត៌មាន​​ស្ថាន​ភាព ។
nb: Det oppstod en feil under lasting av statusinformasjon.
pt_br: Ocorreu um problema ao carregar as informações de status.
ro: A apărut o problemă în timpul încărcării informaţiilor despre stare.

source: Cannot read system status - you have been logged out.
ca: No s'ha pogut llegir l'estat del sistema - heu estat desconnectats.
es: No se puede leer el estado del sistema - se le ha echado fuera.
fi: Järjestelmän tilaa ei voi lukea - sinut on kirjattu ulos.
hr: Ne mogu učitati status sustava - odjavili ste se.
hu: A rendszerállapot nem olvasható - nincs bejelentkezve.
it: Impossibile leggere lo stato del sistema - sei stato disconnesso.
ja: システム情報を読み込めません - ログアウトしました。
km: មិនអាច​អាន​ស្ថានភាព​ប្រព័ន្ធ​បានទេ - អ្នក​ត្រូ​វបាន​ចេញ​ហើយ ។
nb: Kan ikke lese systemstatus - du har blitt logget ut.
pt_br: Não foi possível ler o status do sistema - você não efetuou o logout.
ro: Nu se poate citi starea sistemului - aţi fost deconectat.

source: Your system is healthy.
ca: El vostre sistema està en bon estat.
es: Su sistema está saludable.
fi: Järjestelmäsi on kunnossa.
hr: Vaš sustav je zdrav.
hu: A rendszer stabil.
it: Il tuo sistema è sano.
ja: システムは健全な状態です。
km: ប្រព័ន្ធ​របស់​អ្នកមានភាព​ល្អ​ ។
nb: Systemet er i orden.
pt_br: Seu sistema está saudável.
ro: Sistemul dumneavoastră este integru.

source: Loading system information
ca: S'està llegint la informació del sistema
es: Cargando información del sistema
fi: Ladataan järjestelmätietoja
hr: Učitavam informacije o sustavu
hu: Rendszerinformáció betöltése
it: Lettura delle informazioni di sistema
ja: システム情報を読み込んでいます
km: ផ្ទុក​ព័ត៌មាន​ប្រព័ន្ធ
nb: Laster systeminformasjon
pt_br: Carregando informações do sistema
ro: Se încarcă informaţiile despre sistem

source: Checking system status
ca: S'està comprovant l'estat del sistema
es: Comprobando estado del sistema
fi: Tarkistetaan järjestelmän tila
hr: Provjeravam status sustava
hu: Rendszerinformáció ellenőrzése
it: Verifica dello stato del sistema
ja: システム状態を確認しています
km: ពិនិត្យ​មើល​ស្ថានភាព​ប្រព័ន្ធ
nb: Kontrollerer systemstatus
pt_br: Verificando o status do sistema
ro: Se verifică stare sistem

source: Registration is missing
ca: No s'ha registrat el producte o sistema
fi: Rekisteröintiä ei ole suoritettu
hr: Nedostaje registracija
ja: 登録がありません
km: បាត់​កា​រចុះឈ្មោះ
nb: Registrering mangler
pt_br: Está faltando o registro

source: Please register your system in order to get updates.
ca: Registreu el vostre sistema per rebre les actualitzacions.
fi: Rekisteröi koneesi saadaksesi päivityksiä.
hr: Molimo registrirajte vaš sustav da biste mogli primati dogradnje.
ja: 更新を受けるため、お使いのシステムを登録してください。
km: សូម​ចុះឈ្មោះ​ប្រព័ន្ធ​របស់​អ្នក ដើម្បី​ទទួល​បាន​ភាព​ទាន់សម័យ ។
nb: Registrer systemet for å hente oppdateringer.
pt_br: Por favor, registre seu sistema para poder obter atualizações.

source: register
ca: registra
fi: rekisteröidy
hr: registriraj
ja: 登録
km: ចុះឈ្មោះ
nb: registrer
pt_br: registrar

source: Mail configuration test not confirmed
ca: No s'ha confirmat la prova de la configuració del correu
fi: Sähköpostin määritystestiä ei ole vahvistettu.
hr: Test postavki pošte nije potvrđen
ja: メール設定のテストは確認していません
km: ការ​សាកល្បង​កំណត់​រចនាសម្ព័ន្ធ​សំបុត្រ​មិនបាន​បញ្ជាក់
nb: Test av e-postoppsett ikke bekreftet
pt_br: Teste de configuração de e-mail não confirmado

source: While configuring mail, a test mail was sent to %s . Was the mail delivered to this address?<br>If so, confirm it by pressing the button. Otherwise check your mail configuration again.
ca: Durant la configuració del correu, s'ha enviat un correu de prova a %s. <br>Verifiqueu que el correu ha arribat i en cas afirmatiu premeu el botó. En cas que no, comproveu la configuració del correu electrònic.
fi: Määritettäessä sähköpostia, lähetettiin testi sähköposti osoitteeseen %s . Toimitettiinko sähköposti tähän osoitteeseen?<br>Jos lähetettiin, vahvista se painamalla nappia. Muuten tarkista sähköpostin määritys uudestaan.
hr: Prilikom podešavanje pošte, testna poruka je poslana na %s. Da li je pošta dostavljena na ovu adresu?<br>Ako je, potvrdite pritiskom na gumb. Inače ponovno provjerite postavke vaše pošte.
ja: メールを設定する際に、テストメールを %s 宛に送信しました。このアドレスにメールが届きましたか？<br>届いている場合は、確認ボタンを押してください。そうでない場合は、メールの設定を確認してください。
km: ខណៈពេល​កំណត់​រចនាសម្ព័ន្ធ​សំបុត្រ សាកល្បង​សំបុត្រ​ត្រូវ​បានផ្ញើ​ទៅកាន់ %s ។ តើ​សំបុត្រ​បាន​បញ្ជូន​ដល់​អាសយដ្ឋាន​នេះ​ដែរ​ឬទេ ?<br>ប្រសិនបើ​ដូច្នេះ បញ្ជាក់​វា​ដោយ​ចុច​ប៊ូតុង ។ បើ​មិន​ដូច្នេះ​ទេ ពិនិត្យ​មើល​ការកំណត់​រចនាសម្ព័ន្ធ​សំបុត្រ​របស់​អ្នក​ម្ដង​ទៀត ។
nb: Da e-postsystemet ble satt opp, ble en testmelding sendt til %s. Ble meldingen levert til denne adressen?<br>Hvis ja, bekreft ved å trykke på knappen. Hvis ikke, må du kontrollere e-postoppsettet på nytt.
pt_br: Enquanto configurava o e-mail, um e-mail de teste foi enviado para %s. O e-mail foi entregue ao destinatário?<br>Se foi, confirme pressionando o botão. Do contrário, verifique sua configuração de e-mail novamente.

source: It was not possible to retrieve the full hostname of the machine. If the mail could not be delivered, consult the network and/or mail configuration with your network administrator.
ca: No ha estat possible de recuperar el nom complet de l'ordinador central. Si el correu no s'ha pogut repartir, consulteu la configuració del correu i/o de la xarxa amb el vostre administrador de la xarxa.
fi: Koneen täydellisen konenimen hakeminen ei onnistunut. Jos sähköpostia ei voitu toimittaa, tarkista verkon ja/tai sähköpostin määritys verkonvalvojalta.
hr: Nije bilo moguće dohvatiti puni naziv računala. Ako se pošta ne može dostaviti, posavjetujte se s vašim mrežnim administratorom oko postavki pošte.
ja: お使いのマシンの完全修飾ホスト名を取得することができません。メールが配信できなかった場合、ご利用のネットワークの管理者に対して、ネットワークやメールの設定を確認してください。
km: វា​មិនអាច​ទៅ​យក​ឈ្មោះម៉ាស៊ីន​ពេញលេញ​របស់​ម៉ាស៊ីនបានទេ ។ ប្រសិនបើ​សំបុត្រ​មិនអាច​ត្រូវ​បាន​បញ្ជូន​ទេ ពិគ្រោះ​អំពី​​បណ្ដាញ និង/ឬ​ការកំណត់​រចនាសម្ព័ន្ធ​សំបុត្រ​ជា​មួយ​នឹង​អ្នក​គ្រប់គ្រង​បណ្ដាញ​របស់​អ្នក ។
nb: Det var ikke mulig å hente fullstendig vertsnavn for maskinen. Hvis meldingen ikke ble levert, kontroller nettverket og/eller e-postoppsettet sammen med nettverksadministratoren.
pt_br: Não foi possível obter o nome de máquina completo da máquina. Se o e-mail não foi entregue, consulte a configuração de e-mail/rede com seu administrador de rede.

source: Test mail received
ca: S'ha rebut el correu de prova
fi: Testisähköposti vastaanotettiin
hr: Primljena je probna pošta
ja: テストメールを受信しました
km: បាន​ទទួល​សំបុត្រ​សាកល្បង
nb: Testmelding mottatt
pt_br: E-mail de teste recebido

source: Status
ca: Estat
es: Estado
fi: Tila
hu: Állapot
it: Stato
ja: 状態
km: ស្ថានភាព
ro: Stare
