Repository: webyast/web-client
Catalog: plugins/status/po/*/yast_webclient_status.po
Languages: ar, cs, lt, ru, sv

source: No data found for showing system status.
ar: لم يتم العثور على بيانات لإظهار حالة النظام.
cs: Nebyla nalezena žádná data pro zobrazení stavu systému.
lt: Nerasta duomenų apie sistemos būseną.
ru: Нет данных для отображения состояния системы.
sv: Inga data för att visa systemstatus hittades.

source: Limits exceeded for
ar: تم تجاوز الحدود لـ
cs: Byly překročeny limity pro
ru: Превышены ограничения для
sv: Gränser överskridna för

source: exceeded
ar: تم تخطيه
cs: překročeno
ru: превышено
sv: överskridna

source: undercut
ar: تحت
cs: nedosaženo
ru: ниже заданных ограничений
sv: underskridna

source: Limits have been written.
ar: تمت كتابة إعدادات الوقت.
cs: Limity byly zapsány.
ru: Ограничения записаны.
sv: Gränserna har sparats.

source: Only numbers are valid !
ar: الأرقام فقط هي الصالحة!
cs: Platná jsou pouze čísla!
ru: Можно вводить только числа.
sv: Endast siffror är giltiga.

source: Status
ar: الحالة
cs: Stav
lt: Būsena
ru: Состояние

source: Settings
ar: الإعدادات
cs: Nastavení
ru: Настройки
sv: Inställningar

source: undercuts
ar: يقل عن
cs: nedosaženo
ru: ниже заданных ограничений
sv: underskrider

source: exceeds
ar: يتجاوز
cs: překročeno
ru: превышает
sv: överskrider

source: details
ar: التفاصيل
cs: podrobnosti
ru: Подробности
sv: detaljer

source: Details
ar: التفاصيل
cs: Podrobnosti
ru: Подробности
sv: Detaljer

source: Edit Limits
ar: تحرير الحدود
cs: Úprava limitů
lt: Keisti ribas
ru: Изменить ограничения
sv: Redigera begränsningar

source: A problem occured when loading status information.
ar: حدثت مشكلة عند تحميل معلومات الحالة.
cs: Při načítání informací o stavu nastal problém.
ru: Проблема при загрузке данных о состоянии.
sv: Det inträffade ett problem när statusinformationen lästes in.

source: Show last
ar: إظهار الأخير
cs: Zobrazit posledních
ru: Показать последний
sv: Visa senaste

source: 5 Minutes
ar: ٥ دقائق
cs: 5 minut
ru: 5 минут
sv: 5 minuter

source: 15 Minutes
ar: 15 دقيقة
cs: 15 minut
ru: 15 минут
sv: 15 minuter

source: 30 Minutes
ar: 30 دقيقة
cs: 30 minut
ru: 30 минут
sv: 30 minuter

source: 1 Hour
ar: ساعة واحدة
cs: 1 hodinu
ru: 1 час
sv: 1 timme

source: 6 Hours
ar: ٦ ساعات
cs: 6 hodin
ru: 6 часов
sv: 6 timmar

source: 12 Hours
ar: ١٢ ساعة
cs: 12 hodin
ru: 12 часов
sv: 12 timmar

source: An problem occured when loading status information.
ar: حدثت مشكلة عند تحميل معلومات الحالة.
cs: Při načítání informací o stavu nastal problém.
lt: Įkeliant būsenos informaciją kilo nesklandumų.
ru: Ошибка при загрузке информации о состоянии.
sv: Det inträffade ett problem när statusinformationen lästes in.

source: Cannot read system status - you have been logged out.
ar: لا يمكن قراءة حالة النظام - لقد تم إخراجك.
cs: Stav systému nelze číst – byli jste odhlášeni.
ru: Не удалось прочитать данные о состоянии системы — вы вышли из системы.
sv: Det går inte att läsa systemstatus. Du har loggats ut.

source: Your system is healthy.
ar: النظام بحالة جيدة.
cs: Systém je v pořádku.
lt: Jūsų sistema tvarkinga.
ru: Ваша система работоспособна.
sv: Systemet fungerar som det ska.

source: Start collectd
ar: بدء collectd
cs: Spustit program collectd
ru: Запустить collectd
sv: Börja insaml.

source: Loading system information
ar: تحميل معلومات النظام
cs: Načítání systémových informací
ru: Загрузка системной информации
sv: Läser in systeminformation

source: Checking system status
ar: فحص حالة النظام
cs: Probíhá kontrola stavu systému
ru: Проверка состояния системы...
sv: Kontrollerar systemstatus

source: Registration is missing
ar: التسجيل مفقود
cs: Chybí registrace
ru: Отсутствует регистрация
sv: Registrering saknas

source: Please register your system in order to get updates.
ar: الرجاء تسجيل النظام الخاص بك للحصول على التحديثات.
cs: Chcete-li získat aktualizace, zaregistrujte svůj systém.
ru: Зарегистрируйте свою систему, чтобы получать обновления.
sv: Du måste registrera ditt system om du vill hämta uppdateringar.

source: register
ar: تسجيل
cs: registrovat
ru: зарегистрировать
sv: registrera

source: Mail configuration test not confirmed
ar: اختبار تكوين البريد غير مؤكد
cs: Test konfigurace pošty nebyl potvrzen.
ru: Тест настройки почты не подтвержден
sv: Konfigurationstestet för post har inte bekräftats

source: While configuring mail, a test mail was sent to %s . Was the mail delivered to this address?<br>If so, confirm it by pressing the button. Otherwise check your mail configuration again.
ar: أثناء تكوين البريد، تم إرسال بريد اختباري إلى %s. هل تم تسليم هذا البريد إلى هذا العنوان؟<br>إذا تم تسليمه، فقم بتأكيد ذلك عن طريق الضغط على الزر. أو تحقق من تكوين البريد الخاص بك مرةً أخرى.
cs: Při konfiguraci pošty byla odeslána testovací zpráva na adresu %s. Byla zpráva na danou adresu doručena?<br>Pokud ano, potvrďte to stisknutím tlačítka. V opačném případě znovu zkontrolujte nastavení pošty.
ru: Во время настройки почты по адресу %s было отправлено тестовое сообщение. Было ли оно доставлено по этому адресу?<br> Если да, подтвердите это, нажав кнопку. В противном случае повторно проверьте конфигурацию почты.
sv: När posten konfigurerades skickades ett meddelande till %s. Kom meddelandet fram till denna adress?<br> Om det kom fram bekräftar du genom att klicka på knappen. Om det inte kom fram kontrollerar du konfigurationen igen.

source: It was not possible to retrieve the full hostname of the machine. If the mail could not be delivered, consult the network and/or mail configuration with your network administrator.
ar: تعذر استرداد اسم المضيف الخاص بالجهاز كاملاً. إذا تعذر تسليم البريد، فاستشر مسؤول الشبكة عن الشبكة و/أو عن تكوين البريد.
cs: Nebylo možné načíst úplný název hostitele pro daný počítač. Pokud poštu nelze doručit, konzultujte konfiguraci sítě nebo pošty se správcem sítě.
ru: Не удалось получить полное имя хоста компьютера. Если не удается доставить почту, проверьте конфигурацию сети и почты у администратора сети.
sv: Det gick inte att hämta datorns fullständiga värdnamn. Om meddelandet inte kan levereras bör du kontakta nätverksdministratören angående nätverket och/eller e-postkonfigurationen.

source: Test mail received
ar: تم استلام البريد الاختباري
cs: Testovací pošta byla doručena.
ru: Тестовое сообщение получено
sv: Testmeddelande mottaget

source: Invalid session, please login again.
lt: Negalima sesija, prisijunkite iš naujo.

source: Disk free limits exceeded;
lt: Viršyta laisvos disko erdvės riba;

source: Limits exceeded for %s
lt: Ribas viršijo %s

source: Saving limits failed!
lt: Nepavyko išsaugoti ribų!

source: Disk usage
lt: Disko panaudojimas

source: Back
lt: Atgal

source: free
lt: laisva

source: used
lt: išnaudota

source: Configure Status Limits
lt: Konfigūruoti būsenos ribas

source: Status Path
lt: Būsenos kelias

source: Minimum Value
lt: Mažiausia vertė

source: Maximum Value
lt: Didžiausia vertė

source: Save
lt: Įrašyti

source: No status information available
lt: Būsenos informacija neprieinama
