Repository: webyast/web-client
Catalog: plugins/time/po/*/webyast-time-ui.po
Languages: de, es, fr, hr, it, ja, ko, pt_br, ro, sk, uk, zh_cn, zh_tw

source: Time settings have been written.
de: Die Zeiteinstellungen wurden geschrieben.
es: Los ajustes de tiempo han sido escritos.
fr: Les paramètres d'heure ont été écrits.
hr: Postavke vremena su sačuvane.
it: Le impostazioni dell'ora sono state scritte.
ja: 時間設定はすでに保存されています。
ko: 시간 설정이 기록되었습니다.
pt_br: As configurações de horário já foram gravadas.
ro: Setările de dată au fost scrise.
sk: Nastavenia času boli zapísané.
uk: Параметри часу збережено.
zh_cn: 时间设置已写入。
zh_tw: 已經寫入時間設定。

source: Unknown timezone %s on host
de: Unbekannte Zeitzone %s auf dem Host
es: Zona horaria %s desconocida en equipo
fr: Fuseau horaire %s inconnu sur l'hôte
hr: Nepoznata vremenska zona %h na računalu
it: Fuso orario %s sconosciuto sull'host
ja: ホスト上で不明な時間帯 %s が設定されています
ko: 호스트에서 알 수 없는 시간대 %s
pt_br: Fuso horário desconhecido %s no host
ro: Fus orar necunoscut %s pe gazdă
sk: Neznáma časová zóna %s na hostiteľovi
uk: Невідомий часовий пояс %s на вузлі
zh_cn: 主机上的未知时区 %s
zh_tw: 主機上的時區 %s 未知

source: Please wait
de: Bitte warten
fr: Veuillez patienter
it: Attendere
ja: しばらくお待ちください
ko: 잠시 기다리십시오
pt_br: Aguarde
zh_cn: 请稍候
zh_tw: 請稍候

source: This field is required
de: Dies ist ein erforderliches Feld.
es: Se requiere este campo
fr: Ce champ est obligatoire.
it: Il campo è obbligatorio
ja: このフィールドは必須です
ko: 이 필드는 필수입니다.
pt_br: Este campo é obrigatório
zh_cn: 此字段是必需的
zh_tw: 此欄位是必要的

source: Enter a valid domain name or an IP address
de: Gültigen Domänennamen oder eine IP-Adresse eingeben
es: Introduzca un nombre de dominio o dirección IP válidas
fr: Entrez un nom de domaine ou une adresse IP valide.
it: Immettere un nome di dominio valido o un indirizzo IP.
ja: 有効なドメイン名かIPアドレスを入力してください
ko: 유효한 도메인 이름 또는 IP 주소를 입력하십시오.
pt_br: Digitar um nome de domínio ou um endereço IP válido
zh_cn: 输入有效的域名或 IP 地址
zh_tw: 輸入有效的網域名稱或 IP 位址

source: Invalid time format. Correct one is hh:mm:ss
de: Ungültiges Zeitformat: Korrekt ist hh:mm:ss
es: El formato de hora es inválido. El correcto es hh:mm:ss
fr: Format d'heure non valide. Le format correct est hh:mm:ss
hr: Neispravan format vremena. Ispravan je hh:mm:ss
it: Formato non valido per l'orario. Il formato corretto è hh:mm:ss
ja: 時刻形式が正しくありません。 (時):(分):(秒) のように指定してください。
ko: 시간 형식이 잘못되었습니다. 올바른 형식은 hh:mm:ss입니다.
pt_br: Formato de horário inválido. O correto é hh:mm:ss
ro: Format de oră invalid. Cel corect e hh:mm:ss
sk: Neplatný formát času. Správny je hh:mm:ss
uk: Нечинний формат часу. Правильний: hh:mm:ss
zh_cn: 时间格式无效。正确格式为 hh:mm:ss
zh_tw: 時間格式無效。正確的格式為 hh:mm:ss

source: Time
de: Zeit
es: Hora
fr: Durée
hr: Vrijeme
it: Durata
ja: 再生時間
ko: 시간
pt_br: Tempo
ro: Oră
sk: Čas
uk: Час
zh_cn: 时间
zh_tw: 時間

source: Timezone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
hr: Vremenska zona
it: Fuso orario
ja: タイムゾーン
ko: 시간대
pt_br: Fuso horário
ro: Fus orar
sk: Časová zóna
uk: Часовий пояс
zh_cn: 时区
zh_tw: 時區

source: Region
es: Región
fr: Région
hr: Regija
it: Regione
ja: リージョン
ko: 구/군
pt_br: Região
ro: Regiune
sk: Región
uk: Регіон
zh_cn: 区域
zh_tw: 區域

source: Hardware clock is set to UTC
de: Hardware-Uhr wurde auf UTC festgelegt
es: El reloj hardware está puesto a UTC
fr: Horloge matérielle définie sur UTC
hr: Sklopovski sat je postavljen na UTC
it: L'orologio del sistema è impostato su UTC
ja: ハードウェアの時刻はUTCに設定
ko: 하드웨어 시계를 UTC로 설정
pt_br: Relógio do hardware definido como UTC
ro: Ceasul hardware e setat la UTC
sk: Hardvérové hodiny sú nastavené na UTC
uk: Апаратний годинник наставлено на UTC
zh_cn: 将硬件时钟设置为 UTC
zh_tw: 硬體時鐘設為 UTC

source: Manually configure time
de: Zeit manuell konfigurieren
es: Configure manualmente la hora
fr: Configurer l'horloge manuellement
hr: Ručno postavi vrijeme
it: Configura manualmente l'ora
ja: 手動で時刻を設定
ko: 시간을 수동으로 구성
pt_br: Configurar horário manualmente
ro: Configurare manuală a orei
sk: Ručne konfigurovať čas
uk: Налаштувати час вручну
zh_cn: 手动配置时间
zh_tw: 手動設定時間

source: Date
de: Datum
es: Fecha
hr: Datum
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ro: Dată
sk: Dátum
uk: Дата
zh_cn: 日期
zh_tw: 日期

source: Synchronize via Network Time Protocol (NTP)
de: Über Netzwerkzeitprotokoll (NTP) synchronisieren
es: Sincronice vía protocolo de hora en red (NTP)
fr: Synchroniser via Network Time Protocol (NTP)
hr: Sinkroniziraj preko protokola mrežnog vremena (NTP)
it: Sincronizza usando Network Time Protocol (NTP)
ja: ネットワーク時刻プロトコル(NTP)による同期
ko: NTP(Network Time Protocol)를 통해 동기화
pt_br: Sincronizar via NTP (Network Time Protocol)
ro: Sincronizează via Network Time Protocol (NTP)
sk: Synchronizovať cez NTP
uk: Синхронізувати через службу мережного протоколу часу (NTP)
zh_cn: 通过网络时间协议 (NTP) 同步
zh_tw: 透過網路時間協定 (NTP) 同步

source: NTP server
es: Servidor NTP
fr: Serveur NTP
hr: NTP poslužitelj
it: Server NTP
ja: NTPサーバ
ko: NTP 서버
pt_br: Servidor NTP
ro: Server NTP
uk: Сервер NTP
zh_cn: NTP 服务器
zh_tw: NTP 伺服器

source: Set the clock
de: Uhr stellen
fr: Régler l'horloge
it: Imposta orologio
ja: クロックを設定する
ko: 시계 설정
pt_br: Definir o relógio
zh_cn: 设置时钟
zh_tw: 設定時鐘
