Repository: webyast/web-client
Catalog: plugins/time/po/*/yast_webclient_time.po
Languages: ar, cs, nl, ru, sv

source: Time settings have been written.
ar: تمت كتابة إعدادات الوقت.
cs: Nastavení času byla zapsána.
nl: Tijdsinstellingen zijn opgeslagen.
ru: Установки времени записаны.
sv: Tidsinställningarna har sparats.

source: Unknown timezone %s on host
ar: المنطقة الزمنية %s على المضيف غير معروفة
cs: Neznámé časové pásmo %s v hostitelském počítači
nl: Onbekende tijdzone %s op de host
ru: Неизвестный часовой пояс на хосте: %s
sv: Okänd tidszon på värden: %s

source: Invalid date format. Correct one is dd/mm/yyyy
ar: تنسيق البيانات غير صالح. والتنسيق الصحيح هو ي ي/ش ش/س س س س
cs: Neplatný formát data. Správný formát je dd/mm/rrrr
nl: Ongeldige datumopmaak. De juiste is dd/mm/jjjj
ru: Недопустимый формат даты. Правильно - дд/мм/гггг.
sv: Ogiltigt datumformat. Det korrekta datumformatet är ÅÅÅÅ-MM-DD

source: Invalid time format. Correct one is hh:mm:ss
ar: تنسيق الوقت غير صالح. والتنسيق الصحيح هو س س:د د: ث ث
cs: Neplatný formát času. Správný formát je hh:mm:ss
nl: Ongeldige tijdopmaak. De juiste is uu:mm:ss
ru: Недопустимый формат времени. Правильно - чч:мм:сс.
sv: Ogiltigt tidsformat. Det korrekta tidsformatet är TT:MM:SS

source: Ntp server is not specified. Please specify one.
ar: لم يتم تحديد خادم Ntp. الرجاء تحديد خادم.
cs: Server NTP není zadán. Zadejte jej.
nl: Ntp-server is niet opgegeven. Geef een server op.
ru: Не указан сервер Ntp. Пожалуйста, укажите его.

source: Time
ar: الوقت
cs: Čas
nl: Tijd
ru: Время
sv: Tid

source: Region
ar: المنطقة
cs: Oblast
nl: Regio
ru: Регион
sv: Område

source: Timezone
ar: المنطقة الزمنية
cs: Časové pásmo
nl: Tijdzone
ru: Часовой пояс
sv: Tidszon

source: Hardware clock is set to UTC
ar: تعيين ساعة الأجهزة على توقيت UTC
cs: Hardwarové hodiny jsou nastaveny na standard UTC
nl: Hardwareklok is ingesteld op UTC
ru: Системные часы установлены на UTC
sv: Maskinvaruklockan är inställd efter UTC

source: Manually configure time
ar: تكوين الوقت يدويًا
cs: Nastavit čas ručně
nl: Tijd handmatig configureren
ru: Настроить время вручную
sv: Konfigurera tiden manuellt

source: Date
ar: التاريخ
cs: Datum
nl: Datum
ru: Дата
sv: Datum

source: Synchronize via Network Time Protocol (NTP)
ar: المزامنة عبر بروتوكول وقت الشبكة (NTP)
cs: Synchronizovat pomocí protokolu NTP (Network Time Protocol)
nl: Synchroniseren via Network Time Protocol (NTP)
ru: Синхронизировать по протоколу NTP
sv: Synkronisera via NTP (Network Time Protocol)

source: NTP server
ar: خادم NTP
cs: Server NTP
ru: Сервер NTP
