Repository: webyast/web-client
Catalog: plugins/network/po/*/webyast-network-ui.po
Languages: ar, ca, pl, ro, sk

source: Not configured
ar: غير مكوَّن

source: Manual
ar: يدوي
pl: Ręcznie
ro: Mod manual
sk: Ručný režim

source: Automatic
ar: تلقائي
ca: Automàtic
pl: Automatycznie
ro: Mod automat
sk: Automatický režim

source: Network settings have been written.
ar: تمت كتابة إعدادات الشبكة.
ca: S'ha desat la configuració de la xarxa.
pl: Ustawienia sieciowe zostały zapisane.
ro: Setările de reţea au fost scrise.
sk: Sieťové nastavenia boli zapísané.

source: whitespace - invalid character.
ar: المسافة الفاصلة - حرف غير صالح.
ca: espai en blanc - caràcter no vàlid
pl: puste pole - nieprawidłowy znak.
ro: spaţii albe - caractere invalide.
sk: prázdne miesto - neplatný znak.

source: - can not start with a digit.
ar: - لا يمكن أن يبدأ برقم.
ca: - no pot començar amb un dígit.
pl: - nie może rozpoczynać się kropką.
ro: - nu poate începe cu o cifră.
sk: - nedá sa spustiť číslicou.

source: periodic '-' is not allowed.
ar: دوري '-' غير مسموح به.
ca: el caràcter '-' no està permès.
pl: znak '-' jest niedozwolony.
ro: semnul '-' nu este permis.
sk: periodická '-' nie je povolená.

source: can not end with (-) hyphen.
ar: لا يمكن أن ينتهي بواصلة (-).
ca: no pot acabar amb un guió (-).
pl: nie może kończyć się myślnikiem (-).
ro: nu se poate termina cu (-) cratimă.
sk: nedá sa ukončiť (-) pomlčkou.

source: can not start with (-) hyphen.
ar: لا يمكن أن يبدأ بواصلة (-).
ca: No pot començar amb un guió (-).
pl: nie może zaczynać się myślnikiem (-).
ro: nu poate începe cu (-) cratimă.
sk: nedá sa spustiť (-) pomlčkou.

source: - is invalid character for hostname.
ar: - هي حرف غير صالح لاسم المضيف.
ca: - no és un caràcter vàlid per a nom d'ordinador central.
pl: - nieprawidłowa nazwa hosta
ro: - este caracter invalid pentru numele gazdei.
sk: - je neplatný znak pre hostiteľa.

source: Invalid IP address format. The correct one is nnn.nnn.nnn.nnn for nnn between 0 and 255.
ar: تنسيق عنوان IP غير صالح. والتنسيق الصحيح هو nnn.nnn.nnn.nnn لـ nnn بين 0 و255.

source: Invalid Prefix format. The correct one /nn where nn is between 0-32 (CIDR format).
ar: تنسيق البادئة غير صالح. والتنسيق الصحيح هو /nn حيث تقع nn بين 0-32 (تنسيق CIDR).

source: Invalid default route format. The correct one is nnn.nnn.nnn.nnn for nnn between 0 and 255.
ar: تنسيق التوجيه الافتراضي غير صالح. والتنسيق الصحيح هو nnn.nnn.nnn.nnn لـ nnn بين 0 و255.

source: Name servers are required. There must be at least one specified.
ar: خوادم الأسماء مطلوبة. يجب أن يكون هناك اسم واحد محدد على الأقل.

source: Hostname is required. It must be specified.
ar: اسم المضيف مطلوب. يجب تحديده.

source: Domain is required. An empty domain is not supported.
ar: المجال مطلوب. لا يتم دعم مجال فارغ.

source: Network
ar: الشبكة
ca: Xarxa
pl: Sieć
ro: Reţea
sk: Sieť

source: Interface
ar: الواجهة

source: Select
ar: تحديد

source: Configuration mode
ar: وضع التكوين
ca: Mode de la configuració
pl: Tryb konfiguracji
ro: Mod de configurare
sk: Režim konfigurácie

source: IP address
ar: عنوان IP
ca: Adreça IP
pl: Adres IP
ro: Adresă IP
sk: IP adresa

source: Subnet mask / Prefixlen
ar: قناع الشبكة الفرعية / Prefixlen

source: Default route
ar: التوجيه الافتراضي
ca: Ruta predeterminada
pl: Trasa domyślna
ro: Rută implicită
sk: Štandardné smerovanie

source: Hostname
ar: اسم المضيف
ca: Nom de l'ordinador central
pl: Nazwa hosta
ro: Nume gazdă
sk: Hostiteľ

source: Domain
ar: المجال
ca: Domini
pl: Domena
ro: Domeniu
sk: Doména

source: Name servers
ar: خوادم الأسماء
ca: Servidors de noms
pl: Serwery nazw
ro: Servere de nume
sk: Názvové servery

source: Search domains
ar: نطاقات البحث
ca: Dominis de cerca
pl: Domeny wyszukiwania
ro: Caută în domeniile
sk: Hľadať domény

source: This field is required
ca: Aquest camp és necessari
pl: To pole jest wymagane

source: Enter a valid IP address
ca: Introduïu una adreça IP vàlida.
pl: Proszę podać poprawny adres IP

source: Enter a valid subnet mask or prefix
ca: Introduïu una màscara de subxarxa o prefix vàlids.
pl: Proszę podać poprawną maskę podsieci lub prefiks

source: Enter a valid domain name
ca: Introduïu un nom de domini vàlid
pl: Proszę podać poprawną nazwę domeny

source: Subnet mask/Prefixlen
ca: Màscara de subxarxa/Longitud del prefix
pl: Maska podsieci / Prefiks

source: DNS
pl: adres DNS
