Repository: webyast/web-client
Catalog: plugins/network/po/*/yast_webclient_network.po
Languages: cs, it, km, sv, zh_cn

source: Not configured
cs: Není nakonfigurováno
it: Non configurato
km: មិន​បាន​កំណត់​រចនាសម្ព័ន្ធ
sv: Inte konfigurerad
zh_cn: 未配置

source: Manual
cs: Ruční
it: Manuale
km: សៀវភៅ​ដៃ​
sv: Manuellt
zh_cn: 手动

source: Automatic
cs: Automatické
it: Automatico
km: ស្វ័យ​​ប្រវត្តិ​
sv: Automatiskt
zh_cn: 自动

source: Network settings have been written.
cs: Nastavení sítě byla zapsána.
it: Le impostazioni di rete sono state scritte.
km: ការ​កំណត់​បណ្តាញ​ត្រូវ​បាន​សរសេរ​ ។
sv: Nätverksinställningarna har skrivits.
zh_cn: 网络设置已写入。

source: whitespace - invalid character.
cs: Prázdné znaky jsou neplatné.
it: spazio - carattere non valido.
km: ចន្លោះ​មិនឃើញ - តួអក្សរ​មិន​ត្រឹមត្រូវ ។
sv: blanksteg - ogiltigt tecken.
zh_cn: 空格 － 无效字符。

source: - can not start with a digit.
cs: – nelze začít číslicí.
it: - non può iniziare con un carattere.
km: - មិនអាច​ចាប់ផ្ដើម​ដោយ​តួលេខ​បានទេ ។
sv: - kan inte börja med en siffra.
zh_cn: － 不能以数字开头。

source: periodic '-' is not allowed.
cs: opakující se znak „-“ není povolen.
it: '-' periodico non è consentito.
km: ដោយ​ទៀតទាត់ '-' មិន​ត្រូវ​បាន​អនុញ្ញាត​ទេ ។
sv: tankstreck, "-", är inte tillåtna.
zh_cn: 不允许循环使用“-”字符。

source: can not end with (-) hyphen.
cs: nemůže končit spojovníkem (-).
it: non può terminare con il trattino -.
km: មិន​អាច​បញ្ចប់​ដោយ​សញ្ញា (-) បាន​ទេ ។
sv: kan inte sluta med ett bindestreck (-).
zh_cn: 不能以连字符 (-) 结尾。

source: can not start with (-) hyphen.
cs: nemůže začínat spojovníkem (-).
it: non può iniziare con il trattino -.
km: មិន​អាច​ចាប់ផ្ដើម​ដោយ​សញ្ញា (-) បាន​ទេ ។
sv: kan inte börja med ett bindestreck (-).
zh_cn: 不能以连字符 (-) 开头。

source: - is invalid character for hostname.
cs: – je neplatný znak pro název hostitele.
it: - non è un carattere valido per il nome dell'host.
km: - គឺ​ជា​តួអក្សរ​មិន​ត្រឹមត្រូវ​សម្រាប់​ឈ្មោះ​ម៉ាស៊ីន ។
sv: - är ett ogiltigt tecken för värdnamn.
zh_cn: － 是无效的主机名字符。

source: Invalid IP address format. The correct one is nnn.nnn.nnn.nnn for nnn between 0 and 255.
cs: Neplatný formát adresy IP. Správný formát je nnn.nnn.nnn.nnn, kde nnn je hodnota v rozmezí 0 až 255.
it: Indirizzo IP in un formato non valito. Quello corretto è nnn.nnn.nnn.nnn dove nnn varia tra 0 e 255
km: ទ្រង់​ទ្រាយ​អាសយដ្ឋាន​របស់​ IP មិន​ត្រឹមត្រូវ​ឡើយ​ ។​ ទ្រង់ទ្រាយ​ដែល​ត្រឹមត្រូវ​​ nnn.nnn.nnn.nnn ដែល nnn ចន្លោះ​ពី​ ០ ដល់​ ២៥៥ ។
sv: Ogiltigt format för IP-adress. Det korrekta formatet är nnn.nnn.nnn.nnn där nnn är mellan 0 och 255.
zh_cn: IP 地址格式无效。正确格式为 nnn.nnn.nnn.nnn，其中 nnn 介于 0 到 255 之间。

source: Invalid Prefix format. The correct one /nn where nn is between 0-32 (CIDR format).
cs: Neplatný formát předpony. Správný formát je /nn, kde nn je hodnota v rozmezí 0 až 32 (formát CIDR).
it: Formato del prefisso non valido. Quello corretto è /nn dove nn varia tra 0 e 32 (formato CIDR).
km: ទ្រង់​ទ្រាយបុព្វបទមិន​ត្រឹមត្រូវ​ឡើយ​ ។ ទ្រង់ទ្រាយ​ដែល​ត្រឹមត្រូវ​គឺ​​ /nn ដែល​ nn ​ចន្លោះ​ពី​ ០-៣២ (ទ្រង់​ទ្រាយ​ CIDR ​) ។
sv: Ogiltigt prefixformat. Det korrekta formatet är /nn där nn är mellan 0 och 32 (CIDR-format).
zh_cn: 前缀格式无效。正确格式为 /nn，其中 nn 介于 0-32（CIDR 格式）之间。

source: Invalid default route format. The correct one is nnn.nnn.nnn.nnn for nnn between 0 and 255.
cs: Neplatný formát výchozí trasy. Správný formát je nnn.nnn.nnn.nnn, kde nnn je hodnota v rozmezí 0 až 255.
it: Formato dell'instradamento predefinito non valido. Quello corretto è nnn.nnn.nnn.nnn dove nnn varia tra 0 e 255.
km: ទ្រង់ទ្រាយផ្លូវ​លំនាំដើម​មិនត្រឹ​មត្រូវ​ឡើយ​ ។ ទ្រង់ទ្រាយ​ដែល​ត្រឹមត្រូវ​គឺ​ nnn.nnn.nnn.nnn ដែល​​ nnn ចន្លោះ​ពី​​ ០​ ដល់ ២៥៥ ។
sv: Ogiltigt format för standardroute. Det korrekta formatet är nnn.nnn.nnn.nnn där nnn är mellan 0 och 255.
zh_cn: 默认路由格式无效。正确格式为 nnn.nnn.nnn.nnn，其中 nnn 介于 0 到 255 之间。

source: Name servers are required. There must be at least one specified.
cs: Jsou požadovány názvové servery. Je třeba zadat alespoň jeden.
it: Sono richiesti i server dei nomi. Deve esserci almeno un server specificato.
km: ឈ្មោះ​ម៉ាស៊ីន​បម្រើ​ត្រូវ​បាន​ទាមទារ​ ។​ ​យ៉ាងតិ​ច​ណាស់​ត្រូវ​តែ​បញ្ជាក់​​​មួយ ។​
sv: Det krävs namnservrar. Ange minst en namnserver.
zh_cn: 需要名称服务器。必须至少指定一台。

source: Hostname is required. It must be specified.
cs: Je požadován název hostitele. Je třeba jej zadat.
it: Il nome dell'host è richiesto. Deve essere specificato.
km: ឈ្មោះ​ម៉ាស៊ីន​ត្រូវ​បាន​ទាមទារ ។ ត្រូវ​តែ​បញ្ជាក់​វា ។
sv: Det krävs ett värdnamn. Ange ett värdnamn.
zh_cn: 需要主机名。必须指定主机名。

source: Domain is required. An empty domain is not supported.
cs: Je vyžadována doména. Prázdná doména není podporována.
it: Il dominio è richiesto. uN dominio vuoto non è supportato.
km: ទាមទារ​ដែន ។ ដែន​ទទេ​មិន​ត្រូ​វបានគាំទ្រ​ទេ ។
sv: Domän krävs. Tomma domäner fungerar inte.
zh_cn: 需要域。不支持空的域。

source: Network
cs: Síť
it: Rete
km: បណ្តាញ
sv: Nätverk
zh_cn: 网络

source: Interface
cs: Rozhraní
it: Interfaccia
km: ចំណុច​ប្រទាក់
sv: Gränssnitt
zh_cn: 接口

source: Select
cs: Vybrat
it: Selezionare
km: ជ្រើស
sv: Välj
zh_cn: 选择

source: Configuration mode
cs: Režim konfigurace
it: Modalità di configurazione
km: របៀប​កំណត់រចនាសម្ព័ន្ធ
sv: Konfigurationsläge
zh_cn: 配置模式

source: IP address
cs: Adresa IP
it: Indirizzo IP
km: អាសយដ្ឋាន IP
sv: IP-adress
zh_cn: IP 地址

source: Subnet mask / Prefixlen
cs: Maska podsítě / Délka předpony
it: Maschera di sottorete / lunghezza del prefisso
km: របាំង​ Subnet ​ / Prefixlen
sv: Delnätsmask/prefixlen
zh_cn: 子网掩码/Prefixlen

source: Default route
cs: Výchozí trasa
it: Instradamento predefinito
km: ផ្លូវ​លំនាំដើម​
sv: Standardroute
zh_cn: 默认路由

source: Hostname
cs: Název hostitele
it: Nome host
km: ឈ្មោះ​ម៉ាស៊ីន
sv: Värdnamn
zh_cn: 主机名

source: Domain
cs: Doména
it: Dominio
km: ដែន
sv: Domän
zh_cn: 域

source: Name servers
cs: Názvové servery
it: Server dei nomi
km: ម៉ាស៊ីន​បម្រើ​ឈ្មោះ
sv: Namnservrar
zh_cn: 名称服务器

source: Search domains
cs: Vyhledat domény
it: Domini di ricerca
km: ស្វែង​រក​ដែន
sv: Sök domäner
zh_cn: 搜索域
