Repository: webyast/web-client
Catalog: ruby-gettext/po/*/rails.po
Languages: bg, ca, cs, el, eo, et, fr, hu, ja, nl, sr, vi, zh_tw

source: %{num} error prohibited this %{record} from being saved
bg: Поради %{num} грешка %{record} не беше записан
ca: %{num} error impedeix que es pugui guardar %{record}
cs: %{num} chyba znemožnila uložení záznamu %{record}
el: %{num} λάθος απέτρεψε την αποθήκευση της εγγραφής %{record}
eo: Ĉi tiu %{record} ne konserviĝis pro %{num} eraro
et: %{num} viga takistas valitud %{record} salvestamist
fr: %{num} erreur a empeché l'enregistrement '%{record}' d'être sauvegardé
hu: %{num} hiba miatt az elemet %{record} nem lehet elmenteni
ja: %{record}にエラーが発生しました。
nl: door %{num} fout kon dit %{record} niet worden opgeslagen
sr: %{num} грешка је спречила да се %{record} сачува
vi: Không thể lưu %{record} vì có %{num} lỗi sai
zh_tw: 有%{num}個錯誤發生，“%{record}”無法儲存

source: There was a problem with the following field:
bg: Проблемът се дължи на:
ca: Hi ha problemes amb el següent camp:
cs: Problémy jsou s následujícím polem:
el: Υπάρχουν προβλήματα στο παρακάτω πεδίο:
eo: Jena datumo kaŭzis problemon:
et: Viga järgmise väljaga:
fr: Il y a eu des problèmes avec le champ suivant:
hu: Hiba a következő mezőnél:
ja: 次の項目を確認してください。
nl: Er was een probleem met het volgende veld:
sr: Постоји проблем са следећим пољем:
vi: Có vấn đề với mục sau:
zh_tw: 下面欄位有問題:

source: less than 5 seconds
bg: по-малко от 5 секунди
ca: menys de 5 segons
cs: méně než 5 sekund
el: λιγότερο από 5 δευτερόλεπτα
eo: malpli ol 5 sekundoj
et: vähem kui 5 sekundit
fr: moins de 5 secondes
hu: kevesebb mint 5 másodperce
ja: 5秒以内
nl: minder dan 5 seconden
sr: мање од 5 секунди
vi: ít hơn 5 giây
zh_tw: 少於五秒

source: less than 10 seconds
bg: по-малко от 10 секунди
ca: menys de 10 segons
cs: méně než 10 sekund
el: λιγότερο από 10 δευτερόλεπτα
eo: malpli ol 10 sekundoj
et: vähem kui 10 sekundit
fr: moins de 10 secondes
hu: kevesebb mint 10 másodperce
ja: 10秒以内
nl: minder dan 10 seconden
sr: мање од 10 секунди
vi: ít hơn 10 giây
zh_tw: 少於十秒

source: less than 20 seconds
bg: по-малко от 20 секунди
ca: menys de 20 segons
cs: méně než 20 sekund
el: λιγότερο από 20 δευτερόλεπτα
eo: malpli ol 20 sekundoj
et: vähem kui 20 sekundit
fr: moins de 20 secondes
hu: kevesebb mint 20 másodperce
ja: 20秒以内
nl: minder dan 20 seconden
sr: мање од 20 секунди
vi: ít hơn 20 giây
zh_tw: 少於二十秒

source: half a minute
bg: половин минута
ca: mig minut
cs: půl minuty
el: μισό λεπτό
eo: duona minuto
et: pool minutit
fr: la moitié d'une minute
hu: kevesebb mint fél perce
ja: 30秒前後
nl: een halve minuut
sr: пола минута
vi: nửa phút
zh_tw: 半分鐘

source: less than a minute
bg: по-малко от минута
ca: menys d'un minut
cs: méně než minutu
el: λιγότερο από ένα λεπτό
eo: malpli ol minuto
et: vähem kui minut
fr: moins d'une minute
hu: kevesebb mint egy perce
ja: 1分未満
nl: minder dan een minuut
sr: мање од једног минута
vi: ít hơn một phút
zh_tw: 少於一分鐘

source: about 1 month
bg: около 1 месец
ca: al voltant d'un mes
el: περίπου ένα μήνα
eo: ĉirkaŭ 1 monato
et: umbes 1 kuu
fr: environ 1 mois
hu: egy hónapja
ja: 約1ヵ月
nl: ongeveer 1 maand
sr: око 1 месец
vi: khoảng 1 tháng
zh_tw: 大約%{num}个月

source: about 1 year
bg: около 1 година
ca: al voltant d'un any
el: περίπου ένα χρόνο
eo: ĉirkaŭ 1 jaro
et: umbes 1 aasta
fr: environ 1 an
hu: egy éve
ja: 約1年
nl: ongeveer 1 jaar
sr: око 1 године
vi: khoảng 1 năm
zh_tw: 大約%{num}年

source: 1 minute
bg: 1 минута
ca: un minut
cs: 1 minuta
el: %{num} λεπτό
eo: 1 minuto
et: 1 minut
hu: egy perce
ja: 1分
nl: 1 minuut
sr: 1 минут
vi: 1 phút
zh_tw: %{num}分鐘

source: about 1 hour
bg: около час
ca: al voltant d'una hora
cs: asi 1 hodina
el: περίπου %{num} ώρα
eo: ĉirkaŭ 1 horo
et: umbes 1 tund
fr: environ 1 heure
hu: egy órája
ja: 約1時間
nl: ongeveer 1 uur
sr: око 1 сат
vi: khoảng 1 giờ
zh_tw: 大約%{num}小時

source: 1 day
bg: 1 ден
ca: un dia
cs: 1 den
el: %{num} μέρα
eo: 1 tago
et: 1 päev
fr: 1 jour
hu: egy napja
ja: 1日
nl: 1 dag
sr: 1 дан
vi: 1 ngày
zh_tw: %{num}天

source: 1 month
bg: 1 месец
ca: un mes
el: ένα μήνα
eo: 1 monato
et: 1 kuu
fr: 1 mois
hu: egy hónapja
ja: 1ヶ月
nl: 1 maand
sr: 1 месец
vi: 1 tháng
zh_tw: %{num}个月

source: over 1 year
bg: повече от година
ca: més d'un any
el: πάνω από χρόνο
eo: pli ol %{num} jaroj
et: üle %{num} aasta
fr: plus d'1 an
hu: több mint egy éve
ja: %{num}年以上
sr: више од 1 године
vi: hơn 1 năm
zh_tw: 超过%{num}年

source: Validation failed: %{error_messages}
bg: Неуспешна валидация: %{error_messages}
ca: La validació ha fallat: %{error_messages}
cs: Výsledek validace: %{error_messages}
el: Αποτυχία ελέγχου: %{error_messages}
eo: Erarkontrolo montris: %{error_messages}
et: Õigsuse kontroll ebaõnnestus: %{error_messages}
fr: Validation échouée: %{error_messages}
hu: Hiba oka: %{error_messages}
ja: 入力値が正しくありません。: %{error_messages}
nl: Validatie mislukt: %{error_messages}
sr: Провера није успела: %{error_messages}
vi: Kiểm chứng thất bại: %{error_messages}
zh_tw: 校驗失敗：%{error_messages}

source: %{fn} is not included in the list
bg: Полето „%{fn}“ не е в списъка
ca: %{fn} no pertany a la llista de possibles valors
cs: %{fn} není obsaženo v seznamu možností
el: το %{fn} δεν περιλαμβάνεται στη λίστα
eo: La listo ne enhavas "%{fn}"
et: %{fn} pole lubatud
fr: %{fn} n'est pas dans la liste
hu: %{fn} nem megfelelő
ja: %{fn}は一覧にありません。
nl: %{fn} komt niet voor in de lijst
sr: %{fn} се не налази у листи
vi: %{fn} không có trong danh sách
zh_tw: %{fn}沒有包含在列表中

source: %{fn} is reserved
bg: Полето „%{fn}“ е резервирано
ca: %{fn} no està permès
cs: %{fn} je rezervováno a nemůže být zvoleno
el: το %{fn} είναι κατειλημένο
eo: %{fn}: rezervita
et: %{fn} pole lubatud
fr: %{fn} est réservé
hu: %{fn} fenntartott érték
ja: %{fn}は予約されています。
nl: %{fn} is gereserveerd
sr: %{fn} је резервисано
vi: %{fn} được dành riêng
zh_tw: %{fn}被保留

source: %{fn} is invalid
bg: Полето „%{fn}“ е невалидно
ca: %{fn} no és vàlid
cs: %{fn} je chybné
el: το %{fn} είναι άκυρο
eo: %{fn}: nevalida
et: %{fn} on vigane
fr: %{fn} est invalide
hu: %{fn} érvénytelen
ja: %{fn}は不正な値です。
nl: %{fn} is ongeldig
sr: %{fn} није исправно
vi: %{fn} không hợp lệ
zh_tw: %{fn}是無效

source: %{fn} doesn't match confirmation
bg: %{fn} не съвпада
ca: %{fn} no té el mateix valor que la confirmació
cs: %{fn} není shodné s potvrzením
el: το %{fn} δεν ταιριάζει με την επιβεβαίωση του
eo: %{fn} devias de la konfirmo
et: %{fn} ei vasta kinnitusele
fr: %{fn} ne correspond pas à la confirmation
hu: %{fn} megerősítés nem egyezik meg az eredetivel
ja: %{fn}が一致しません。
nl: %{fn} komt niet overeen met de bevestiging
sr: %{fn} се не слаже са потврдом
vi: %{fn} không khớp với xác nhận
zh_tw: %{fn}不符和確認標準

source: %{fn} must be accepted
bg: Полето „%{fn}“ трябва бъде прието
ca: %{fn} ha de ser acceptat
cs: %{fn} musí být zaškrtnuto
el: το %{fn} πρέπει να γίνει δεκτό
eo: %{fn} estu akceptata
et: %{fn} peab olema märgitud
fr: %{fn} doit être accepté
hu: %{fn} értékét el kell fogadni
ja: %{fn}を受諾してください。
nl: %{fn} moet geaccepteerd worden
sr: %{fn} мора да се прихвати
vi: %{fn} phải được chấp nhận
zh_tw: %{fn}必須接受

source: %{fn} can't be empty
bg: Полето „%{fn}“ не може да е празно
ca: %{fn} no pot ser buit
cs: %{fn} musí být vyplněno
el: το %{fn} δεν γίνεται να είναι κενό
eo: %{fn} ne estu malplena
et: %{fn} ei tohi olla tühi
fr: %{fn} ne peut être vide
hu: %{fn} nem lehet üres
ja: %{fn}を入力してください。
nl: %{fn} mag niet leeg zijn
sr: %{fn} не сме бити празно
vi: %{fn} không được rỗng
zh_tw: %{fn}不能是空白

source: %{fn} can't be blank
bg: Полето „%{fn}“ не може да е празно
ca: %{fn} no pot estar en blanc
cs: %{fn} musí být vyplněno
el: το %{fn} δεν γίνεται να είναι κενό
eo: %{fn} ne estu malplena
et: %{fn} ei tohi olla tühi
fr: %{fn} ne peut être vierge
hu: %{fn} nem lehet üres
ja: %{fn}を入力してください。
nl: %{fn} mag niet leeg zijn
sr: %{fn} не сме бити празно
vi: %{fn} không được trống
zh_tw: %{fn}不能是空白

source: %{fn} is too long (maximum is %d characters)
bg: Полето „%{fn}“ е много дълго (максимумът е %d символа)
ca: %{fn} és massa llarg (màxim de %d caràcters)
cs: %{fn} je příliš dlouhé (maximum je %d znaků)
el: το %{fn} είναι πολύ μακρύ (το μέγιστο είναι %d χαρακτήρες)
eo: %{fn}: tro longa (maksimume %d signoj)
et: %{fn} on liiga pikk (lubatud kuni %d tähemärki)
fr: %{fn} est trop long (max. %d caractères)
hu: %{fn} túl hosszú (maximum %d karakter lehet)
ja: %{fn}は%d文字以内で入力してください。
nl: %{fn} is te lang (maximum is %d tekens)
sr: %{fn} је сувише дугачко (максимум је %d карактера)
vi: %{fn} quá dài (tối đa là %d kí tự)
zh_tw: %{fn}太長 (最長是%d个字)

source: %{fn} is too short (minimum is %d characters)
bg: Полето „%{fn}“ е много късо (минимумът е %d символа)
ca: %{fn} és massa curt (mínim de %d caràcters)
cs: %{fn} je příliš krátké (minimum je %d znaků)
el: το %{fn} είναι πολύ μικρό (το ελάχιστο είναι %d χαρακτήρες)
eo: %{fn}: tro mallonga (minimume %d signoj)
et: %{fn} on liiga lühike (peab olema vähemalt %d tähemärki)
fr: %{fn} est trop court (min. %d caractères)
hu: %{fn} túl rövid (minimum %d karakter lehet)
ja: %{fn}は%d文字以上で入力してください。
nl: %{fn} is te kort (minimum is %d tekens)
sr: %{fn} је сувише кратко (минимум је %d карактера)
vi: %{fn} quá ngắn (tối thiểu là %d kí tự)
zh_tw: %{fn}太短 (最短是%d个字)

source: %{fn} is the wrong length (should be %d characters)
bg: Полето „%{fn}“ е с неправилна дължина (трябва да е %d символа)
ca: %{fn} té una llargària incorrecta (hauria de tenir %d caràcters)
cs: %{fn} má nesprávnou délku (musí mít %d znaků)
el: το %{fn} έχει το λάθος μήκος (πρέπει να είναι %d χαρακτήρες)
eo: %{fn} estu %d signojn longa
et: %{fn} on vale pikkusega (peab olema %d tähemärki)
fr: %{fn} a une longueur incompatible (devrait être de %d caractères)
hu: %{fn} nem megfelelő hosszúságú (%d karakter lehet)
ja: %{fn}は%d文字で入力してください。
nl: %{fn} heeft een onjuiste lengte (dit moet %d tekens zijn)
sr: %{fn} је погрешне дужине (треба да има %d карактера)
vi: %{fn} sai chiều dài (phải là %d kí tự)
zh_tw: %{fn}字數錯誤 (應該是%d個字)

source: %{fn} has already been taken
bg: Полето „%{fn}“ е вече заето
ca: %{fn} ja existent
cs: %{fn} je již použito
el: το %{fn} είναι ήδη κατειλημένο
eo: %{fn} jam preniĝis
et: %{fn} on juba olemas
fr: %{fn} est déjà pris
hu: %{fn} már egyszer szerepel
ja: %{fn}はすでに存在します。
nl: %{fn} is al in gebruik
sr: %{fn} је већ заузето
vi: %{fn} đã tồn tại
zh_tw: %{fn}已被使用

source: %{fn} is not a number
bg: Полето „%{fn}“ не е число
ca: %{fn} no és un número
cs: %{fn} není správné číslo
el: το %{fn} δεν είναι αριθμός
eo: %{fn} ne estas nombro
et: %{fn} ei ole number
fr: %{fn} n'est pas un nombre
hu: %{fn} nem szám
ja: %{fn}は数値で入力してください。
nl: %{fn} is geen getal
sr: %{fn} није број
vi: %{fn} không phải là số
zh_tw: %{fn}不是數字

source: %{fn} must be greater than %d
bg: Полето „%{fn}“ трябва бъде по-голямо от %d
ca: %{fn} ha de ser més gran que %d
el: το %{fn} πρέπει να μεγαλύτερο ή ίσο απο %d
eo: %{fn} estu pli ol %d
et: %{fn} peab olema suurem kui %d
fr: %{fn} doit être supérieur à %d
hu: %{fn} nagyobb kell legyen mint %d
ja: %{fn}は%dより大きい値にしてください。
sr: %{fn} мора бити веће од %d
vi: %{fn} phải lớn hơn %d
zh_tw: %{fn}必須大於

source: %{fn} must be greater than or equal to %d
bg: Полето „%{fn}“ трябва бъде по-голямо или равно на %d
ca: %{fn} ha de ser més gran o igual a %d
el: το %{fn} πρέπει να μεγαλύτερο ή ίσο απο %d
eo: %{fn} estu pli ol, aŭ egala al, %d
et: %{fn} peab olema suurem või võrdne %d-ga
fr: %{fn} doit être supérieur ou égal à %d
hu: %{fn} legalább akkora kell legyen mint %d
ja: %{fn}は%d以上の値にしてください。
sr: %{fn} мора бити веће или једнако од %d
vi: %{fn} phải lớn hơn hoặc bằng %d
zh_tw: %{fn}必須大於等於

source: %{fn} must be equal to %d
bg: Полето „%{fn}“ трябва бъде равно на %d
ca: %{fn} ha de ser igual a %d
el: το %{fn} πρέπει να μικρότερο ή ίσο με %d
eo: %{fn} estu egala al %d
et: %{fn} peab olema võrdne %d-ga
fr: %{fn} doit être égal à %d
hu: %{fn} értéke %d kell legyen
ja: %{fn}は%dにしてください。
sr: %{fn} мора бити једнако %d
vi: %{fn} phải bằng %d
zh_tw: %{fn}必須等於

source: %{fn} must be less than %d
bg: Полето „%{fn}“ трябва бъде по-малко от %d
ca: %{fn} ha de ser menor que %d
el: το %{fn} πρέπει να μικρότερο ή ίσο απο %d
eo: %{fn} estu malpli ol %d
et: %{fn} peab väiksem kui %d
fr: %{fn} doit être inférieur à %d
hu: %{fn} kisebb kell legyen mint %d
ja: %{fn}は%dより小さい値にしてください。
sr: %{fn} мора бити мање од %d
vi: %{fn} phải nhỏ hơn %d
zh_tw: %{fn}必須小於

source: %{fn} must be less than or equal to %d
bg: Полето „%{fn}“ трябва бъде по-малко или равно на %d
ca: %{fn} ha de ser menor o igual que %d
el: το %{fn} πρέπει να μικρότερο ή ίσο απο %d
eo: %{fn} estu malpli ol, aŭ egala al, %d
et: %{fn} peab olema väiksem või võrdne %d-ga
fr: %{fn} doit être inférieur ou égal à %d
hu: %{fn} legfeljebb akkora kell legyen mint %d
ja: %{fn}は%d以下の値にしてください。
sr: %{fn} мора бити мање или једнако од %d
vi: %{fn} phải nhỏ hơn hoặc bằng %d
zh_tw: %{fn}必須小於等於

source: %{fn} must be odd
bg: Полето „%{fn}“ трябва бъде нечетно
ca: %{fn} ha de ser senar
el: το %{fn} πρέπει να περιτό
eo: %{fn} estu malpara nombro
et: %{fn} peab paaritu
fr: %{fn} doit être impair
hu: %{fn} értékének páratlannak kell lennie
ja: %{fn}は奇数にしてください。
sr: %{fn} мора бити непарно
vi: %{fn} phải lẻ
zh_tw: %{fn}必須是奇数

source: %{fn} must be even
bg: Полето „%{fn}“ трябва бъде четно
ca: %{fn} ha de ser parell
el: το %{fn} πρέπει να είναι άρτιο
eo: %{fn} estu para nombro
et: %{fn} peab olema paaris
fr: %{fn} doit être pair
hu: %{fn} értékének párosnak kell lennie
ja: %{fn}は偶数にしてください。
sr: %{fn} мора бити парно
vi: %{fn} phải chẵn
zh_tw: %{fn}必須是偶数
