Repository: webyast/web-client
Catalog: ruby-gettext/po/*/rgettext.po
Languages: et, fr, ru, zh_tw

source: Failed to merge with %{defpo}
et: Liitmine %{defpo}-ga ebaõnnestus
fr: Echec de fusion avec %{defpo}
ru: Не удалось объединить с %{defpo}
zh_tw: 不能與 %{defpo} 合併

source: New .pot was copied to %{failed_filename}
et: Uus .pot kopeeriti %{failed_filename}
fr: Le nouveau fichier .pot a été copié sous le nom %{failed_filename}
ru: Новый .pot скопирован в %{failed_filename}
zh_tw: 新的 .pot 被复制為 %{failed_filename} 了

source: Check these po/pot-files. It may have syntax errors or something wrong.
et: Kontrolli need po/pot failid üle, nendes võib olla vigu.
fr: Veuillez vérifier ces fichiers po/pot. Ils semblent avoir des erreurs de syntaxe ou quelque chose d'incorrect.
ru: Проверьте данные po/pot-файлы. В них могут быть синтаксические и другие ошибки.
zh_tw: 檢査这些 po/pot-文件。它们可能有語法或者其他錯誤。

source: '%{klass}' is ignored.
et: '%{klass}' jäeti vahele.
fr: '%{klass}' est ignorée.
ru: проигнорирован '%{klass}'.
zh_tw: '%{klass}' 忽略

source: Usage: %s input.rb [-r parser.rb] [-o output.pot]
et: Kasutus: %s input.rb [-r parser.rb] [-o output.pot]
ru: Использование: %s input.rb [-r parser.rb] [-o output.pot]
zh_tw: 使用: %s input.rb [-r parser.rb] [-o output.pot]

source: Extract translatable strings from given input files.
et: Eraldab sisendfailidest tõlgitavad osad.
fr: Extrait les chaînes localisables des fichiers spécifiés en entrée.
ru: Извлекает строки для перевода из указанных входных файлов.
zh_tw: 從輸入檔中取出翻譯字串

source: Specific options:
et: Seaded:
fr: Options spécifiques:
ru: Дополнительные параметры:
zh_tw: 特殊選項:

source: write output to specified file
et: kirjuta väljund antud faili
fr: écrit la sortie dans le fichier spécifié
ru: записать результат в указанный файл
zh_tw: 輸出到指定檔案

source: File '%s' already exists.
et: Fail '%s' on juba olemas.
fr: Le fichier '%s' existe déjà.
ru: Файл '%s' уже существует.
zh_tw: 檔案 '%s' 已經存在

source: require the library before executing rgettext
et: lae moodul enne rgettext jooksutamist
fr: requérir (require) la librairie avant d'exécuter rgettext
ru: для выполнения rgettext требуется библиотека
zh_tw: 在執行 rgettext 之前需要一個庫

source: run in debugging mode
et: silumisrežiimis töötamine
fr: exécuter en mode de deboggage
ru: запуск в режиме отладки
zh_tw: 執行除錯模式

source: display version information and exit
et: esita versiooni info ja välju
fr: affiche la version du programme et sort
ru: показать информацию о версии и закончить работу
zh_tw: 秀出版本資訊後退出

source: no input files
et: sisendfailid puuduvad
fr: pas de fichiers d'entrée
ru: не заданы входные файлы
zh_tw: 無輸入檔

source: Usage: %s input.po [-o output.mo]
et: Kasutus: %s input.po [-o output.mo]
ru: Использование: %s input.po [-o output.mo]
zh_tw: 使用: %s input.po [-o output.mo]

source: Generate binary message catalog from textual translation description.
et: Genereerib tekstikujul tõlkest binaarkujul nimekirja.
fr: Génère un catalogue binaire de messages à partir de la description textuelle d'une traduction.
ru: Генерирует бинарный каталог сообщений из перевода.
zh_tw: 從textual translation description產生二進位訊息 catalog

source: Usage: %s def.po ref.pot [-o output.pot]
et: Kasutus: %s def.po ref.pot [-o output.pot]
fr: Usage: %s def.po ref.pot [-o output.mo]
ru: Использование: %s def.po ref.pot [-o output.pot]
zh_tw: 使用: %s def.po ref.pot [-o output.pot]

source: Merges two Uniforum style .po files together. The def.po file is an existing PO file with translations. The ref.pot file is the last created PO file with up-to-date source references. ref.pot is generally created by rgettext.
et: Liidab kokku kaks ühesugust .po faili. def.po on fail olemasolevate tõlgetega.ref.pot on fail viimaste uuendatud tõlgetega.ref.pot on üldjuhul loodud rgettext poolt.
fr: Fusionne deux fichiers .po de style Uniforum. Le fichier def.po est un fichier de traduction original. Le fichier ref.pot est le dernier fichier de traduction créé avec les sources mise-à-jour. ref.pot est en général généré par rgettext.
ru: Объединяет файлы .po Uniforum формата вместе. В файле def.po содержатся уже переведённые строки. Файл ref.pot является обновлённой версией PO файла из исходных текстов и не содержит переводов. ref.pot обычно создаётся с помощью программы rgettext.
zh_tw: 合併兩同樣形式的 po 檔， def.po 檔是原來有翻譯的檔案，ref.pot 檔是經過原始碼更新過的新檔，ref.pot 一般是由rgettext 建立。

source: definition po is not given.
et: def.po puudub
fr: la définition po n'est pas donnée.
ru: не указан файл def.po.
zh_tw: 沒有指定PO檔

source: reference pot is not given.
et: ref.pot puudub
fr: la référence po n'est pas donnée.
ru: не указан файл ref.po.
zh_tw: 沒指定參考pot檔

source: `%{file}' is not glade-2.0 format.
et: `%{file}' ei ole glade-2.0 formaadis.
fr: `%{file}' n'est pas au format glade-2.0.
ru: `%{file}' не в формате glade-2.0.
zh_tw: `%{file}' 不是 glade-2.0 格式

source: '%{file}' is not found.
et: Faili '%{file}' ei leitud.
fr: '%{file}' introuvable.
ru: '%{file}' не найден.
zh_tw: '%{file}' 找不到

source: Ignored '%{file}'. Solve dependencies first.
et: Fail '%{file}' jäeti vahele. Lahenda laadimisprobleemid.
fr: '%{file}' ignoré. Corrigez les dépendances d'abord.
ru: Проигнорирован '%{file}'. Сначала решите проблему с зависимостями.
zh_tw: 忽略檔案 '%{file}'. 先解決相依問題。

source: No database is available.
et: Ühtegi andmebaasi pole saadaval.
fr: Aucune base de donnée disponible.
ru: Нет доступной базы данных.
zh_tw: 無資料庫可用

source: rubygems are not found.
et: rubygems on puudu.
fr: rubygems introuvable.
ru: rubygems не найден.
zh_tw: 找不到 rubygems

source: 3rd parmeter is wrong: value = %{number}
et: Kolmas parameeter on vale: %{number}
fr: Le 3ème paramètre (de valeur %{number}) est incorrect.
ru: Ошибка в третьем параметре: value = %{number}
zh_tw: 第三个参数錯誤：value = %{number}

source: Warning: fuzzy message was ignored.
et: Hoiatus: hägune tõlke osa jäeti vahele.
fr: Avertissement: message flou ignoré.
ru: Предупреждение: игнорирован неточный перевод сообщения.
zh_tw: 警告: fuzzy 訊息被忽略

source: Warning: obsolete msgid exists.
et: Hoiatus: kasutusel on üleliigne msgid.
fr: Avertissement: un msgid obsolète a été trouvé.
ru: Предупреждение: присутствует устаревшая msgid.
zh_tw: 警告: 存在過時的 msgid.
